{"foreign_id": "101_Real", "article1": {"title": "George Bush Sr calls Trump a 'blowhard' and voted for Clinton", "content": "George W Bush, adding to his remarks that Mr Trump \"doesn't know what it means to be president,\" said \"you can either exploit the anger, incite it, or you can come up with ideas to deal with it.\"", "url": "https://www.bbc.com/news/world-us-canada-41871958"}, "article2": {"title": "George H.W. Bush to vote for Hillary Clinton", "content": "In a telephone interview, Townsend said she met with the former president in Maine earlier today, where she said he made his preference known that he was voting for a Democrat. “That’s what he said,” she told POLITICO.\n\nPOLITICO screen grab\n\nAsked about Townsend’s post, George H.W. Bush spokesman Jim McGrath in an email replied, “The vote President Bush will cast as a private citizen in some 50 days will be just that: a private vote cast in some 50 days. He is not commenting on the presidential race in the interim.”\n\nGeorge H.W. Bush and former First Lady Barbara Bush have stayed out of the political debate since campaigning earlier this year for their son Jeb’s unsuccessful bid for president. Neither George H.W. Bush nor his son, former President George W. Bush, attended this summer’s Republican National Convention in Cleveland where Trump accepted the nomination.\n\nMany former GOP officials from both Bush administrations have also announced their support for Clinton over Trump, including national security adviser Brent Scowcroft and former Commerce Secretary Carlos Gutierrez.\n\nOne Bush official who has taken Trump’s side is former Vice President Dan Quayle, who told POLITICO in an interview this summer he was still holding out hope both Bushes would back Trump. “Clearly in their heart of hearts I should hope they would want a Republican president, but they can speak for themselves,” Quayle said in an interview in July.\n\n", "url": "https://www.politico.com/story/2016/09/exclusive-george-hw-bush-to-vote-for-hillary-228395"}, "article3": {"title": "George HW Bush will vote for Hillary Clinton, sources say", "content": "Story highlights Bush's decision is a stunning political move Bush shared his plans during what he believed was a private gathering Monday\n\nCNN —\n\nFormer President George H.W. Bush said Monday that he will vote for Hillary Clinton in November, according to sources close to the 41st President – an extraordinary rebuke of his own party’s nominee.\n\nThe sources said this was not the first time Bush had disclosed his intention to vote for Clinton.\n\nThe comments came during a receiving line for board members of the bipartisan Points of Light Foundation when Bush was speaking to Kathleen Hartington Kennedy Townsend, Robert F. Kennedy’s daughter and the former Maryland lieutenant governor. There were roughly 40 people in the room, and it’s not clear how many people heard him, though multiple sources did.\n\nThe Republican former president’s embrace of the Democratic nominee represents a dramatic new chapter in the complicated three-decade-old relationship between the two most prominent families in American politics.\n\nIt’s a stunning political move – one that comes just 49 days from the election, and less than a week before Clinton and Donald Trump square off in their first debate.\n\nTrump’s campaign manager, Kellyanne Conway, told CNN’s Erin Burnett Tuesday that she respects “the 92-year-old former president very much and his decision.”\n\n“It is ironic that he would vote for the wife of the man who knocked him out of the race,” she added on “Erin Burnett OutFront.” “But look, this was a bruising primary … so I know there are a lot of hurt feelings there.”\n\nNews of his support for Clinton came first on Facebook, when Kennedy Townsend posted a photo of herself with George H.W. Bush, along with the caption: “The President told me he’s voting for Hillary!!”\n\nKennedy Townsend sits on the advisory board of the Points of Light Foundation.\n\nBush family representatives declined to respond publicly.\n\n“The vote President Bush will cast as a private citizen in some 50 days will be just that: a private vote cast in some 50 days. He is not commenting on the presidential race in the interim,” Bush spokesman Jim McGrath said in a statement.\n\nBut sources with knowledge of the conversation told CNN they were surprised and disappointed that Kennedy Townsend had publicly shared a private conversation with the former president.\n\nKennedy Townsend declined to comment through a spokesman at the Rock Creek Group, where she works as managing director. She later took down the Facebook post.\n\nGOP’s Trump divide\n\nTrump’s controversial candidacy has split the group of former Republican nominees. Mitt Romney has hammered Trump in speeches and on Twitter, calling him unfit for office. But former Kansas Sen. Bob Dole has endorsed Trump, as has Arizona Sen. John McCain – though somewhat reluctantly, often referring to “the Republican nominee” rather than Trump by name.\n\nNeither George H.W. Bush nor George W. Bush had weighed in on the general election – even as Trump savaged George W. Bush’s decision to go to war in Iraq. However, many of the 41st and 43rd presidents’ Cabinet secretaries and national security officials have backed Clinton.\n\nGeorge H.W. Bush national security adviser Brent Scowcroft endorsed Clinton in June, saying she “has the wisdom and experience to lead our country at this critical time.” George W. Bush Commerce Secretary Carlos Gutierrez said on CNN in August that he “would have preferred Jeb Bush, but I think Hillary is a great choice. I am afraid of what Donald Trump would do to this country.”\n\nAnd Louis Wade Sullivan, the Health and Human Services secretary under George H.W. Bush and the only African-American in his Cabinet, said this month that “though my enthusiasm for Hillary Clinton is somewhat tempered, I certainly believe she is an infinitely better choice for president than Donald Trump.”\n\nBut George H.W. Bush isn’t speaking for his entire family. Marvin Bush, the former president’s youngest son, has said he would vote for Libertarian Gary Johnson. George P. Bush, George H.W. Bush’s grandson, has backed Trump.\n\nAnd Jeb Bush, Trump’s former primary rival, has said he won’t vote for Trump or Clinton.\n\nA representative for George W. Bush wouldn’t comment on Kennedy Townsend’s Facebook post or how George H.W. Bush would vote. The representative simply said George W. Bush is “spending his time working to keep the Senate in Republican hands and is not commenting on the presidential campaign.”\n\nThe Bush-Clinton relationship\n\nThe evolving relationship between the Bush and Clinton families began in 1992, when Bill Clinton ran against – and defeated – incumbent President George H.W. Bush. Eight years later, with Clinton term-limited out of office, Bush’s son, then-Texas Gov. George W. Bush, succeeded Clinton on a pledge to “restore honor and dignity” to the White House – a not-so-subtle knock on Clinton’s marital infidelity.\n\nBut Bill Clinton and George H.W. Bush have also spent their post-presidencies teaming up for philanthropic endeavors. And in recent years, Bill Clinton and George W. Bush have increasingly appeared together.\n\nThe two grew so close that George W. Bush has referred to Clinton as his “brother from another mother,” and Clinton has said the two bonded over becoming grandfathers.\n\nA Bush-Clinton matchup\n\nEarly in the 2016 campaign cycle, it appeared the two families could be headed for another showdown with the presidency on the line: Hillary Clinton was seeking the Democratic nomination, while former Florida Gov. Jeb Bush – the 41st president’s son and the 43rd president’s brother – was a Republican candidate and a fundraising powerhouse.\n\nEven if George H.W. Bush hadn’t endorsed Hillary Clinton, it was hard to envision him backing Trump.\n\nNeither of the former Bush presidents attended the Republican National Convention in Cleveland, where Trump became the GOP’s nominee – with the Bush family staying out of presidential politics after Jeb Bush, denounced repeatedly by Trump as “low-energy,” exited the race.\n\nCLARIFICATION: This story has been updated to clarify the context in which George H.W. Bush made his comment about voting for Hillary Clinton.", "url": "https://www.cnn.com/2016/09/20/politics/george-hw-bush-hillary-clinton/index.html"}}