{"foreign_id": "102_Real", "article1": {"title": "A Republican intellectual explains why the Republican Party is going to die", "content": "CLEVELAND — Avik Roy is a Republican’s Republican. A health care wonk and editor at Forbes, he has worked for three Republican presidential hopefuls — Mitt Romney, Rick Perry, and Marco Rubio. Much of his adult life has been dedicated to advancing the Republican Party and conservative ideals.\n\nBut when I caught up with Roy at a bar just outside the Republican convention, he said something I’ve never heard from an establishment conservative before: The Grand Old Party is going to die.\n\n“I don’t think the Republican Party and the conservative movement are capable of reforming themselves in an incremental and gradual way,” he said. “There’s going to be a disruption.”\n\nRoy isn’t happy about this: He believes it means the Democrats will dominate national American politics for some time. But he also believes the Republican Party has lost its right to govern, because it is driven by white nationalism rather than a true commitment to equality for all Americans.\n\n“Until the conservative movement can stand up and live by that principle, it will not have the moral authority to lead the country,” he told me.\n\nThis is a standard assessment among liberals, but it is frankly shocking to hear from a prominent conservative thinker. Our conversation had the air of a confessional: of Roy admitting that he and his intellectual comrades had gone wrong, had failed, had sinned.\n\nHis history of conservatism was a Greek tragedy. It begins with a fatal error in 1964, survived on the willful self-delusion of people like Roy himself, and ended with Donald Trump.\n\n“I think the conservative movement is fundamentally broken,” Roy tells me. “Trump is not a random act. This election is not a random act.”\n\nThe conservative movement’s founding error: Barry Goldwater\n\nThe conservative movement has something of a founding myth — Roy calls it an “origin story.”\n\nIn 1955, William F. Buckley created the intellectual architecture of modern conservatism by founding National Review, focusing on a free market, social conservatism, and a muscular foreign policy. Buckley’s ideals found purchase in the Republican Party in 1964, with the nomination of Barry Goldwater. While Goldwater lost the 1964 general election, his ideas eventually won out in the GOP, culminating in the Reagan Revolution of 1980.\n\nNormally, Goldwater’s defeat is spun as a story of triumph: how the conservative movement eventually righted the ship of an unprincipled GOP. But according to Roy, it’s the first act of a tragedy.\n\n“Goldwater’s nomination in 1964 was a historical disaster for the conservative movement,” Roy tells me, “because for the ensuing decades, it identified Democrats as the party of civil rights and Republicans as the party opposed to civil rights.”\n\n“The gravitational center of the Republican Party is white nationalism”\n\nGoldwater opposed the Civil Rights Act of 1964. He himself was not especially racist — he believed it was wrong, on free market grounds, for the federal government to force private businesses to desegregate. But this “principled” stance identified the GOP with the pro-segregation camp in everyone’s eyes, while the Democrats under Lyndon Johnson became the champions of anti-racism.\n\nThis had a double effect, Roy says. First, it forced black voters out of the GOP. Second, it invited in white racists who had previously been Democrats. Even though many Republicans voted for the Civil Rights Act in Congress, the post-Goldwater party became the party of aggrieved whites.\n\n“The fact is, today, the Republican coalition has inherited the people who opposed the Civil Rights Act of 1964 — the Southern Democrats who are now Republicans,” Roy says. “Conservatives and Republicans have not come to terms with that problem.”\n\nConservative intellectuals were blind to the truth about the GOP — hence Trump\n\nThe available evidence compiled by historians and political scientists suggests that 1964 really was a pivotal political moment, in exactly the way Roy describes.\n\nYet Republican intellectuals have long denied this, fabricating a revisionist history in which Republicans were and always have been the party of civil rights. In 2012, National Review ran a lengthy cover story arguing that the standard history recounted by Roy was “popular but indefensible.”\n\nThis revisionism, according to Roy, points to a much bigger conservative delusion: They cannot admit that their party’s voters are motivated far more by white identity politics than by conservative ideals.\n\n“Conservative intellectuals, and conservative politicians, have been in kind of a bubble,” Roy says. “We’ve had this view that the voters were with us on conservatism — philosophical, economic conservatism. In reality, the gravitational center of the Republican Party is white nationalism.”\n\nConservative intellectuals, for the most part, are horrified by racism. When they talk about believing in individual rights and equality, they really mean it. Because the Republican Party is the vehicle through which their ideas can be implemented, they need to believe that the party isn’t racist.\n\nSo they deny the party’s racist history, that its post-1964 success was a direct result of attracting whites disillusioned by the Democrats’ embrace of civil rights. And they deny that to this day, Republican voters are driven more by white resentment than by a principled commitment to the free market and individual liberty.\n\n“It’s the power of wishful thinking. None of us want to accept that opposition to civil rights is the legacy that we’ve inherited,” Roy says.\n\nHe expands on this idea: “It’s a common observation on the left, but it’s an observation that a lot of us on the right genuinely believed wasn’t true — which is that conservatism has become, and has been for some time, much more about white identity politics than it has been about conservative political philosophy. I think today, even now, a lot of conservatives have not come to terms with that problem.”\n\nThis, Roy believes, is where the conservative intellectual class went astray. By refusing to admit the truth about their own party, they were powerless to stop the forces that led to Donald Trump’s rise. They told themselves, over and over again, that Goldwater’s victory was a triumph.\n\nBut in reality, it created the conditions under which Trump could thrive. Trump’s politics of aggrieved white nationalism — labeling black people criminals, Latinos rapists, and Muslims terrorists — succeeded because the party’s voting base was made up of the people who once opposed civil rights.\n\n“[Trump] tapped into something that was latent in the Republican Party and conservative movement — but a lot of people in the conservative movement didn’t notice,” Roy concludes, glumly.\n\nFor conservatism to live, the conservative movement has to die\n\nOver beers, I ask Roy how he feels about all of this personally. His answer is very sad.\n\n“When Marco [Rubio] lost, I went through the five stages of grief. It was tough. I had to spend some time thinking about what to do for the next several years of my life,” he says.\n\n“I left a comforting and rewarding career as a biotech investor to do this kind of work. I did it because I felt it was important, and I care about the country. Maybe it’s cheesy to say that, but I really sincerely do,” he continues. “So then, okay, what do I do? Do I do the same things I’ve been doing for the last four years? To me, just to do that to collect a paycheck didn’t make a lot of sense.”\n\nThis soul-searching led Roy to an uncomfortable conclusion: The Republican Party, and the conservative movement that propped it up, is doomed.\n\nBoth are too wedded to the politics of white nationalism to change how they act, but that just isn’t a winning formula in a nation that’s increasingly black and brown. Either the Republican Party will eat itself or a new party will rise and overtake its voting share.\n\n“Either the disruption will come from the Republican Party representing cranky old white people and a new right-of-center party emerging in its place, or a third party will emerge, à la the Republicans emerging from the Whigs in the [1850s],” Roy says.\n\nThe work of conservative intellectuals today, he argues, is to devise a new conservatism — a political vision that adheres to limited government principles but genuinely appeals to a more diverse America.\n\n“I think it’s incredibly important to take stock,” he says, “and build a new conservative movement that is genuinely about individual liberty.”\n\nI don’t know how this would work. I don’t think Roy knows either.\n\nFor the entire history of modern conservatism, its ideals have been wedded to and marred by white supremacism. That’s Roy’s own diagnosis, and I think it’s correct. As a result, we have literally no experience in America of a politically viable conservative movement unmoored from white supremacy.\n\nI’ve read dozens of conservative intellectuals writing compellingly about non-racist conservative ideals. Writers like Andrew Sullivan, Ross Douthat, Reihan Salam, Michael Brendan Dougherty, and too many others to count have put forward visions of a conservative party quite different from the one we have.\n\nBut not one of these writers, smart as they are, has been able to explain what actual political constituency could bring about this pure conservatism in practice. The fact is that limited government conservatism is not especially appealing to nonwhite Americans, whereas liberalism and social democracy are. The only ones for whom conservatism is a natural fit are Roy’s “cranky old white people” — and they’re dying off.\n\nMaybe Roy and company will be able to solve this problem. I hope they do. America needs a viable, intellectually serious right-of-center party.\n\nBecause we now know what the alternative looks like. It’s Donald Trump.\n\nWatch: How the Republican Party went from Lincoln to Trump", "url": "https://www.vox.com/2016/7/25/12256510/republican-party-trump-avik-roy"}, "article2": {"title": "Saving Conservatism From Trump's GOP", "content": "Avik Roy, disaffected Republican, surveyed the upstairs room of a tony Palo Alto restaurant where a group of journalists and conservative intellectuals was sipping cocktails before a private dinner. “It’s like that scene in Titanic,” he remarked to me, “where they know the ship is going down, and the conductor decides there’s nothing to do but keep the orchestra playing.”\n\nIn an alternate universe, Roy, who is 43 and whose first name is pronounced “Oh-vick,” might be spending his autumn pushing policy papers as an adviser to Republican presidential nominee Marco Rubio. The dinner we were attending—the prelude to a policy seminar at Stanford’s Hoover Institution—might be teeming with excitement about the intellectual possibilities of a Rubio administration. Roy, a health-care expert who has advised Rubio, Rick Perry, and Mitt Romney, once looked forward to 2016 as a year of Republican opportunity, when the party would choose a leader capable of reorienting it toward the future.\n\nBut in the real world, Donald Trump was running on a platform directly opposed to the pro-trade, pro-immigration, pro-small-government ideology of conservatives like Roy. Many of those at the Hoover gathering, Roy included, feared they would not have a party to come back to post-Trump. They are among a class of conservative operatives, thinkers, and staffers who have spent the campaign season adrift, pondering the causes of their party’s disruption and looking nervously to the future. Fifty Republican national-security experts signed an open letter declaring Trump a danger to the republic; several staffers quit the Republican National Committee rather than work to elect Trump. Allegiances have been sundered, and professional trajectories thrown into confusion. One former top RNC staffer told me he no longer speaks to his once-close colleagues; a conservative policy expert who runs a think tank in Washington, D.C., says he’s become adept at steering conversations away from politics and toward college football. Several Republicans I know, finding the campaign intolerable, have rediscovered old hobbies.\n\nExplore the November 2016 Issue Check out more from this issue and find your next story to read. View More\n\nOf the various explanations that have been advanced in such quarters to explain Trump’s hostile takeover of the GOP, Roy’s may be the most explosive. Although he was originally drawn to the party for its emphasis on economic freedom and self-reliance, he now believes that a substantial portion of Republicans were never motivated by those ideas. Rather than a conservative party that happens to incorporate cultural grievances, today’s GOP is, in his view, a vehicle for the racial resentment, nationalism, and nostalgia of older white voters. The element of the party that he once dismissed as a fringe, in other words, now seems to form its core.\n\n“Trump showed me that white identity politics was the dominant force driving the Republican grass roots,” Roy told me when we met a couple of days later at a coffeehouse and co-working space in Palo Alto. Young women with adventurously colored hair pecked away on laptops; youths of South and East Asian descent streamed by our table, sporting giant headphones. Roy, who has a round face and a serious manner, wore a long-sleeved dark-blue Izod polo, his tortoiseshell sunglasses hanging from the collar.\n\nOver a mug of skim-milk cappuccino, Roy explained that, while many fellow partisans still see Trump as an anomaly, he now believes Trump is the “logical end point” of the GOP’s long history of racialized politics. “Barry Goldwater was wrong to oppose the Civil Rights Act in 1964,” Roy told me. While the Arizona senator personally supported racial equality, he opposed the landmark legislation on constitutional grounds. His selection as the GOP nominee that year set off a slow-motion realignment of the parties, as the Democrats—once the party of southern segregation—became the party of minority rights, while the Republicans became dominant in the South. For a time, attracting white voters was a winning national strategy for the GOP. But today, Roy believes, the party finds itself not just electorally deficient but morally compromised. “If we aren’t going to confront that history as conservatives and Republicans,” he said, “we don’t deserve minority votes.”\n\nSince Roy began elaborating his critique—in interviews with outlets like Vox, in speeches, and in columns for Forbes, where he is the opinion editor—the reaction has been intense. Liberals have saluted him; Paul Krugman, Roy’s frequent antagonist in health-care debates, lauded his “moral courage.” “Krugman has never said anything nice about me before!,” Roy marveled. He posted Krugman’s praise on Facebook, with the comment “Hell has frozen over.”\n\nOn the right, Roy has encountered more resistance. Interviewing Roy on the conservative Ricochet Podcast, Peter Robinson, a Reagan speechwriter, accused him of naively adopting the left’s critique of the right, and using the GOP’s hateful fringe to tar its decent mainstream. “Now it is apparently the popular thing on our side to say [to the left], ‘… You’ve got us dead to rights, whoa, we’re awful people,’ ” Robinson lamented. His co-host, Rob Long, asked Roy, “Why can’t the Republican Party have a winking, nodding relationship to its crackpot racial separatists, in the same way, let’s be frank, that the Democratic Party has with theirs—use their energy when we need to get out the vote in certain places and repudiate them when we’re forced to?”\n\n“That’s exactly what the Republican Party has been doing for the last several decades,” Roy replied. The result, he explained, has been an increasingly homogenous party that considers Iowa the “Real America,” and writes off the urban and suburban places where minorities live. “White identity politics has permeated our rhetoric,” he said.\n\nWhen I spoke with him, Roy hastened to add that he doesn’t believe Republicans are all or even mostly racist. But nor does he believe the Republican Party can go back to business as usual after the election. “The cleavages Trump has revealed are too deep,” he said.\n\nThe son of Indian immigrants, Roy grew up in the suburbs of Detroit, and initially set out to become a doctor. He was always interested in politics, though. During medical school at Yale, he joined the university’s Political Union, a debating society with a reputation for lively intellectualism, and eventually became the head of the union’s Conservative Party. When he graduated, in 2000, biotechnology was booming, so he decided to put his medical training to work in finance, and took a job as a biotech investor for Bain Capital.\n\nIn 2009, Roy began writing about health-care policy, first on his blog, and later in commentaries for National Review Online. His ideas gained the notice of health-care wonks and soon the political world, and in 2012 he began advising the Romney campaign. After the election, he continued to work on the issue, writing a report for the Manhattan Institute called “Transcending Obamacare,” which argued for a market-based system like Switzerland’s.\n\nRoy never went back to finance. In 2015, he moved from New York to Austin with his then-fiancée (now wife) to serve as the chief policy architect of Rick Perry’s second presidential campaign. Eager to overcome his image as an airhead, the Texas governor wanted to run a substantive campaign based on an innovative policy vision. For his part, Roy was excited by the prospect of putting new conservative ideas before the electorate, despite the fact that Perry’s electoral chances looked slim.\n\nEven before his move to Texas, Roy told me, he had begun struggling with the GOP’s civil-rights legacy. He was particularly troubled by party leaders’ rhetoric emphasizing states’ rights, a stance he considers alienating to African Americans. “How do you sell the Tenth Amendment to a community that was liberated by the federal government from state-sponsored terrorism?” he asked me. Perry had written a whole book trumpeting the Tenth Amendment, Fed Up! Our Fight to Save America From Washington. But it turned out that his thinking on the issue had evolved. In July 2015, Perry delivered a speech, of which Roy was the principal author, saying the GOP had neglected African Americans by putting states’ rights above equal protection. The speech, which opened with a powerful description of a lynching in Texas, impressed political elites on both the right and the left; The Wall Street Journal excerpted it on the op-ed page. But Trump had already begun to dominate the primaries, and by September Perry was out of the race.\n\nRoy believes the GOP’s anti-elitism has blinded it to the glories of meritocracy.\n\nIn retrospect, Roy believes Perry’s fate was sealed in 2011, when he defended in-state college tuition for undocumented immigrants by saying his opponents didn’t “have a heart.” Why, Roy found himself wondering, did this issue inspire more passion among the party’s base than did an issue like health care? Why, for that matter, was a candidate like Marco Rubio, a onetime conservative darling, being heckled and booed for having previously advocated immigration reform? After Perry dropped out of the race, Roy went to work for Rubio, who lasted until March. By then, Roy had concluded that “the conservative grass roots viewed questions of national identity with far more priority than questions of economic policy.”\n\nI asked Roy whether his own ethnic identity had affected his analysis of the GOP. Might he have been more attuned than others to the party’s tribalism precisely because, as an Indian American, he wasn’t a member of the tribe to begin with? Being nonwhite, he said, had exposed him to experiences most whites haven’t had, like the time he was kicked off a flight to London with no explanation shortly after 9/11. “My mother is a deeply religious person who works hard, has never taken a handout, and is strongly family-oriented,” he said. “Her values are my values. They’re conservative values. She should be a Republican, except for one thing: She’s a Hindu. What she hears from the Republican Party is that she will never be a real American, even though she’s an American citizen who’s lived here since she was 19.” As a result, he told me, his mother is a passionate Democrat.\n\nRoy insists that politics doesn’t have to be a zero-sum contest between competing tribal interests. “Economic growth in America has benefited everyone,” he said. The GOP’s anti-intellectualism and anti-elitism have blinded it to the glories of American meritocracy, he said. “A son of Chinese immigrants who gets into Harvard hasn’t left Real America. That’s the best of America. That’s what America is,” he told me, his Apple Watch jiggling as he gestured for emphasis. “Look around this café: You see Indian kids on their computers who feel just as American as everyone else. The younger generation doesn’t see the world as a collection of ethnic groups fighting for the spoils.”\n\nThough Roy believes the GOP is “imploding,” he has, after a period of grief, regained his optimism about conservative ideas. In September, he and several other prominent conservatives launched a new think tank, the Foundation for Research on Equal Opportunity, which aims to promote policies that will help people with below-median incomes or net worth. Whether Trump wins or loses, the White House will not soon be inhabited by a conservative policy wonk. But Roy believes that the foundation could still make a mark: He notes that what he considers the landmark conservative policy achievement of the past 25 years, welfare reform, passed under a Democratic president.\n\nWhen I asked Roy whether he stood a chance of convincing anyone, he paused for a long time. There was, he felt sure, a constituency for his ideas. But a plurality of Republican voters clearly hadn’t found Trump’s divisiveness as troubling as he did. “My goal is to persuade those who disagree with me that we ought to reorient the conservative movement to embrace the diversity of America,” he said. “But I don’t know if the Republican Party is capable of doing that.”", "url": "https://www.theatlantic.com/magazine/archive/2016/11/the-doomsayer/501137/"}, "article3": {"title": "Why I Can No Longer Call Myself an Evangelical Republican - The New York Times", "content": "Assume you were a person of the left and an atheist, and you decided to create a couple of people in a laboratory to discredit the Republican Party and white evangelical Christianity. You could hardly choose two more perfect men than Donald Trump and Roy Moore.\n\nBoth have been credibly accused of being sexual predators, sometimes admitting to bizarre behavior in their own words. Both have spun wild conspiracy theories, including the lie that Barack Obama was not born in America. Both have slandered the United States and lavished praise on Vladimir Putin, with Mr. Moore declaring that America today could be considered “the focus of evil in the modern world” and stating, in response to Mr. Putin’s anti-gay measures in Russia: “Well, maybe Putin is right. Maybe he’s more akin to me than I know.” Both have been involved with shady business dealings. Both have intentionally divided America along racial and religious lines. Both relish appealing to people’s worst instincts. Both create bitterness and acrimony in a nation desperately in need of grace and a healing touch.\n\nI hoped the Trump era would be seen as an aberration and made less ugly by those who might have influence over the president. That hasn’t happened. Rather than Republicans and people of faith checking his most unappealing sides, the president is dragging down virtually everyone within his orbit.\n\nIn the latest example of this, a rising number of Republicans are attempting to delegitimize the special counsel’s investigation into whether there were links between Mr. Trump’s presidential campaign and Mr. Putin’s Russia because they quake at what he may find. Prominent evangelical leaders, rather than challenging the president to become a man of integrity, have become courtiers. What’s happening with Mr. Moore in Alabama — with the president, the Republican National Committee, the state party and many white evangelicals rallying around him — is a bridge too far for many of us. Where exactly is the bottom? And at what point do you pull back from associating yourself with a political party and a religious term you once took pride in but that are now doing harm to the things you treasure?\n\nInstitutional renewal and regeneration are possible, and I’m going to continue to push for them. But for now a solid majority of Republicans and self-described evangelicals are firmly aboard the Trump train, which is doing its utmost to give a seat of privilege to Mr. Moore. So for those of us who still think of ourselves as conservative and Christian, it’s enough already.", "url": "https://www.nytimes.com/2017/12/09/opinion/sunday/wehner-evangelical-republicans.html"}}