{"foreign_id": "104_Real", "article1": {"title": "America isn't a tank country. Trump's misguided 'Salute to America' tried to make it one.", "content": "For days, President Donald Trump publicized the fact that, as part of the Independence Day festivities in Washington, he would deliver a speech at the Lincoln Memorial. That speech, which occurred Thursday despite rain showers, generated a loud volume of opposition from pundits and officials, many of them in the District of Columbia. The principal objection was that he had personalized a national celebration in which previous presidents have played little or no role, and that he had turned the nation’s birthday into an event that was tantamount to a campaign rally.\n\nLooks like a lot of people already heading to SALUTE TO AMERICA at Lincoln Memorial. It will be well worth the trip and wait. See you there at 6:00 P.M. Amazing music and bands. Thank you ARMY! — Donald J. Trump (@realDonaldTrump) July 4, 2019\n\nOf course he was doing exactly this, but after more than two years of the Trump presidency one would be shocked if he didn’t seize such a high-profile opportunity to place himself at the center of attention. And in any case, if a less divisive and vainglorious president had announced the same thing, there probably would have been less objection.\n\nBut the part of the announcement that should have generated the most consternation was his demand that the event include a full-blown military presence, including tanks. He wanted to see these armored vehicles at the Lincoln Memorial while he delivered his address.\n\nThere are “tank countries” — countries where armored military vehicles and other machines of war are displayed visibly and constantly. These are countries such as Russia, China and North Korea, for example, countries where the military is displayed as much as a threat to citizens as they are a message to outsiders.\n\nBut the United States is a not a tank country. We have lots and lots of tanks, of course, but one aspect of our strength is that we do not, and do not have to, display it. We do not have to fly helicopters laden with machine guns over the National Mall to remind Americans that we have such weaponry at our disposal. And we do not need fighter plans to remind Americans what it means to be patriotic.\n\nIt is desperate and a little dangerous to act this way. We do not look stronger when we display our military might in this way, but we do look less sure of ourselves.\n\nIt is desperate and a little dangerous to act this way. We do not look stronger when we display our military might in this way, but we do look less sure of ourselves.\n\nThere are also plenty of practical reasons why this was always a silly idea. Logistically speaking, asking the Army to find Abrams and other tanks, clean them and get them to Washington seemed to be a wholly unnecessary amount of effort. Such tanks could not simply be driven to the nation’s capital; instead they had to be hauled by train or flatbed.\n\nOnce in Washington, there was a serious risk that the tanks would tear up the roads. According to the Associated Press, civil engineers were tasked with checking the city’s infrastructure following the event to make sure the military vehicles haven’t done any serious damage. (And the city expects the federal government to pay for any damage that did occur.) Then there’s the fact that the tanks could have damaged the Lincoln Memorial itself. Each tank weighs more than 60 tons, meaning it could have threatened the integrity of the rooms below the memorial.\n\nAll of these concerns are fair. Tanks shouldn’t be parked at the memorial and the fact they were parked there will likely cost taxpayers a lot of money. There are other practical considerations, but the most cogent argument is still that we just don’t do this sort of thing.\n\nNow, it might be true that such a display gave some of our enemies pause. Big guns under the command of someone who makes snap decisions should be feared, this flawed logic says. But if the administration’s wobbly decision-making in the wake of Iranian and Russian aggression and North Korean intransigence are any indication, no competent adversary will be driven to acquiescence by a sophomoric display of hardware.\n\nBut most importantly, America is not a tank country, nor is it a country that politicizes its military — or it shouldn’t be. There’s a good reason for this, which is that no one man or political party should be able to control our armies. We do not go to war on a partisan whim; we go to war as a united democratic nation, and only when we have exhausted all other options. But as the scandal over the Trump administration’s reported request to hide the USS John S. McCain in May shows, Trump and his White House don’t seem very invested in keeping military and state separate. His Fourth of July parade merely proves this point.\n\nCORRECTION (July 12, 2019, 4:20 p.m.) A previous version of this article misidentified a vehicle. It is a Bradley fighting vehicle, not an M1 Abrams tank.", "url": "https://www.nbcnews.com/think/opinion/america-isn-t-tank-country-trump-s-misguided-salute-america-ncna1026476"}, "article2": {"title": "BU Historian Answers: Are We Headed for Another Civil War?", "content": "BU Historian Answers: Are We Headed for Another Civil War? Mueller report has Democrats and Republicans feuding—just how bad could it get?\n\nThe line that divides the Union North and the Confederate South passing through the Bicentennial Capitol State Park in Nashville, Tenn. Photo courtesy of iStock\n\nA recent Washington Post headline says: “In America, talk turns to something not spoken of for 150 years: Civil war.” The story references, among others, Stanford University historian Victor Davis Hanson, who asked in a National Review essay last summer: “How, when, and why has the United States now arrived at the brink of a veritable civil war?” Another Washington Post story reports how Iowa Republican Congressman Steve King recently posted a meme warning that red states have “8 trillion bullets” in the event of a civil war. And a poll conducted last June by Rasmussen Reports found that 31 percent of probable US voters surveyed believe “it’s likely that the United States will experience a second civil war sometime in the next five years.”\n\nIs that legitimately where we stand today in the era of Donald Trump, particularly in the wake of the ramped-up rhetoric stemming from Special Counsel Robert Mueller’s report on Russia’s interference in the 2016 election and whether the Trump campaign coordinated with Moscow, or is Civil War talk just crazy hyperbole? BU Today put three questions to Nina Silber, a College of Arts & Sciences professor of history and American studies and the current president of the Society of Civil War Historians. Silber has done extensive research on the Civil War over more than two decades and has written several books on the subject, including Divided Houses: Gender and the Civil War (1992), Daughters of the Union: Northern Women Fight the Civil War (2005), and most recently, This War Ain’t Over: Fighting the Civil War in New Deal America (University of North Carolina Press, 2018). Along with her teaching and research, she has worked on numerous public history projects, including museum exhibitions at the Gettysburg National Military Park and film projects on the Civil War and Reconstruction eras.\n\nSo if anyone would have a knowledgeable perspective on the question of whether we are headed for civil war, it’s Silber. Read her answers about the proliferation of headlines referencing the possibility of another civil war.\n\nBU Today: Democrats are demanding documents from President Trump, his family, and many associated with him. The political divide seems to be getting worse. Is it irrational to say this could be the beginning of a civil war?\n\nSilber: I wouldn’t identify this most recent development [the demanding of documents] as the “beginning of a civil war” since I’m not sure that reflects anything other than the political divide we’ve already witnessed for the last several years and the fact that Democrats are taking steps they could not have taken before they regained control of the House. More ominous, I think, are indications of political violence and the willingness to enact political violence. This could be seen, for example, in the synagogue shooting in Pittsburgh, when the shooter spoke explicitly about targeting Jews who expressed sympathy for immigrants, or the recent case of the Coast Guard officer who was making plans to kill Democrats and journalists. I can imagine a future in which we deal with even more incidents of, or plans for, political violence—and that’s definitely a disturbing development. I’m troubled, too, by the role the president plays in contributing to this atmosphere.\n\nBut it would have to be something else to call this a “civil war.” That would indicate a willingness on the part of masses of people to engage in violence against their political enemies. That happened in the 1860s, in part because people had come to see their political opponents in extreme, even demonic, ways and found it impossible to find any middle ground. Maybe our politics and culture are moving in that direction, but I don’t see it yet.\n\nThe political map these days shows so much red in the middle, sandwiched by blue on the coasts. How is that different from the North vs South divide of the Civil War?\n\nThe electoral map, at least from the most recent presidential election, does show blue coasts and a red middle. But I think that’s also a deceptive picture since we know that in many states, such as Florida, Pennsylvania, Wisconsin, Michigan, there are deep internal divisions. In other words, it’s not the case that Florida, Pennsylvania, and others are overwhelmingly Republican. The same could be said for a number of “blue” states too. The geographic divide today is less clear-cut, less along solidly sectional lines.\n\nIn 1860, the presidential contest reflected the way the political parties had divided and had become completely sectionalized. Many Southerners could not even vote for the Republican Party (which proclaimed opposition to the expansion of slavery) and the Democratic Party ran one candidate in Northern states (Stephen Douglas) and a different candidate in Southern states (John Breckinridge). Fundamentally, the split in the Democratic Party was over slavery: Southern Democrats were calling for a federal slave code (to regulate and permit slavery everywhere in the country) and Northern Democrats opposed this. As a result, the political divide reflected the division in the country between states that permitted slavery and states where it had been outlawed.\n\nSome historians have been saying there was a similar political divide in 1860 to what we’re seeing today. Do you agree?\n\nThere may be a few historians who think the divide is similar, but I think most would say we’re looking at different patterns in our political divisions, although the tendency toward heated and extreme political rhetoric might be similar. The inability to find a political middle ground, certainly in the federal government, seems also to be similar.", "url": "https://www.bu.edu/articles/2019/are-we-headed-for-another-civil-war/"}, "article3": {"title": "Can History Prepare Us for the Trump Presidency?", "content": "The 45th president had already broken many norms when he took the oath of office: Donald Trump is the first commander in chief never to have served in public office or the military; he enters the White House with historically low favorability ratings; and he won an election despite losing the popular vote, after a campaign marked by scandal and unprecedented foreign meddling. But is the United States witnessing a truly unique moment with Trump’s arrival in the White House, or can history offer models for what 2017—and the four or eight years ahead—might look like? Politico Magazine asked historians to identify which moments in history most resemble this one, and what those moments can teach us about the presidency and the country today. Their answers ranged from the presidencies of Andrew Jackson (“wild and unpredictable”) to Abraham Lincoln (characterized by “geographical division”), from Andrew Johnson (an “outsider determined to bring insiders to heel”) to Richard Nixon (who brought to the White House “a deep distrust of government officials”). Still other historians, however, insisted the Trump presidency will be like nothing America has witnessed before.\n\n***\n\nThe Founding era, 1790s\n\nJoanne B. Freeman, professor of history and American studies at Yale University\n\nIt’s hard to focus on one aspect of our current historical moment to compare with the past. We’ve certainly seen individual aspects of it before. Extreme political polarization? Check. Populist surges? Check. Elite-bashing? Check. Anti-intellectualism? Check. Xenophobia? Two checks. In 1828, we saw a transition between a supremely intellectual president—John Quincy Adams—and a supremely non-intellectual president—Andrew Jackson. (One newspaper summed up their presidential battle as a contest between Adams, “who can write,” and Jackson, “who can fight.”) But Donald Trump isn’t Jackson—in many ways. Before becoming president, Jackson had been a politician, serving in the Tennessee constitutional convention, as well as the House of Representatives and Senate. He shifted some political norms, but he didn’t abandon them. For that reason, on the eve of this inauguration, I suppose I find myself thinking about the Founding era, when national political norms were still being formed, the political times felt undefined and unstable, and the future seemed unknown. When it came to politics, the 1790s was a period marked by serious thinking about outcomes, political power-holders (the Federalists) who favored a passive populace, repressive legislation (such as the Alien and Sedition Acts of 1798) intended to discourage political protest and an American public that became ever more effective at expressing its views, leading to a regime change and the election of Thomas Jefferson as president. Repression, protest and change. That’s the pattern of democracy, in many ways. On many counts, it’s a pattern worth remembering.\n\n***\n\nJohn Adams and Thomas Jefferson, 1800\n\nJames Morone, professor of political science, public policy and urban studies at Brown University and author of The Democratic Wish and Hellfire Nation\n\nThe very first American election campaign, John Adams versus Thomas Jefferson in 1800, looks eerily like our present moment. First, it was nasty. Nothing that Donald Trump jeered or tweeted on the campaign trail in 2016 was any worse than the broadsides their respective supporters launched at Adams (a “hideous hermaphroditical character who has neither the force nor firmness of a man, nor the gentleness and sensibility of a woman”) or Jefferson (a “mean spirited, low-lived … son of a half-breed Indian squaw sired by a Virginia mulatto father”).\n\nThe 1800 election also marked the first time the Electoral College rules tilted the result: Jefferson won only because the southern slave states, which largely supported him, got 14 extra votes by counting up their slaves as three-fifths of a person. And the big issues in the 1800 campaign look all too familiar today. The Federalists touted an active ambitious federal government; the Democratic Republicans despised the national government and wanted a small one that left most matters to the states and the people. The Democratic Republicans championed immigrants; the Federalists pushed harsh laws (the Alien Acts) that dramatically cut back immigrant rights. And each side eyed the slave rebellions in Haiti and Virginia but tiptoed around the great racial issue roiling the republic.\n\nThe consequences in 1800 were huge, too. Jefferson won, of course, and gave a magnificent and conciliatory inaugural address: “We are all Republicans, We are all Federalists.” Great speech, but not really true. The Federalists never solved their Electoral College conundrum and faded rapidly into oblivion. Slaveholders would occupy the White House for 24 uninterrupted years, and American’s racial dilemma was put off until it almost destroyed the nation.\n\nThere are four main lessons the 1800 election offers. For the winners: President Jefferson used his inaugural address to reach out to the losing party while still emphasizing his own ideas. Watch to see if President Trump can manage that during his presidency. To the losers: The key to coming back is having savvy leaders, who can redefine the party mission in tune with the times. History can be harsh to those who fail. Third is the Constitution’s eternal flaw: The Founders did not prepare the nation for parties and contested elections. That means the rules of the American voting system (who votes, how easily they can cast ballots, the whole Electoral College) is always up for grabs. Call it electoral integrity or voter suppression or whatever you like, but it’s going to be one of the most important questions in the years ahead. And finally: The great issues of race and immigration—of who we are as a nation—have always haunted American politics. Suppressing them only aggravates the issues.\n\n***\n\nAndrew Jackson, 1829\n\n\n\nJames T. Kloppenberg, professor of American history at Harvard University and author of Toward Democracy: The Struggle for Self-Rule in European and American Thought and Reading Obama: Dreams, Hope, and the American Political Tradition\n\nConsider a new U.S. president, the son of a prominent but now discredited father, who spent part of his childhood outside the United States. After his election, he selected his chief political rival to serve as secretary of state. Both the president and the person to whom he entrusted the nation’s foreign affairs were condemned by their opponents as illegitimate and crooked. Undeterred, the president proposed an ambitious program of federal spending, with targets that included infrastructure and education. He demanded that members of Congress shoulder their obligations to the country and the common good. Although he knew that his critics, not only but especially those in the Southern states, would protest that the people opposed federal initiatives, he persisted, arguing that elected representatives had responsibilities to the public that transcend partisan and sectional loyalties. A dignified and restrained champion of the rights of women, African Americans and other ethnic minorities, he was immediately subjected to venomous attacks, particularly from white males with little education, who rallied around a tough-talking, rough-edged, self-styled champion of the common man who first came to political prominence by denying the legitimacy of the president and denouncing his secretary of state.\n\nI am referring, of course, to John Quincy Adams; his secretary of state, Henry Clay; and his successor, Andrew Jackson. The parallels between the 1820s and our own moment, though, do not end there. Jackson was unlike his predecessors in nearly as many ways as is Donald Trump: He was an unapologetic white supremacist, a narcissist inclined toward authoritarianism and violence, and a defender of the code of male honor perpetually outraged by those who disrespected him or his wives. When “elites” dismissed Jackson contemptuously as unqualified to hold office, he proclaimed himself a “man of the people,” and many white American men embraced him. Democracy, though, requires not only institutions of popular governance but also commitments to underlying values such as equality, autonomy, pluralism and an ethic of reciprocity. Electoral success is not the only criterion that matters. Jackson’s defense of slavery and Indian removal make him less palatable now than Adams, whose tireless efforts to topple slavery and defend the defenseless eventually earned him the nickname “Old Man Eloquent.” Yet the campaign speeches of no man elected president, even Jackson, rival those of Trump in their racism, xenophobia and misogyny, nor has any earlier president utterly lacked experience in military or public service. Trump is in so many ways without historical precedent that I believe he must be distinguished from every previous holder of the office. Perhaps he will surprise us, as presidents sometimes do. Based on what we have seen and heard, I see no grounds for optimism and plenty of reasons to worry.\n\n***\n\nJames M. McPherson is emeritus professor of American history at Princeton University.\n\nDonald Trump’s ascendancy to the presidency most resembles Andrew Jackson’s victory over John Quincy Adams in 1828. Adams, the incumbent, was far better qualified by experience, education and intelligence than Jackson, and was supported by most of the “elite” of his time. They feared Jackson as a wild and unpredictable figure whose administration would lead to chaos and ruin. In the end, Jackson’s two terms, while chaotic in some respects and ending with the Panic of 1837 that led to a severe economic depression, did not turn out as badly as the nay-sayers of 1828 had predicted.\n\n\n\n\n\n***\n\nJames Buchanan, 1857\n\nHeather Richardson, professor of history at Boston College\n\nDonald Trump’s inauguration looks much like that of James Buchanan in 1857. Before the Civil War—at a time when the nation was deeply divided between a small group of slaveholders controlling the government for their own ends and regular Americans afraid they were losing the opportunity to rise—voters turned to Buchanan because he seemed like an outsider. During the turbulent years from 1853 to1856, he had been foreign minister to Britain. A three-way presidential race enabled Buchanan to win election over two opposition candidates, though together his opponents garnered far more votes than he did. Still, once elected, Buchanan quickly made it clear he was no outsider. He backed the slaveholders more strongly than any of his predecessors, and inadvertently revealed in his inaugural address that he had plotted with them before the election to push the infamous Dred Scott decision on an unwilling nation. His perfidy convinced northern voters that he had compromised the independence of the executive branch and put the government at the service of the rich slaveholders. During Buchanan’s administration, outraged Americans came together to stop the capture of the government by a small group of wealthy men and to restore a government “of the people, by the people, and for the people.”\n\nLike Buchanan before him, Trump ran for president in a deeply divided country. Like Buchanan, he ran as an outsider, and won election without the support of a majority of voters. Trump, too, immediately belied his status as an outsider by choosing Cabinet officers drawn from the elite “swamp” his supporters voted to drain. And, as in Buchanan's day, Trump’s administration has already drawn protesters determined to take back the government for all Americans.\n\n***\n\nJosh Zeitz, author of Lincoln’s Boys: John Hay, John Nicolay, and the War for Lincoln’s Image and a forthcoming book about the making of Lyndon Johnson’s Great Society.\n\nMoments after taking the oath of office in 1861—on the same bible that Donald Trump used Friday—Abraham Lincoln stepped back inside the U.S. Capitol building to exchange a few private words with his predecessor, James Buchanan. John Hay, Lincoln’s private secretary, stood close by and observed the scene “with boyish wonder and credulity to see what momentous counsels were to come from that gray and weathered head. Every word must have its value at such an instant.” It was to be a thorough disappointment. Buchanan’s parting advice was that “you will find the water on the right-hand well at the White House better than the left,” and other such “intimate details of the kitchen and pantry.” Hay recalled that Lincoln stood politely at attention, “with that weary, introverted look of his, not answering, and the next day, when I recalled the conversation, admitted he had not heard a word of it.”\n\nFriday’s inauguration flips the script. It is the outgoing president who embodies the sagacity and temperament of a great leader, and the incoming president who seems blithely detached from the sobering challenge before him. There is no real historic precedent for Donald Trump, who is unmatched in his disregard for American democratic norms and institutions. But the age he has ushered in—or that produced his presidency—bears some resemblance to the 1850s, an era in which American politics was deeply polarized and in which one party, Buchanan’s Democrats, openly flouted democratic norms and institutions. In the process, they brought the American republic to its breaking point.\n\nThe bitter debate over slavery nearly ground Congress to a standstill in the 1850s and, on several occasions, brought it to the brink of knife and gun fights. The decade saw a Southern Democratic congressman, Preston Brooks, beat Republican Senator Charles Sumner nearly dead on the Senate floor (the Democratic-controlled House subsequently refused to expel Brooks from Congress). It was a decade when Democrats abrogated the longstanding Missouri Compromise of 1820, which had established a dividing line between free and slave territories, and when Democratic politicians colluded openly with border ruffians who deployed widespread violence and voter fraud to steal multiple territorial elections in Kansas. Even in his last days in office, Buchanan, by then a lame duck, looked the other way as his secretary of war moved large stockpiles of weapons behind Southern lines, after the secession of South Carolina.\n\nSlavery was the driving force behind disunion, but the steady ruin of democratic norms and institutions made it possible. Of course, today’s political divisions don’t map so easily to geography. No state or group of states is going to secede. But there are other ways to destroy a democracy than to tear it in two. No less than in the 1850s, the country stands on a steep precipice.\n\n***\n\nAbraham Lincoln, 1861\n\nStephanie McCurry is professor of American history at Columbia University\n\nTo me, the most striking and dangerous elements of this election are the level of divisiveness in the country expressed in the vote and the related illegitimacy of the new president in the eyes of whole sectors of the population. In that respect, ironically, the historical moment this most resembles is the election of 1860. Abraham Lincoln’s election to the presidency confirmed the geographical division of the county along a fault line of political economy, morality and culture set by slaveholding and determined opposition to it. Lincoln was the first president ever elected only with northern votes. In that case, slaveholders’ refusal to accept the outcome precipitated the secession of most of the southern states and set off a crisis of democracy so profound it was settled, of course, only by Civil War. The crisis of political legitimacy that began with Lincoln’s presidency opened up a long period in our history in which the violent contestation of elections was the norm in the South. The situation now is reversed: Donald Trump is a conservative populist, wedded to a divisive and exclusionary vision of American democracy. I don’t expect American liberals and progressives, horrified as they are about the election of a man they see as entirely unworthy of the office or citizens’ trust, to respond with violence or extremism. But the profound divisions in the electorate and the crisis of legitimacy surrounding this presidency are real and threatening nonetheless—and it is not clear where they lead. At the very least, we are heading into a period of political and electoral instability in a country profoundly divided in its views about who belongs and whose rights deserve protection. As Trump, no Lincoln, is sworn in, history sounds the alarm.\n\n\n\n***\n\nAndrew Johnson, 1865\n\nMichael Vorenberg is associate professor of history at Brown University and author of the forthcoming Lincoln’s Peace: The Struggle to End the American Civil War\n\nHas the United States ever been so emotionally riven during a transition in presidential power? Probably not. The only time that may come close is that perilous moment following the assassination of Abraham Lincoln. As Martha Hodes details in her fantastic book, Mourning Lincoln, every emotional strain imaginable coursed through the body politic at once: rage, sorrow, helplessness and, for plenty of southern whites, vengeful glee. A fog of unreality settled on the land. What had happened? Who was responsible? What future lay ahead? The result of the tragedy was a new president, perhaps our worst (so far): Andrew Johnson. Comparing Johnson to Donald Trump is instructive in its own right. Although similar in character to Trump—impulsive, vindictive, petty and bigoted—Johnson was a far more experienced politician. Johnson reminds us that even a seasoned political hand can be spiteful and insecure. Like Trump, Johnson was easily swayed by flattery and enraged by slights. Both men imagined themselves as outsiders determined to bring insiders to heel. For Johnson, the insiders were the wealthy white slave-owners who never accepted the former tailor as one of their own, even after he purchased slaves himself. For Trump, the insiders were the Manhattanite elite who mocked the boorish Queensman for failing to master the subtle art of being rich and respected. Trump, like Johnson, now toadies to the power mongers he thought he had despised, all the while claiming the inheritance of Andrew Jackson’s populism and Abraham Lincoln’s wisdom. What can we learn from this past? Nothing that bodes well. In reaction to Johnson’s attempted counterrevolution, a Republican Congress created a progressive program of infrastructure investments, labor reform and, most importantly, civil rights for African Americans. Today’s Republican Congress might put the brakes on Trump’s agenda, but it is as intent as Trump on keeping the gearshift in reverse.\n\n***\n\nJeffrey K. Tulis is associate professor of government at the University of Texas at Austin\n\nThere really has never been anyone previously elected president of the United States that is like Trump in all of his noteworthy attributes. For example, like Trump, there have been five previous presidents with no prior elective office. But all five—Herbert Hoover, Dwight Eisenhower, Zachary Taylor, William Howard Taft and Ulysses Grant—had distinguished public service as generals in the armed forces, as Cabinet appointees or, in Taft’s case, as a prosecutor and judge as well as Teddy Roosevelt’s secretary of war. Trump has no important previous public service whatsoever. We have also never before elected a demagogue to be president—a major-party candidate whose understanding of leadership is the arousal of crowds based on passionate appeals that pit parts of the nation against one another, that explicitly and intentionally expresses anti-constitutional bigotry and prejudice. We have had one non-elected demagogue as president—Andrew Johnson, who took office after Abraham Lincoln was assassinated.\n\nMore than presidents without prior elective office, or previous politicians who faced questions regarding the legitimacy of their elections, Johnson is the president most like Trump. But Trump and Johnson are not alike in all respects. Yes, Johnson broke the prevailing norms that marked 19th-century presidential leadership. He was energized by a kind of regular communion with crowds. He mocked those who claimed that he demeaned his office and lacked dignity. He reacted to his critics personally and called them out by name. He opposed many of the policies of his own party, ignored the deliberative decisions of the Congress and thwarted the will of his own Cabinet. He was also, of course, the first president to be impeached and the only one to be nearly convicted. Although he survived impeachment and although he left office in disgrace, Johnson’s corrosive leadership style and the policies that he advanced gained a powerful and deleterious hold on American politics for more than a century.\n\nThere are two major lessons from Johnson’s presidency. First, Trump’s behavior on the campaign suggests that, as president, he is likely to demean the office, advance his personal interests over those of his party or his country, and offend core constitutional principles. If he does so, his presidency could be the most disgraceful in American political history, potentially leading to impeachment and conviction. But secondly, Johnson’s presidency teaches us that disgraceful presidential behavior may be politically influential, lasting beyond the term of the president. Trumpism, in other words, may outlast Trump. One can only hope that Trump’s pride will force him to act and think differently. But if he doesn’t, it is the American citizenry who should heed another lesson of Johnson’s presidency: to be a watchful people that rids the nation of a demagogue and, this time, makes sure his legacy doesn’t last.\n\n***\n\nRutherford B. Hayes, 1877\n\nNicole Hemmer, assistant professor at the University of Virginia Miller Center and co-host of the Past Present podcast\n\nThe 2017 inauguration echoes that of 1877, when an electoral tie threw the presidential selection to Congress. Rutherford Hayes, who had lost the popular vote, ascended to the White House as part of a grand bargain in which Republicans got control of the White House and white Democrats got control of the South. Even the inauguration itself involved sleight-of-hand. When Hayes took the public oath on March 5, few knew he had secretly been sworn in two days earlier, in part to avoid a Sunday swearing-in and in part because of fears that protestors—or militias—would interrupt the official ceremony.\n\nThat chaos echoes today, but so does the larger context. National unity and a peaceable transition in 1877 came at a price: the civil and human rights of black Americans in the South. The federal government, which had safeguarded their rights for a decade, withdrew, and Jim Crow became the law of the land. It is a reminder that unity and a go-along-to-get-along approach often come at a price, especially when the unifying vision is so exclusionary. Twelve years after the close of the Civil War, democracy’s institutions felt strained, its promise limited, its future tenuous. One hundred and fifty years later, it feels that way again.\n\n***\n\nThe Depression Era\n\nJonathan Darman, author of Landslide: LBJ and Ronald Reagan at the Dawn of a New America\n\nIn important ways, things aren’t as bleak in America today as they were in the worst days of the Depression. We don’t have mass unemployment or the daily threat of nationwide unrest; Donald Trump won’t find any Hoovervilles when he arrives in Washington. But the elements that tipped the country toward chaos in the 1930s are present. There’s the broad inequality between rich and poor and the toxic estrangement between the urban metropolises and the rural working class. There’s the disorientation and misinformation from new media and the sense that, all over the world, democratic institutions are in peril and strongmen are on the rise. Trump, moreover, has more than a little in common with the showmen-demagogues of the 30s—Huey Long, Father Charles Coughlin or Charles Lindbergh—with their talent for inspiring the masses, their frequent hostility to reason and their fondness for might over right. In that sense, things are more dire today: no Depression-era demagogue ever found his way to the White House.\n\nThe one element that’s missing, and sorely needed, is a modern-day Franklin D. Roosevelt—a once-in-a-generation political talent whose understanding of emerging media helps him or her to beat the demagogues at their own game. Roosevelt’s record as a defender of liberty was not perfect (think Supreme Court packing and the Japanese internment), but in a moment of prolonged national emergency he found a way to speak to the needs of the forgotten man while largely preserving constitutional order and democratic norms. Those looking for a leader to defend our traditions against the threats of Trumpism should look for the key quality that helped Roosevelt succeed: an unrivaled genius for the politician’s arts.\n\n\n\n***\n\n\n\nFranklin D. Roosevelt, 1933\n\nMeg Jacobs, history and public affairs at Princeton University\n\nIn so many ways, the inauguration of Donald Trump, the new tweeter-in-chief, defies historical precedent, and it is hard to think of a more radical change between administrations. Not only has Trump challenged Barack Obama’s legitimacy and campaigned against much of his agenda, but his incoming Cabinet secretaries have promised to dismantle much of the 44th president’s legacy. Yet, Mr. Trump’s inauguration does seem reminiscent of another moment when a great mass communicator took the oath of office. The most obvious comparison is Ronald Reagan, who, like Trump, came into Washington promising to rip apart government, and did so in part by reaching out directly to the American people, especially to sell his historic budget and tax cuts.\n\nStill, perhaps a better comparison is Franklin D. Roosevelt, who took office in 1933, in the middle of the Great Depression. Roosevelt cast his opponent, Herbert Hoover, as someone who had deeply ignored the needs of the 25 percent of Americans out of work, and soundly defeated him. As soon as he was sworn in, Roosevelt’s new team swung into action, fundamentally rewriting the rules of modern government. Beyond this dramatic change between laissez-faire and modern liberalism, Roosevelt related to the Americans in a wholly new way that signaled a mastery of mass communication not unlike Trump’s. Just as Trump has found a direct line of communication to his supporters through Twitter, Roosevelt pioneered the use of radio, in its day a new medium, to reach the American public. Less than a week into his term, Roosevelt delivered the first of his famous fireside chats. Broadcasting directly into the living rooms of American homes, he built support for a radical rewrite of banking legislation. Roosevelt also used radio to sell the rest of the New Deal, addressing Americans as “my friends.” In Roosevelt’s case, the strategy worked, as he became one of the most popular presidents of all time. It remains to be seen how effective Trump will be in translating his tweets into the necessary political capital to carry out his dismantling agenda. Regardless, we know that, as with Roosevelt, Trump will deploy this new medium as a way of bypassing the press and attempting to cultivate and expand on his political base as he seeks to rewrite the way Washington works.\n\n***\n\n\n\nGeorge Wallace, 1968\n\nKevin Kruse, professor of history at Princeton University\n\nDonald Trump’s campaign for the presidency strongly echoed the independent campaign waged by George Wallace in 1968. Notably, both men ran for the White House on a platform of populist white nationalism. They never objected to the size and scope of the federal government as most movement conservatives would; rather, they complained that working-class and middle-class whites were no longer the prime beneficiaries of its programs. Framing politics as a zero-sum game, Trump and Wallace articulated the fears of voters who felt, rightly or wrongly, that they were being left behind and eclipsed by racial minorities. In combative tones, they attacked an ominous establishment of “elitist” judges, “biased” reporters and protesters at their rallies. They transformed politics into a bare-knuckle brawl.\n\nWallace didn’t win the White House in 1968, but the man who did—Richard M. Nixon—was a close imitation. (Indeed, Wallace later complained that Nixon stole so much rhetoric from him that he should’ve copyrighted his speeches.) Much as Trump echoed Wallace on the campaign, he now resembles Nixon. Both men came to the White House after a bitter campaign in a chaotic year. Both claimed to speak for “the silent majority” and, though they won, they did so without a majority of voters. Indeed, their election results were quite similar: In 1968, Nixon won 44 percent of the popular vote and 301 electoral votes; in 2016, Trump won 46 percent and 304. A key difference here is that the combined vote for Nixon and Wallace did form a true majority, and Nixon was positioned to speak to such voters well. He entered office with an approval rating close to 60 percent. Trump, in sharp contrast, comes into office with his approval rating in the mid-30s, a level to which Nixon wouldn’t fall until the Watergate scandal was in full swing. As constrained and compromised as Nixon proved to be, Trump has even less room to maneuver.\n\n***\n\nRichard Nixon, 1969\n\nJulian E. Zelizer, professor of history and public affairs at Princeton University\n\nIt is very hard to offer a specific historical moment that resembles the Donald Trump presidency. Some have pointed to Andrew Jackson’s ascent to the White House as the best comparison, given that Jackson, too, was an advocate of white-working class populism who came from a world far removed from Washington and promised to upend it. But I fear the closest comparison may be to Richard Nixon’s inauguration in 1969. Although the Nixon and Trump were very different people—Nixon, of course, came into office with a huge résumé in government and deep expertise in foreign policy—Nixon, like Trump, brought to the White House an aggressive understanding of executive power, a deep distrust of government officials, a ruthless and defensive personality, a willingness to play to the worst elements of American society and the ability to do whatever it took to achieve victory. Trump has refused to rid himself of his business operation, which is already causing concern about conflicts of interest; he also has lashed out against individual reporters and businesses, and he has indicated through his attacks against the intelligence agencies that he won’t be restrained by what other parts of the government do or say. The Nixon comparison is relevant given the very serious concerns about whether Trump will potentially abuse his new authority in the same ways that sent the nation into a major political crisis in the early 1970s. Nixon used his power to go after his political enemies, to conduct controversial foreign policies in secrecy and, eventually, to stop a major investigation into his own wrongdoings. Will Trump go even further?\n\n***\n\n\n\nMargaret O’Mara is associate professor of history at University of Washington\n\nThe opening of the Trump Era reminds me of two other moments. Both involved unlikely victors who went on to have politically transformative presidencies.\n\nThe first is 1829, the inauguration of Andrew Jackson. The self-styled outsider from the Tennessee backwoods won an epically mud-slinging 1828 election over the patrician incumbent, John Quincy Adams. Establishment Washington was horrified by the tens of thousands of ordinary Americans who flocked to D.C. to watch Old Hickory take the oath of office, and then followed the new president to the White House for a rambunctious open house. Over the course of his terms in office, Jackson built on this core group of supporters to remake the Democratic Party into a “people’s party” of farmers and workers. It wasn’t aristocratic Thomas Jefferson’s party anymore—it was the blunt and rough-hewn Andrew Jackson’s, who, for all his many faults, became a symbol for a new age of expanded democracy and political participation.\n\nBut political transformation can also happen through opposition to a new president, and because of the president’s own failures. As Richard Nixon prepared to be inaugurated in 1969, thousands of demonstrators descended on Washington for days of protest. There were marches in the streets and a “counter-inaugural ball” in a tent on the National Mall. Protestors waved signs proclaiming: “Billionaires rule, Nixon’s their tool.” Coming after another wrenching election, the visible opposition to Nixon’s presidency and the continued strength of the anti-war movement contributed to the transformation of both parties. The GOP built on the conservative and increasingly Southern base that had responded to Nixon’s law-and-order message in 1968. The Democrats reformed party institutions to give young people, women and people of color a bigger presence and more powerful voice in national politics. The Watergate scandal and Nixon’s eventual resignation became a further proof point for this new political generation’s mistrust of establishment politicians and institutions—a mistrust that continues to the present, and helped deliver Donald Trump to the White House.\n\n***\n\n\n\nHugo Chavez, 1999\n\nJeremy D. Mayer, associate professor at George Mason University’s Schar School of Policy and Government\n\nPerhaps if Father Coughlin, Huey Long or Charles Lindbergh had ever sought and won the presidency, we would have something comparable, but there is no real precedent for the inauguration of a political figure like Donald Trump in the long decades of American history. For the most recent comparable moment, we have to go to Venezuela. On February 2, 1999, when Hugo Chávez was sworn in as president, it was after a bitterly contested election between Chávez, an outspoken populist of the left, and a Yale-educated economist who rallied the establishment. Throughout the campaign, Chávez signaled his desire to overhaul his country’s constitutional and economic tradition, and he even created a radical new presidential oath for his inauguration. Like Trump, Chávez attacked the entire establishment in Venezuela as corrupt and claimed to be speaking for the downtrodden and the ignored middle class.\n\nIf Chávez is any indication, Trump is very likely to tackle recalcitrant institutions quickly and seek to bend them to his will. In fact, Trump is a more dangerous threat to American institutions if he succeeds briefly than if he fails immediately. Chávez was long buoyed by the illusory success granted him by a global surge in oil prices. Many Venezuelans felt that his policies were working, falsely attributing to him prosperity that was actually external. In Trump’s case, if he somehow were to get the 3-4 percent GDP growth rate he is seeking, or reduce unemployment to 3.5 percent, or defeat the Islamic State through an alliance with Russia, his popularity would surely soar in the early years of his term. It could give him the same popular support that allowed Chávez to destroy the checks and balances in the Venezuelan system.\n\nThe analogy is far from perfect. Chávez rose from poverty, and was a left-wing ideologue. Trump was born to great wealth, and seems to have few firm ideological beliefs. But both were ego-driven populists who electrified audiences with their angry attacks on the establishment. Both men inspired fervent loyalty among a passionate following. One hopeful difference is in their very different countries. America’s institutions are older, and its republican government is far more stable and arguably more resistant to the kind of systemic threat that populist demagogues pose to constitutional order.\n\n***\n\nThe congressional comparison\n\nJack Rakove, professor of history and political science and fellow at the Center for Advanced Study in the Behavioral Sciences at Stanford University\n\nDonald Trump is a unique character, in every sense—and often, one worries, the worst sense—of the term. In terms of his narcissism, mendacity, willful ignorance, uninformed confidence in his own judgment, vindictive attitude toward any and all critics, disrespect for the institution and the conventions of governance that he is inheriting, there is no other figure in our past that remotely resembles Trump. And, in any case, making comparisons, or drawing lessons about the present from the evidence of the past is not, I personally believe, the proper task of the historian. It is just as important for historians to challenge overly simplified comparisons and to teach our readers and students about the importance of distinguishing present from past.\n\nBut if Trump’s characteristics are despicably unique, the political situation the nation now faces does have some antecedents—with one crucial difference. The 115th Congress could be plausibly compared to the 39th Congress that enacted Reconstruction, or the New Freedom Congress of 1913-1914 that pursued the Progressive agenda, or the first New Deal Congress of 1933-1934, or the mid-1960s Congresses that enacted the Civil Rights Act, the Voting Rights Act and the beginnings of the Great Society. The Republicans do have it in their power to attempt to undo the New Deal and the Great Society, those great Democratic legacies, and to impose their Ayn Rand-like vision on the nation. This could be one of those legendary Congresses, with one critical distinction: We have never had such a legislature meet, or such an administration been formed, with so reactionary an agenda to pursue. Whatever happens, explaining this turn of events will provide a great challenge to future historians.\n\n***\n\n\n\nThere is no historical precedent\n\nDavid Greenberg, a professor of history and media studies at Rutgers, contributing editor at Politico Magazine and author, most recently, of Republic of Spin: An Inside History of the American Presidency\n\nI’m usually one of those historians who insist that everything has a precedent. When journalists call me to ask if some phenomenon or other in unprecedented, I usually pooh-pooh the idea. Eighteen months ago I took part in a Politico Magazine symposium in which I and others pointed out that Trump had numerous precursors in American politics, from Henry Ford and William Randolph Hearst to George Wallace to Ross Perot. But Trump’s behavior on the campaign overthrew my expectations that he would be just another flamboyant businessman demagogue. His incitements to violence, his threats to jail his opponent, his insulting, bullying style, his refusal to play by the rules, his casual mendacity, his unapologetic boasts of sexual assault, his willingness to denigrate and trash every aspect of the democratic system—no one ever so violated the norms of our liberal democracy and won the presidency as a reward. As a result, it is hard to find a precedent: The threats of Huey Long, Father Coughlin and Charles Lindbergh in the 1930s were turned back by Franklin D. Roosevelt; George Wallace, though he found followers outside the South, was never a truly national figure. The historical moment that comes to mind, therefore, is that of Weimar Germany. But Trump, despite some frightening similarities, is not Hitler; he’s probably not even Mussolini. And yet it is to this moment in European history that we probably should turn for insight—to reeducate ourselves as to why societies turned to fascist strongmen and away from liberal (in the general sense) constitutionalism, and how the defenders of threatened democracies found a path forward.\n\n***\n\nElizabeth Cobbs, professor of American history at Texas A&M University and the author of The Hello Girls: America’s First Women Soldiers\n\nIt’s the historian’s job to review precedent. But sometimes none is found. Each of the 44 presidents before Donald Trump performed some kind of public service, often in multiple capacities: as governor, congressman, ambassador or soldier. In the 19th century, many had fought in the Revolution or the Civil War. In the 20th, several served in World War I or II. Most were former legislators. Not a single man without any prior experience was elected.\n\nSeveral former presidents struggled financially—Thomas Jefferson was a spendthrift—but none reneged openly on debt. When Abraham Lincoln’s country store failed, he repaid every person to whom he owed money, though it took years. Harry Truman did the same when his haberdashery bit the dust. It was a matter of honor. Trump has declared bankruptcy six times.\n\nLastly, no man has been known to be elected after boasting of sexually assaulting women. In previous generations, such a claim would have been political suicide. This generation chose him anyway. What we can learn from the past when there is no precedent is to exercise caution. The future is always unknowable, but especially when the track record disappears.\n\n***\n\nMichael Kazin, author of War Against War: The American Fight for Peace, 1914-1918, professor of history at Georgetown University and editor of Dissent.\n\nDonald Trump has no real predecessor. No previous occupant of the White House won the office by being a tough-talking celebrity who breathed contempt for nearly every member of the political class. However, several other presidents began their terms at a time when the nation was bitterly divided, with millions of Americans angry at one another for the choice they had made. Andrew Jackson, Abraham Lincoln, Richard Nixon and Ronald Reagan all faced such a crisis. Each of their administrations became a watershed in political history, with quite different consequences, of course. I don’t believe Trump’s election will, like Lincoln’s, hurl the nation into a civil war. I am far less sure that he will avoid ending up like Nixon, whose uncontrolled hatred of his opponents drove him from office.\n\n***\n\nKenneth W. Mack, professor of law and affiliate professor of history at Harvard University, and author of Representing the Race: The Creation of the Civil Rights Lawyer\n\nIt is perilous, in the extreme, to compare our present to any past moment. But that has not stopped many commentators, and our new president himself, from invoking the inauguration of Andrew Jackson as historical precedent. There are real reasons for this. Jackson is, depending whom you ask, either our first populist president or a border ruffian who left us the Trail of Tears and a financial crisis that bankrupted ordinary Americans. He was, of course, both. Less prominent has been the comparison between Donald Trump and Andrew Johnson, the first president to be impeached in the House. Both of these comparisons, however, are difficult. Jackson, as historian Gerald Leonard has shown, helped launch our modern American party system—which Trump seems to want to destroy. Johnson, for his part, engaged in abusive speechmaking and opposed equality for freed slaves, prompting a groundswell of opposition that gave us the Fourteenth Amendment—which remains the country’s core charter of equality for the groups who are most fearful of a Trump presidency. Most commentators who compare these prior historical moments to the present ignore the broader, unintended consequences of the Jackson and Johnson presidencies. What history has to teach us most of all about our present moment is that citizens now must engage in politics and scrutinize our new president closely. Trump’s inauguration matters immensely for the United States, and the world. But it is far too early to know exactly how.", "url": "https://www.politico.com/magazine/story/2017/01/can-history-prepare-us-for-the-trump-presidency-214676/"}}