{"foreign_id": "105_Real", "article1": {"title": "Orlando shooting: 49 killed, shooter pledged ISIS allegiance", "content": "Orlando, Florida CNN —\n\nAn American-born man who’d pledged allegiance to ISIS gunned down 49 people early Sunday at a gay nightclub in Orlando, the deadliest mass shooting in the United States and the nation’s worst terror attack since 9/11, authorities said.\n\nRead the latest developments\n\n* The gunman, Omar Mateen, 29, of Fort Pierce, Florida, was interviewed by the FBI in 2013 and 2014 but was not found to be a threat, the FBI said.\n\n* Mateen called 911 during the attack to pledge allegiance to ISIS and mentioned the Boston Marathon bombers, according to a U.S. official.\n\n* Orlando police shot and killed Mateen.\n\n* Mateen’s ex-wife said she thinks he was mentally ill.\n\nMateen carried an assault rifle and a pistol into the packed Pulse club about 2 a.m. Sunday and started shooting, killing 49 people and wounding at least 53, officials said.\n\nAfter a standoff of about three hours, while people trapped inside the club desperately called and messaged friends and relatives, police crashed into the building with an armored vehicle and stun grenades and killed Mateen.\n\n“It appears he was organized and well-prepared,” Orlando Police Chief John Mina said early Sunday. Authorities said they haven’t found any accomplices.\n\n‘An act of hate’\n\nThere has been no claim of responsibility for the attack on jihadi forums, but ISIS sympathizers have reacted by praising the attack on pro-Islamic State forums.\n\n“We know enough to say this was an act of terror and act of hate,” President Obama said in an address to the nation from the White House.\n\nWhile the violence could have hit any American community, “This is an especially heartbreaking day for our friends who are lesbian, gay, bisexual or transgender,” he said.\n\nTimeline of Orlando nightclub shooting\n\nOmar Mir Seddique Mateen was born in 1986 in New York. Most recently he lived in Fort Pierce, about 120 miles southeast of Orlando. Fearing explosives, police evacuated about 200 people from the apartment complex where he lived while they looked through his residence for evidence.\n\nMateen’s parents, who are from Afghanistan, said he’d expressed outrage after seeing two men kiss in Miami, but they didn’t consider him particularly religious and didn’t know of any connection he had to ISIS.\n\nOmar Mir Seddique Mateen Facebook\n\nHe was married in 2009 to a woman originally from Uzbekistan, according to the marriage license, but he filed documents to end the marriage in 2011.\n\nSitora Yusufiy, interviewed by CNN in Boulder, Colorado, said she and Mateen were together about four months, though it took a long time to complete the divorce because they lived in different parts of the country after separating.\n\nMateen was a normal husband at the beginning of their marriage but started abusing her after a few months, she said. She said Mateen was bipolar, although he was not formally diagnosed. She also said Mateen had a history with steroids. He was religious but she said she doesn’t think his religion played in to the attack.\n\nMateen had worked since 2007 as a security officer at G4S Secure Solutions, one of the world’s largest private security companies.\n\nA message posted in Arabic on a dark web site associated with the ISIS news agency Amaq said “the armed attack that targeted a gay night club in the city of Orlando in the American state of Florida and that bore more than a 100 killed and wounded was carried out by an Islamic state fighter.”\n\nBut CNN’s Salma Abdelaziz, who translated the message and closely monitors ISIS messaging, cautioned about taking the message at face value.\n\nShe said the language is inconsistent with previous ISIS announcements and that the Arabic word for gay was used rather than an epithet normally used by ISIS. Also, there was no claim that the attack was directed, just an after-the-fact claim the gunman was an ISIS fighter, she said.\n\nAt a Sunday afternoon news briefing, FBI Assistant Special Agent Ronald Hopper said the agency was aware of Mateen. The FBI interviewed him in 2013 and 2014 after he expressed sympathy for a suicide bomber, Hopper said.\n\n“Those interviews turned out to be inconclusive, so there was nothing to keep the investigation going,” Hopper said.\n\nMateen was not under investigation at the time of Sunday’s shooting and was not under surveillance, Hopper said.\n\nIn the past two weeks Mateen legally purchased a Glock pistol and a long gun, ATF Assistant Special Agent in Charge Trevor Velinor told reporters.\n\nIt’s not known if those weapons were used in the attack.\n\n“He is not a prohibited person. They can legally walk into a gun dealership and acquire and purchase firearms. He did so. And he did so within the last week or so,” Velinor said.\n\nScene inside the club\n\nPulse describes itself as “the hottest gay bar” in the heart of Orlando. Hours before the shooting, the club urged partygoers to attend its “Latin flavor” event Saturday night. The club is a vast, open space that was hosting more than 300 patrons late Saturday and into Sunday morning.\n\nPeople inside the cavernous nightclub described a scene of panic made more confusing by the loud music and darkness.\n\n“At first it sounded like it was part of the show because there was an event going on and we were all having a good time,” clubgoer Andy Moss said. “But once people started screaming and shots just keep ringing out, you know that it’s not a show anymore.”\n\nChristopher Hansen said he was getting a drink at the bar about 2 a.m. when he “just saw bodies going down.” He heard gunshots, “just one after another after another.”\n\nThe gunshots went on for so long that the shooting “could have lasted a whole song,” he said.\n\nWhen the shots erupted, Hansen hit the ground, crawling on his elbows and knees, before he spotted a man who had been shot.\n\n“I took my bandana off and shoved it in the hole in his back,” Hansen said, adding that he saw another woman who appeared to be shot in the arm.\n\nPolice investigate the back of the Pulse nightclub in Orlando on Sunday, June 12. At least 49 people were killed there by Omar Mateen, who was shot and killed by Orlando police. It was the deadliest mass shooting in U.S. history. Phelan M. Ebenhack/AP Bodies arrive at the medical examiner's office on June 12. Alan Diaz/AP Friends and family react after a list of hospitalized victims is released June 12 outside a hotel near the Orlando Regional Medical Center. Loren Elliott/Cal Sport Media/Zuma Press Pastor Kelvin Cobaris embraces Orlando City Commissioner Patty Sheehan, right, and Terry DeCarlo, executive director of the LGBT Center of Central Florida, on June 12. Phelan M. Ebenhack/AP Jeremy Glatstein donates blood in Orlando on June 12. He drove an hour to the donation center to show his support for the shooting victims. Courtesy David Waters A bomb disposal unit checks for explosives around the apartment building where Mateen is believed to have lived in Fort Pierce, Florida. Joe Raedle/Getty Images Ray Rivera, a DJ at the nightclub, is consoled by a friend outside of the Orlando Police Department. Joe Burbank/Orlando Sentinel/AP Florida Gov. Rick Scott arrives at the scene. Joe Burbank/AP Police gather outside the home in Port St. Lucie, Florida, where Mateen's father lives. CNN Police officers gather outside of the nightclub, which describes itself as \"the hottest gay bar\" in the heart of Orlando. Gerardo Mora/Getty Images Ron Hopper of the FBI answers questions from members of the media on June 12. Listening are Orlando Police Chief John Mina, left, and Orange County Mayor Teresa Jacobs. Phelan M. Ebenhack/AP A police officer stands guard outside the Orlando Regional Medical Center. Phelan M. Ebenhack/AP A SWAT team member arrives at the scene of the shooting. Phelan M. Ebenhack/AP Medical personnel wait with stretchers at the Orlando Regional Medical Center. Phelan M. Ebenhack/AP People wait for news outside the emergency entrance of the hospital. Phelan M. Ebenhack/AP Police in Orlando direct family members away from the scene of the shooting. Phelan M. Ebenhack/AP Shooting victims are attended to by emergency responders outside the club. Univision Florida Central/EPA Emergency personnel gather outside the nightclub. Unision Florida Central/EPA Bystanders wait at the scene. Phelan M. Ebenhack/AP Police officers respond to the scene of the shooting. Univision Florida Central/EPA Orlando nightclub shooting Prev Next\n\nSurvivors provided CNN with dramatic accounts of how they avoided death. One person hiding in the bathroom covered herself with bodies to protect herself. Some entertainers hid in a dressing room when the shooting started and escaped the building by crawling out when police removed the air conditioning unit.\n\nOne of the bartenders said she hid under the glass bar. Police came in and said, “If you are alive, raise your hand.” Then police got her and others out.\n\nAfter the initial shooting, police surrounded the club while Mateen was inside with clubgoers hiding in bathrooms and other parts of the building. People inside the club were communicating on their phones with law enforcement from that time until around 5 a.m., when authorities used an armored vehicle to break down the door of the building.\n\nHospital swamped with victims\n\nThirty-nine people and Mateen were pronounced dead at the scene, with two bodies found in the parking lot, Mayor Buddy Dyer said. Eleven people were taken to hospitals and pronounced dead there, he said.\n\nThe City of Orlando is posting names of the deceased on a website after next of kin are notified. The youngest person among the first seven named, Luis Omar Ocasio-Capo, was 20 years old.\n\nForty-three of the wounded people were patients on Sunday afternoon at Orlando Regional Medical Center, a hospital spokesperson said, with 26 operations being performed.\n\nBlood donors rush to help in Orlando\n\nBefore Sunday, the deadliest shootings in U.S. history were at Virginia Tech in 2007 and Sandy Hook Elementary School in 2012, with 32 and 27 killed. Fourteen people were killed December 2 in an attack in San Berardino, California.\n\nNational media attention was already focused on Orlando over the weekend because of Friday night’s fatal shooting of Christina Grimmie while she signed autographs after a show. She was an up-and-coming singer who had appeared on NBC’s “The Voice.” Her shooter then killed himself. The Pulse shooting happened only a few miles from the Plaza Live theater, where Grimmie was killed.\n\nDyer, the mayor, called for the city to come together. “We need to support each other. We need to love each other. And we will not be defined by a hateful shooter,” he said.\n\nPresident Obama called for flags to be lowered to half staff and Florida Gov. Rick Scott called for a moment of silence across the nation at 6 p.m. Sunday. States of emergency were declared for the city of Orlando and for Orange County.\n\nSanta Monica arrest\n\nAlso on Sunday, authorities in West Hollywood, California, arrested 20-year-old James Wesley Howell. They said they found an arsenal in his car that included, three assault rifles, high-capacity magazines, ammunition and a five-gallon bucket with chemicals that could be used to create an explosive device, officials said. At 5 a.m. PT, police got a call about a prowler and found Howell, who told authorities he was looking for a friend to attend the LA Pride festival.\n\nThere was no indication the arrest was related to the Orlando attack.\n\nAmerica’s deadliest mass shootings\n\nPolice on leave\n\nEleven Orlando police officers and three sheriff’s deputies who exchanged gunfire with the suspect will be temporarily relieved of duty pending an investigation.\n\nOne officer suffered an eye injury when a bullet struck his Kevlar helmet, said Danny Banks, special agent in charge of the Florida Department of Law Enforcement’s Orlando bureau. The helmet saved the officer’s life, Banks said.\n\nOrlando shooting sparks gun control, language debates\n\n‘This is a hate crime’\n\nThe attacks were denounced on Sunday by numerous groups, including the Vatican, Afghan President Mohammad Ashraf Ghani and the Council on American-Islamic Relations.\n\n“This is a hate crime, plain and simple,” CAIR National Communications Director Ibrahim Hooper said. “We condemn it in the strongest possible terms.”\n\nNadine Smith of Equality Florida said groups are planning vigils around the nation. “It has just been a devastating day but people are starting to rally,” she said.\n\nBarbara Poma, owner of the Orlando nightclub Pulse, released the following statement on Sunday:\n\n“Like everyone in the country, I am devastated about the horrific events that have taken place today. Pulse, and the men and women who work there, have been my family for nearly 15 years. From the beginning, Pulse has served as a place of love and acceptance for the LGBTQ community. I want to express my profound sadness and condolences to all who have lost loved ones. Please know that my grief and heart are with you.”", "url": "https://www.cnn.com/2016/06/12/us/orlando-nightclub-shooting/index.html"}, "article2": {"title": "Donald Trump Seizes on Orlando Shooting and Repeats Call for Temporary Ban on Muslim Migration", "content": "Mrs. Clinton did not use that phrase or respond directly to Mr. Trump’s broadsides. Her campaign instead sought to use the event to diminish their Republican rival. “This act of terror is the largest mass shooting in American history and a tragedy that requires a serious response,” Jennifer Palmieri, Mrs. Clinton’s communications director said, adding that: “Donald Trump put out political attacks, weak platitudes and self-congratulations.”\n\nMrs. Clinton, the presumptive Democratic presidential nominee, initially responded with caution Sunday morning after early reports about the assault, offering her thoughts to those affected “as we wait for more information.” But after President Obama spoke in the afternoon, and called the Orlando killings an “act of terror,” she issued a longer statement echoing the president. “This was an act of terror,” Mrs. Clinton said.\n\nIn her statement, Mrs. Clinton said “we need to redouble our efforts to defend our country from threats at home and abroad,” focusing on the threat of terrorism. Further down in her statement, she called for more stringent restrictions on guns.\n\n“Finally, we need to keep guns like the ones used last night out of the hands of terrorists or other violent criminals,” she said, taking up the call many on the left made in the hours after the attack. Mr. Trump, who made no mention of access to firearms in any of his comments, said Mr. Obama should resign for his own refusal to say “radical Islam.”", "url": "https://www.nytimes.com/2016/06/13/us/politics/trump-clinton-sanders-shooting-reaction.html"}, "article3": {"title": "Trump revives talk of banning Muslims after Orlando attack", "content": "MANCHESTER, N.H. — In his first formal remarks since Sunday’s deadly shooting at a gay nightclub in Orlando, Donald Trump repeated his call to bar Muslims from immigrating to the United States and added a promise to suspend immigration from any country with a “proven history of terrorism” against the United States, Europe or other allies. It wasn’t clear if this language was meant to broaden the category of foreigners Trump wants to keep out of the country, and his campaign declined to elaborate.\n\nThe presumptive Republican nominee used the attack, which left 50 people dead, including the killer, as ammunition for accusing President Obama and his likely opponent, Hillary Clinton, of putting the nation at risk with “deadly ignorance” about the threat of radical Islam.\n\n“They have put political correctness above common sense, above your safety and above all else,” Trump declared in a speech at the New Hampshire Institute of Politics at Saint Anselm College in Manchester. “I refuse to be politically correct.”\n\nAP FACT CHECK: TRUMP’S SPEECH NEEDS SOME ASTERISKS\n\nThe speech had been initially planned as a way for Trump to contrast his record with Clinton’s. But the Trump campaign shifted the focus to immigration and national security in the aftermath of Sunday’s massacre, expanding on and defending proposals that were the centerpiece of his primary campaign.\n\nRepublican presidential candidate Donald J. Trump speaks at the Saint Anselm College New Hampshire Institute of Politics in Manchester, N.H., on June 13, 2016. (Photo: Tim Clarey/AFP/Getty Images)\n\nThe ban on Muslim immigration, which many Republicans oppose, had largely been dropped from Trump’s stump speech in recent weeks, but he brought it back in full force on Monday. The candidate has largely dodged questions of how his proposal would protect against attacks by American citizens, including the perpetrator of the Orlando massacre.\n\n“Yes, there are many radicalized people already inside our country as a result of the poor policies of the past,” Trump said. “But the whole point is that it will be much, much easier to deal with our current problem if we don’t keep on bringing in people who add to the problem.”\n\nAt one point, Trump incorrectly stated that Omar Mateen, the accused Orlando shooter, was “born an Afghan, of Afghan parents.” Mateen, who was killed by police gunfire, was an American citizen who was born in New York to immigrant parents.\n\nIt was not clear whether Trump, who spoke with the aid of a TelePrompTer, simply misspoke or was ad libbing the line, which was not included in a written copy of his remarks later released by his campaign.\n\nIn the roughly half-hour speech, Trump repeatedly called out Clinton for opposing new restrictions on immigration while claiming to be in solidarity with the lesbian, gay, bisexual and transgender community, the presumed target of Sunday’s attacks. Obama and Clinton, he said, are not fit to lead the nation.\n\n“The bottom line is that Hillary supports the policies that bring the threat of radical Islam into America, and allow it to grow overseas,” Trump said. “Clinton wants to allow radical Islamic terrorists to pour into our country. They enslave women and murder gays.”\n\n\n\n\n\nTrump also dismissed Clinton’s calls for new gun controls, including a ban on assault weapons. Although he expressed support for an assault weapons ban in 1999, when he first considered a run for the presidency as a Reform Party candidate, the GOP candidate touted his recent endorsement from the National Rifle Association and said he would meet with them “to discuss how to ensure Americans have the means to protect themselves in this age of terror.”\n\nRELATED: TRUMP REVOKES PRESS CREDENTIALS OF WASHINGTON POST\n\nTrump accused Clinton of trying to overturn the Second Amendment, something she has repeatedly denied. “Her plan is to disarm law-abiding Americans, abolishing the Second Amendment and leaving only the bad guys and terrorists with guns,” he said. “She wants to take away Americans’ guns, then admit the very people who want to slaughter us.”\n\nRelated slideshows:\n\nSlideshow: Victims of the Florida nightclub shooting >>>\n\n\n\nSlideshow: Front page coverage of the Orlando mass shooting >>>\n\nSlideshow: World reacts to Orlando mass shooting >>>\n\nSlideshow: Shooting rampage at Florida nightclub >>>\n\nRELATED VIDEO:\n\n\n\n", "url": "https://news.yahoo.com/trump-revives-talk-of-banning-muslims-after-orlando-attack-213957508.html"}}