{"foreign_id": "106_Real", "article1": {"title": "Struggling Republican Bush brings out the big gun: his mom", "content": "MANCHESTER, N.H./WASHINGTON (Reuters) - Jeb Bush brought out his famous family four days before the crucial U.S. presidential primary in New Hampshire, tapping his mother on Friday to scold Republican front-runner Donald Trump over his use of profanity and treatment of women.\n\nIn a last ditch attempt to make a mark on a Republican primary campaign he was supposed to own, Bush lashed out at both Trump and U.S. Senator Marco Rubio, the one-time protege who has eclipsed Bush as the party’s establishment candidate in the 2016 White House race.\n\nNew opinion polls following Monday’s Iowa caucuses showed Trump maintaining a wide lead in New Hampshire’s primary next Tuesday with Rubio rising into second place in the state as Republicans battle for the nomination in November’s presidential election.\n\nBush, the former governor of Florida, leaned on his well-known family for support.\n\nWhile former President George W. Bush appeared in a new ad praising his brother as having “a good heart and a strong backbone,” Jeb Bush sat with his mother for an interview with CBS show “This Morning.”\n\nThe two attacked Trump as misogynistic and vulgar after he used a four-letter word in a recent campaign appearance.\n\n“I don’t think a president would have ever shouted profanities in a speech in front of thousands of people with kids in the crowd,” Jeb Bush said. “He does it all the time.”\n\nHis mother lambasted Trump for criticizing Fox News anchor Megyn Kelly after she quizzed him at a Republican debate in August. Trump made comments widely interpreted as referring to her menstrual cycle.\n\n“I don’t know how women can vote for someone who said what he said about Megyn Kelly,” Mrs. Bush said. “It’s terrible. And we knew what he meant, too.”\n\nU.S. Republican presidential candidate Jeb Bush waits to speak at a campaign event at the Greasewood Flats Ranch in Carroll, Iowa January 29, 2016. REUTERS/Rick Wilking\n\nMuch loved by today’s Republicans, the former first lady herself raised eyebrows in 1984 when she reportedly made a derogatory reference to Democratic vice presidential candidate Geraldine Ferraro, the first woman on a major party ticket, saying, “I can’t say it, but it rhymes with rich.”\n\n“ALMOST TOO POLITE”\n\nTrump has dismissed Jeb Bush as a “low-energy” loser. The son and brother of U.S. presidents who was expected to glide to the Republican nomination, Bush trails in the single digits in many national polls.\n\nMrs. Bush, who was campaigning for her younger son in New Hampshire, said “America needs” Jeb and drew an implicit contrast to the brash swagger of Trump. “He’s got the same values that America seems to have lost. He’s almost too polite.”\n\nWhile rivals took aim at him, Trump was forced to miss a rally on Friday in Londonderry, New Hampshire because of a snow storm and was stuck in New York, a spokesman said.\n\nTrump has eschewed much of the one-on-one retail politicking of typical campaigns in favor of large rallies. But in New Hampshire, where voters are used to having candidates’ close attention, the strategy could hurt.\n\nJeb Bush seized the opportunity to make fun of Trump on Twitter, pointing out that even his mother was able make it out despite the weather.\n\n“My 90 year old mother made it out to campaign,” he wrote in response to Trump’s tweet that he was moving a campaign event to Monday due to a “big storm.”\n\nThe Bushes chatted with people at a diner in Derry, New Hampshire, according to a pool report sent to news outlets. “Vote for my boy,” Barbara Bush told one table. “I haven’t seen snow in 1,000 years,” she said.\n\nThe snow did not stop Ohio Governor John Kasich either. His campaign sent reporters a video of the candidate in a snowball fight after a town hall.\n\nJeb Bush also stepped up attacks on Rubio as lacking in experience and accomplishments, saying on MSNBC the first-term Florida lawmaker had done “nothing” in the U.S. Senate.\n\nHe was not the only one piling on Rubio. New Jersey Governor Chris Christie released satirical videos slamming the Floridian as “scripted” for repeating himself in interviews and speeches.\n\nAnd the New Hampshire Union Leader newspaper’s publisher criticized Rubio in an editorial for presenting himself as a Washington outsider, saying Rubio “must think New Hampshire a bunch of rubes.”\n\nOn the positive side for Rubio, he picked up the endorsement of former Louisiana Governor Bobby Jindal, who dropped out of the Republican race in November.\n\n“I think he’s a principled conservative. I think he’s the right guy to lead us forward,” Jindal said on Fox News.\n\nA Suffolk University/Boston Globe poll released on Friday found that about one-third of likely Republican voters said they could still change their minds.\n\nThe poll showed Rubio with 19 percent, behind Trump’s 29 percent. Kasich came in third with 13 percent, followed by Bush and U.S. Senator Ted Cruz.\n\nFor the Democrats, opinion polls show U.S. Senator Bernie Sanders from Vermont with a double-digit lead in New Hampshire over rival Hillary Clinton. Clinton went on the attack against Sanders on Thursday in their most contentious debate yet.", "url": "https://www.reuters.com/article/us-usa-election-idUSKCN0VE1QY"}, "article2": {"title": "Donald Trump’s Gender-Based Attacks on Hillary Clinton Have Calculated Risk", "content": "With the nation on the verge of a presidential election between the first woman to lead a major party and an opponent accused of misogyny, Hillary Clinton and Donald J. Trump are digging in for a fight in which he is likely to attack her precisely because she is a woman.\n\nMr. Trump, the Republican favorite, has already proved willing to attack Mrs. Clinton in ways that many women find sexist and that her supporters consider out of bounds.\n\nThis week alone, he accused her of playing the “woman’s card” to get where she is, saying, “If Hillary Clinton were a man, I don’t think she’d get 5 percent of the vote.” He questioned her “strength” and “stamina,” and he mocked her for “shouting.” Also this year, he attacked Mrs. Clinton as the enabling political spouse of a former president who Mr. Trump said had abused women.", "url": "https://www.nytimes.com/2016/04/29/us/politics/hillary-clinton-donald-trump-women.html"}, "article3": {"title": "Hand-Wringing in G.O.P. After Donald Trump’s Remarks on Megyn Kelly", "content": "Donald J. Trump’s suggestion that a Fox News journalist had questioned him forcefully at the Republican presidential debate because she was menstruating cost him a speaking slot Saturday night at an influential gathering of conservatives in Atlanta. It also raised new questions about how much longer Republican Party leaders would have to contend with Mr. Trump’s disruptive presence in the primary field.\n\nContinuing his complaints about Megyn Kelly, one of the moderators of the debate, in an interview on CNN Friday night, Mr. Trump said, “You could see there was blood coming out of her eyes, blood coming out of her wherever.” The remark prompted Erick Erickson, the leader of RedState, the conservative group, to disinvite him.\n\n“If your standard-bearer has to resort to that,” Mr. Erickson told hundreds of conservative activists in a packed Atlanta hotel ballroom on Saturday, “we need a new standard-bearer.”\n\nWith Mr. Trump at center stage Thursday in Cleveland, Fox News shattered television viewership records for a primary debate: Nearly 24 million people watched. But any hopes that Mr. Trump, the real estate developer and television celebrity, would try to reinvent himself as a sober-minded statesman, or that he would collapse under scrutiny and tough questions, vaporized in the opening minutes when he refused to rule out running as an independent candidate for president. His remarks Friday only furthered the impression that he also had no intention of speaking more carefully. Mr. Trump denied on Saturday that he had been implying that Ms. Kelly was menstruating. “I think only a degenerate would think that I would have meant that,” he said in an interview, insisting that he had been referring to Ms. Kelly’s nose and ears.", "url": "https://www.nytimes.com/2015/08/09/us/politics/donald-trump-disinvited-from-conservative-event-over-remark-on-megyn-kelly.html"}}