{"foreign_id": "108_Real", "article1": {"title": "Clinton Campaign Had Additional Signed Agreement With DNC In 2015", "content": "Clinton Campaign Had Additional Signed Agreement With DNC In 2015\n\nEnlarge this image toggle caption Andrew Harnik/AP Andrew Harnik/AP\n\nUpdated at 11:56 p.m. ET: NPR has obtained the full memo from a Democratic source. Read it at the bottom of this story.\n\nWhat, exactly, did the Democratic National Committee and Hillary Clinton's presidential campaign agree to in 2015, before any votes had been cast in the Democratic primary?\n\nThe question has roiled Democratic politics since Thursday morning, when Politico published an excerpt of Donna Brazile's upcoming book about the 2016 presidential race.\n\nBrazile took over the DNC as interim chair following Debbie Wasserman Schultz's sudden resignation during the Democratic National Convention. Once she was at the party's helm, Brazile wrote that she discovered an agreement that \"specified that in exchange for raising money and investing in the DNC, Hillary would control the party's finances, strategy, and all the money raised. Her campaign had the right of refusal of who would be the party communications director, and it would make final decisions on all the other staff.\"\n\nThis agreement has been seized on by everyone from President Trump to Massachusetts Sen. Elizabeth Warren as proof that the DNC \"rigged\" the 2016 primary for Clinton.\n\nThe DNC and former Clinton staffers pushed back on Brazile's claim but never outright denied it.\n\nIn a letter to DNC members, Chairman Tom Perez noted that the party reached joint fundraising agreements with both Clinton and Vermont Sen. Bernie Sanders. \"The joint fundraising agreements were the same for each campaign except for the treasurer, and our understanding was that the DNC offered all of the presidential campaigns the opportunity to set up a [joint fundraising agreement] and work with the DNC to coordinate on how those funds were used to best prepare for the general election.\"\n\nThat may be true — but two Democratic officials tell NPR that Brazile and Perez are referring to two different things. In addition to that joint fundraising agreement the DNC reached with both campaigns, the party and the Clinton campaign struck that separate memorandum of understanding giving the campaign staffing and policy oversight.\n\nThat document was signed on Aug. 26, 2015 — before, among other things, Vice President Joe Biden ruled out a run for president.\n\nThe DNC has not denied this characterization or timeline.\n\nA Democratic official who has reviewed the document pointed out that in addition to the Clinton signoffs Brazile characterized, it included language stating that \"nothing in this agreement shall be construed to violate the DNC's obligation of impartiality and neutrality through the Nominating process\" and that \"all activities performed under this agreement will be focused exclusively on preparations for the General Election and not the Democratic Primary.\"\n\nThe agreement also noted that the DNC \"may enter into similar agreements with other candidates.\" (Read the full memo below.)\n\nStill, Sanders' 2016 campaign manager, Jeff Weaver, said the agreement was the latest evidence the DNC tried to tip the scales against his candidate. He and other Sanders backers have regularly pointed to the party's scheduling of debates on weekend nights as one example of how DNC officials tried to aid Clinton's campaign.\n\n\"I think the DNC should apologize to the millions and millions of people who put their heart and souls into the campaign on both sides, frankly,\" Weaver told MSNBC Friday. \"There are many people who campaigned for Hillary believing it was a fair process. It was not a fair process. And those people are the people who the Democratic Party has to re-establish faith with — the people, the rank and file of this party — allied, independents and other people.\" (Weaver did not respond to multiple requests for comment from NPR.)\n\nClinton campaign manager Robby Mook appeared on CNN Friday night and called \"laughable\" assertions that the agreement rigged the primary against Sanders. Among other things, he pointed to the fact that the memo states that joint efforts were to be focused on the general election.\n\n\"The DNC came to our campaign and said, 'We need help. We're not prepared for the general election,'\" Mook said. Regarding the fact that the memo gave the Clinton campaign a role in communications hiring, Mook added, \"The purpose of the DNC while a primary is going on is to hold Republican candidates accountable, and nobody was filling that post.\" He also insisted that the Sanders campaign had the ability to enter into a similar arrangement with the party.\n\nSanders and his supporters have long alleged that the DNC tipped the scales in the 2016 primary. A frequent piece of evidence cited for this was the decision to hold debates on weekends when viewership would be lower. Emails released by WikiLeaks on the eve of the 2016 Democratic National Convention showed that some DNC staffers favored Clinton and were vocal about it. U.S. intelligence believes those leaked emails originated with Russia's efforts to disrupt the 2016 campaign.\n\nBrazile herself was eventually at the center of that controversy. Emails hacked from Clinton campaign chairman John Podesta and released by Wikileaks showed that Brazile, a former CNN commentator, passed along details about questions Clinton would receive at a primary debate and a candidate forum hosted by the network. Following those revelations, CNN ended its relationship with Brazile.\n\nCurrent chairman Tom Perez was not at the DNC during 2016, but the contested primary and its lingering aftermath have loomed over the former labor secretary as he has tried to rebuild the party.\n\n\"Even a perception of impropriety — whether real or not — is detrimental to the DNC as an institution,\" he wrote in the letter to DNC members. \"You have my commitment that 2020 will be a transparent process. That is why I want to make sure that the primary debate schedule is decided well ahead of the presidential primary process and why I stand by the essential work of the Unity Reform Commission.\"\n\nThat commission is charged with recommending changes to the Democratic primary process. On MSNBC, Weaver said its final conclusions — and whether or not they're adopted — will be a key indicator of whether the DNC stands behind its promise to be more welcoming to Sanders and his supporters.\n\nRead the full memo, obtained by NPR from a Democratic source:\n\n\"This Memorandum is intended to memorialize our agreement regarding the creation and operation of Hillary Victory Fund (Victory Fund), a joint fundraising committee of Hillary for America (HFA) and the Democratic National Committee (DNC).\n\n\"HFA is prepared to raise and invest funds into the DNC via the Victory. In return for this financial support, HFA requires the appropriate influence over the financial, strategic, and operational use of these JFA-raised funds.\n\n\"Commencing on September 1, 2015 HFA agrees to raise funds for the Victory Fund sufficient to fund the DNC's data, technology, analytics, research, and communications operations. Specifically, HFA will agree to raise and to instruct the Victory Fund Treasurer, Beth Jones (who is employed by HFA) to transfer from the Victory Fund a minimum of one million and two hundred thousand dollars ($1,200,000.00) to the DNC from its share of the net proceeds under the allocation formula on the first day of every month (beginning October 1, 2015) for these activities (the \"Base Amount\"). In the event that the Victory Fund is not in possession of adequate net proceeds allocable to the DNC on the first of the month to make such transfer, it shall make the required transfer as soon as adequate funds are available.\n\n\"HFA's obligations under this agreement, and the release of the Base Amounts each month are conditioned on the following:\n\nWith respect to the hiring of a DNC Communications Director, the DNC agrees that no later than September 11, 2015 it will hire one of two candidates previously identified as acceptable to HFA. With respect to the hiring of future DNC senior staff in the communications, technology, and research departments, in the case of vacancy, the DNC will maintain the authority to make the final decision as between candidates acceptable to HFA. Agreement by the DNC that HFA personnel will be consulted and have joint authority over strategic decisions over the staffing, budget, expenditures, and general election related communications, data, technology, analytics, and research. The DNC will provide HFA advance opportunity to review on-line or mass email, communications that features a particular Democratic primary candidate. This does not include any communications related to primary debates – which will be exclusively controlled by the DNC. The DNC will alert HFA in advance of mailing any direct mail communications that features a particular Democratic primary candidate or his or her signature. If asked by a State Party, the DNC will encourage the State Party to become a participant in the Victory Fund.\n\n\"Once HFA has raised the first $1,200,000 and it has been distributed to the DNC, HFA will be granted complete and seamless access to all research work product and tools (not including any research or tracking the DNC may engage in relating to other Democratic candidates).\n\n\"The parties also agree that they will enter into an agreed upon voter file licensing agreement. As consideration for that agreement, HFA will raise an additional $250,000 into the Victory Fund that will be distributed to the DNC no later than March 31, 2016.\n\n\"In addition, HFA will also raise funds for the Victory Fund that will distributed to the DNC in excess of the $1,200,000 monthly base amount (Excess Amount). The Excess Amount raised by HFA that is distributed to the DNC will be spent on the DNC's data, technology, analytics, research, and communications operations as directed by HFA (Special Projects). Although the DNC will remain responsible for the day to day execution of those Special Projects, HFA will determine (in consultation with the DNC) the Special Project's scope, strategy, staffing, budget, and manner of execution.\n\n\"Finally, HFA agrees that on a monthly basis the Victory Fund will provide the DNC a list of receipts and disbursements from the Victory Fund. The DNC agrees to provide monthly financial reports to HFA as it relates to the use of the funds distributed by the Victory Fund to the DNC.\n\n\"In the event that there is a disagreement in the operation of this agreement or the use of the Base Amount, the DNC department head and their HFA counterpart will meet and confer to resolve the matter. If that fails to resolve the disagreement, then you and I will resolve it. If there is still no resolution the DNC Chair and the HFA Chair will resolve.\n\n\"Nothing in this agreement shall be construed to violate the DNC's obligation of impartiality and neutrality through the Nominating process. All activities performed under this agreement will be focused exclusively on preparations for the General Election and not the Democratic Primary. Further we understand you may enter into similar agreements with other candidates.\n\n\"The attached Joint Fundraising Agreement will be entered into by HFA and the DNC (as well as by State Parties).\n\n\"This agreement will be reviewed on March 31, 2016 and either party may terminate any prospective obligation at that time.\n\n\"If this memorandum correctly summarizes our agreement, please reply by email with the text – 'Agreed by DNC'.\"", "url": "https://www.npr.org/2017/11/03/561976645/clinton-campaign-had-additional-signed-agreement-with-dnc-in-2015"}, "article2": {"title": "DNC Chief Debbie Wasserman Schultz Stepping Aside in Wake of Scandal", "content": "PHILADELPHIA — Debbie Wasserman Schultz has been ousted as chairwoman of the Democratic National Committee on the eve of the party's convention. It's an abrupt end to a chairmanship marked by controversy, which came to a head this weekend following revelations from leaked internal emails.\n\n\"Going forward, the best way for me to accomplish those goals is to step down as Party Chair at the end of this convention,\" Wasserman Schultz said in a lengthy statement Sunday announcing her resignation, referring to her desire to unify the party.\n\nWasserman Schultz said she plans to step down at the end of the convention, though some Democrats are already saying she may not last that long. \"As Party Chair, this week I will open and close the Convention and I will address our delegates about the stakes involved in this election not only for Democrats, but for all Americans,\" Wasserman Schultz added.\n\nOhio Rep. Marcia Fudge has been selected to serve as chair of the Democratic National Convention, which kicks off Monday. Democratic National Committee Vice Chair Donna Brazile will serve as Interim Chair through the election, a DNC spokesperson said on Twitter.\n\nThe highly neurotic Debbie Wasserman Schultz is angry that, after stealing and cheating her way to a Crooked Hillary victory, she's out! — Donald J. Trump (@realDonaldTrump) July 24, 2016\n\nAs recently as Friday, there was no sign of trouble and Wasserman Schultz was set to lead the convention, according to sources.\n\nWasserman Schultz spoke at two Hillary Clinton rallies in Florida Friday and Saturday, including the one where presumptive vice presidential nominee Tim Kaine appeared publicly for the first time.\n\nBut opposition to Wasserman Schultz, both public and private, had been gaining steam following the publication late last week of leaked emails which seemed to show a plot by DNC officials to damage Bernie Sanders during the Democratic primary.\n\nThe revelations created doubts from various sectors of the party about how Wasserman Schultz could oversee a convention meant to showcase party unity.\n\nBy late Saturday, opposition inside the party \"spread like wildfire,\" according to a Democratic source close to the matter. It resulted in a tense confrontation Sunday when officials told Wasserman Schultz she had to go.\n\nWasserman Schultz had become toxic to supporters of Sanders, who accused her of rigging the Democratic presidential nominating process in favor of Clinton.\n\nDemocratic National Committee Chair Debbie Wasserman Schultz Richard Drew / AP\n\nIn a statement, Sanders said that Wasserman Schultz had made \"the right decision\" but repeated his criticism of the party for what he describes as the DNC putting its thumb on the scale during the primary contest.\n\n\"Debbie Wasserman Schultz has made the right decision for the future of the Democratic Party,\" he said. \"While she deserves thanks for her years of service, the party now needs new leadership that will open the doors of the party and welcome in working people and young people. The party leadership must also always remain impartial in the presidential nominating process, something which did not occur in the 2016 race.\"\n\nBut starting even before that, many Democrats had privately lost confidence in her leadership.\n\n\"She's essentially a pariah in every corner of the party,\" said one veteran Democratic strategist, who spoke on condition of anonymity to discuss internal politics. \"This has needed to happen for a long time.\"\n\nFor instance in late May, after a news report that Democrats were considering ousting Wasserman Schultz, Senate Democratic Leader Harry Reid called her to say he would not put out a statement defending her.\n\nWasserman Schultz also overrode the White House and the Clinton campaign in her choice of communications director for the DNC last fall. The key role went vacant for five months as the various parties tried to find a candidate acceptable to her, with some allies criticizing the process and outcome.\n\nEven Clinton allies questioned the DNC's heavy-handed approach to dealing with the Sanders campaign during a data breach incident in December, worrying that it would undermine the credibility of a nominating process they hoped to win.\n\nWasserman Schultz had already effectively lost control of the DNC after Clinton's campaign inserted operative Brandon Davis to run operations on a day-to-day basis.\n\nThe Clinton campaign also recently sent a second staffer, Adam Parkhomenko, from its Brooklyn headquarters to serve in a senior role on the committee.\n\nBut internal DNC emails posted online by Wikileaks late last week became the catalyst for her official removal.\n\nOne email showed the party's finance chairman suggesting the DNC use what they assumed to be Sanders' atheism against him in Kentucky and West Virginia, religious states where it might not play well.\n\nOthers showed Wasserman Schultz criticizing Sanders for not being a member of the party and saying he would never be president.\n\nThe emails were apparently stolen by hackers working for the Russian government, and Clinton officials have said their posting is an attempt to sway the election for Donald Trump.\n\nThe emails implicate other DNC officials, including CEO Amy Dacey, a close Wasserman Schultz ally who is well respected by other Democrats, and communications department officials.\n\nMeanwhile, Wasserman Schultz is facing a surprisingly tough congressional reelection campaign back home in Florida against a primary candidate backed by Sanders.\n\nWasserman Schultz, who began her tenure as chair in 2011, proved herself to be a prodigious fundraiser for fellow Delegates and an effective party surrogate and attack dog.\n\n\"I want to thank my longtime friend Debbie Wasserman Schultz for her leadership of the Democratic National Committee over the past five years,\" Clinton said a statement accepting the chairwoman's resignation.\n\nWasserman Schultz served as a co-chair of Clinton's 2008 presidential campaign and Clinton said Sunday that the Floridian will serve as \"honorary chair\" of her campaign's 50-state program and continue to serve as a surrogate for her campaign nationally and in Florida.\n\nHer detractors inside the party had resigned themselves to Wasserman Schultz's leadership through November, comforted by the fact that she had been marginalized by Clinton aides.\n\nEven some critics in the Clinton campaign and White House thought it would be better to keep Wasserman Schultz than to risk presenting an image of disunity by forcing her out.\n\nOn Sunday, critics passed around a tweet Wasserman Schultz sent last week to her counterpart at the Republican National Committee, Reince Preibus. \"Hey @Reince — I'm in Cleveland if you need another chair to help keep your convention in order,\" she wrote.\n\nPriebus, who faced his own challenges managing a fractured party at the GOP's convention in Cleveland last week, told reporters Sunday that Wasserman Schultz's resignation was \"inevitable,\" adding \"it shows what an uphill climb the Democrats are facing this week in unifying the party.\"", "url": "https://www.nbcnews.com/storyline/2016-conventions/democratic-national-committee-chief-stepping-aside-after-convention-n615826"}, "article3": {"title": "Debbie Wasserman Schultz to resign as DNC chair as email scandal rocks Democrats", "content": "The chair of the Democratic National Committee, Debbie Wasserman Schultz, has announced her resignation on the eve of the party’s convention, dealing a blow to hopes of demonstrating unity in the face of the threat from Donald Trump.\n\nSchultz said she would step down after the convention. She has been forced to step aside after a leak of internal DNC emails showed officials actively favouring Hillary Clinton during the presidential primary and plotting against Clinton’s rival, Bernie Sanders.\n\n“Debbie Wasserman Schultz has made the right decision for the future of the Democratic party,” Sanders said in a statement, adding that the party leadership must “always remain impartial in the presidential nominating process, something which did not occur in the 2016 race”.\n\nThe Sanders campaign has long claimed that the party establishment had its “finger on the scales” during the bitter and surprisingly long primary, but the embarrassing new revelations proved to be the final straw for a figure who had been a lightning rod for tension within the party.\n\nThe DNC chair, whose named is emblazoned at the top of thousands of convention credentials, was originally expected to play a central role in the four-day meeting of delegates and party leaders. But as the convention prepared to get under way in Philadelphia on Sunday, there were already reports that Schultz had lost a prestigious speaking slot and would only “gavel-in” proceedings.\n\nInternally, the resignation may reduce tensions, removing from the stage a figure who was almost certain to have been greeted with boos by sections of the large pro-Sanders delegation. Nevertheless, the turmoil risks undermining public attempts to show that Democrats have come together as a party and draw a contrast with chaotic scenes at on the floor at the Republican convention in Cleveland last week.\n\nIt will also raise new questions about the source of the leaked emails, which emerged on Friday and are the latest in a batch of documents believed to have been hacked from DNC computers earlier this year.\n\nWikileaks published the latest batch, but on Sunday, Clinton’s campaign manager, Robby Mook, said “experts” believed the Russian government may have played a role, even claiming their motive was to help elect Donald Trump.\n\n“What’s disturbing to us is that experts are telling us Russian state actors broke into the DNC, stole these emails, and other experts are now saying that the Russians are releasing these emails for the purpose of actually of helping Donald Trump,” Mook told CNN.\n\nIn June, Wasserman Schultz called the breach a “serious incident” and said Crowdstrike, a cybersecurity firm brought in by the DNC, had “moved as quickly as possible to kick out the intruders and secure our network”.\n\nThe Trump campaign has angrily denied the suggestion that it is being promoted by the Russians, though it has taken a noticeably softer line toward Vladimir Putin than most other western parties and politicians. Crowdstrike experts who examined the first release of hacked emails several weeks ago suggested they bore the hallmarks of a government-sponsored hacking attempt.\n\nMore immediately, the Schultz resignation may inflame anger among Sanders supporters, many of whom had resisted the idea that the only way to stop Trump is by supporting Clinton.\n\nThe most explosive new revelation from the WikiLeaks release was an official’s suggestion that Sanders’ religious faith, or lack thereof, could be flagged as a way to dissuade voters from backing him in Bible belt states.\n\n“I think I read he is an atheist,” the DNC chief financial officer, Brad Marshall, wrote in one email. “This could make several points difference with my peeps. My Southern Baptist peeps would draw a big difference between a Jew and an atheist.”\n\nSanders, who is Jewish, spoke little of religion during the primary, but the sight of a supposedly neutral body apparently seeking to weaken one of its own party candidates caused particular anger among progressives.\n\nSchultz, a congresswoman from Florida who is herself Jewish, is not thought to have been directly involved in this email exchange, but she was seen in other messages writing dismissively of the Sanders campaign.\n\nOn Sunday, she said she had discussed her decision with Barack Obama, who appointed her in 2011, and with Clinton, in the interests of helping the party secure the election in November.\n\n“Going forward, the best way for me to accomplish those goals is to step down as party chair at the end of this convention,” Wasserman Schultz said in a statement.\n\n“As party chair, this week I will open and close the convention and I will address our delegates about the stakes involved in this election not only for Democrats, but for all Americans,” she said.\n\n“We have planned a great and unified convention this week and I hope and expect that the DNC team that has worked so hard to get us to this point will have the strong support of all Democrats in making sure this is the best convention we have ever had.”\n\nEarlier, Sanders told ABC: “I think she should resign, period.”\n\n“I don’t think she is qualified to be the chair of the DNC,” he added to CNN. “Not just because of these emails, which revealed the prejudice of the DNC, but also because we need a party that reaches out to working people and young people. And I don’t think her leadership style does that.”\n\nThe senator’s campaign manager, Jeff Weaver, said the emails proved his suspicion that the party establishment was biased against Sanders.\n\n\n\nThis spring, Sanders and Wasserman Schultz had clashed over alleged improper access to a DNC voter database, the scheduling of TV debates during the primary campaign and the angry reaction of Sanders supporters to a Nevada nominating convention.\n\nIn May, the feud reached such an acrimonious level that the senator promised to support her opponent in the Democratic primary race this fall.\n\nBut Democratic leaders praised and thanked Wasserman Schultz in emphatic statements. “For the last eight years she has had my back. This afternoon, I called her to let her know that I am grateful,” Obama said in a statement.\n\nWasserman Schultz, the president said, “brought Democrats together not just for my re-election campaign, but for accomplishing the shared goals we have had for our country”. Obama also saluted her role in “supporting our economic recovery, our fights for social and civil justice and providing health care for all Americans”.\n\nClinton paid extensive tribute to a “longtime friend”, adding: “there’s simply no one better at taking the fight to the Republicans than Debbie.”\n\n“I look forward to campaigning with Debbie in Florida and helping her in her re-election bid,” the presumptive Democratic nominee added. “Because as president, I will need fighters like Debbie in Congress who are ready on day one to get to work for the American people.”\n\nStaffers also had praise for the representative, despite the controversy around her. “Regardless of the circumstances, you got to feel for someone who has logged the hours DWS has over the last five years,” a former DNC official told the Guardian. “Leaving under these circumstances is a shame.”\n\nHowever, the same official pointed out that “no one is elected DNC chair for life. She overstayed her welcome and this result was a matter of time”.\n\nThe Sanders campaign has long claimed the party establishment had its ‘finger on the scales’ during his primary against Hillary Clinton. Photograph: Mike Groll/AP\n\nThe former DNC staffer added: “Moving forward, Hillary Clinton has an opportunity to select someone as chair who will complement the ticket and serve as yet another high-level surrogate. Remember, [vice-presidential pick] Tim Kaine served as chair [from 2009-2011] when he was a runner-up in the veepstakes. The candidates Clinton just vetted could all be assets – more so than Wasserman Schultz would have been in the closing months.”\n\nAnother former DNC staffer simply told the Guardian that he high-fived former co-workers when he heard the news, which he described as the “best thing to happen to the party committee in years”.\n\nOthers revealed even wider schisms within the party. “Wasserman Schultz was a disastrous and divisive chair,” said Lis Smith, a veteran Democratic operative and former deputy campaign manager for Martin O’Malley.\n\n“Her resignation is good news for Democrats, and great news for anyone who believes the DNC needs wholesale reform. Hopefully we can all learn from her little experiment this past primary season and never repeat it as a party.”\n\nJohn Morgan, a major Democratic donor from Florida and longtime critic of Wasserman Schultz, rejected the praise offered her by the president and Clinton. He said in an email that the representative’s leadership “was a gift for Trump, the definition of polarizing”.\n\nMorgan then accused Wasserman Schultz of betraying Clinton in 2008. “She is for herself first, second and third. She was with Hillary until it became apparent Obama was going to win.”\n\nHe added: “She is not someone you would want in a foxhole with you.”\n\nTrump’s first comment on the scandal came in a tweet contrasting Democratic leadership with that of the RNC chair: “Today proves what I have always known, that Reince Priebus is the tough one and the smart one, not Debbie Wasserman Shultz” [sic].\n\n", "url": "https://www.theguardian.com/us-news/2016/jul/24/debbie-wasserman-schultz-resigns-dnc-chair-emails-sanders"}}