{"foreign_id": "110_Real", "article1": {"title": "April 5, 2023 The latest on Trump's historic indictment", "content": "Former US President Donald Trump appears in court with members of his legal team for an arraignment on Tuesday, April 4. (Andrew Kelly/Pool/Reuters)\n\nTuesday’s arraignment of former President Donald Trump was a whirlwind of historic firsts.\n\nNow the wait begins for the long slog of the judicial system to play out, with the next scheduled actions in court months away.\n\nAway from the courthouse, however, Trump quickly went back to attacking Manhattan District Attorney Alvin Bragg and New York Judge Juan Merchan, along with their families – raising questions about whether his rhetoric could land him in hot water legally.\n\nHere’s what’s next in Trump’s New York criminal case: During Tuesday’s arraignment, prosecutors said they were negotiating the logistics of a “protective order” with Trump’s defense team, which would limit how Trump and his attorneys can use the documents they will be given from the grand jury proceedings during the discovery process.\n\nProsecutors specifically said they want to prohibit Trump from posting any discovery materials to social media or sharing them with third parties, such as journalists. They also said they plan to allow Trump to review certain sensitive materials only with his lawyers.\n\nTrump’s attorneys will have to agree to the specifics of the agreement, but the exchanges showed the concern in the district attorney’s office about what Trump might say or post about the evidence they hand over.\n\n“The entirety of the prosecution’s case file will soon have to be turned over to the defense,” Agnifilo said. “Prosecutors don’t want it made public because they’re focused on the proceedings and know Trump will try this in the court of public opinion way before any trial in a court. That’s where the integrity of the proceedings can get really dicey — and that’s what they’re trying to accomplish with a protective order.”\n\nWhen could a trial actually start? If the case goes to trial, it’s not going to be until next year — when Trump could be in the thick of the 2024 Republican presidential primary.\n\nMerchan set an August 8 deadline for Trump’s lawyers to file motions in the case — such as an attempt to get the charges dismissed or reduced to misdemeanors. Prosecutors will have until September 19 to respond, and then Merchan expects to rule on the motions at the December hearing.\n\nThe next hearing date for the case is December 4.\n\nProsecutors asked Merchan to plan on a trial beginning in January 2024, but Trump’s attorneys suggested that the spring might be more realistic, given they had not yet received any documents in the case.\n\nMerchan seemed to side with Trump’s lawyers.\n\n“I understand what you are saying,” Merchan said. “I think that is reasonable. You have not received discovery. It is difficult to anticipate if you will be ready for trial in January of 2024. The message I would like to deliver is we would like to move ahead as expeditiously as possible, without undue delay.”\n\nRead more.", "url": "https://www.cnn.com/politics/live-news/donald-trump-court-charges-04-05-23/index.html"}, "article2": {"title": "Donald Trump's Been Saying The Same Thing For 30 Years", "content": "Donald Trump's Been Saying The Same Thing For 30 Years\n\nEnlarge this image toggle caption Marty Lederhandler/AP Marty Lederhandler/AP\n\nFor decades, Donald Trump both toyed with and coyly denied any interest in pursuing the presidency — until his expectation-shattering campaign of the 2016 election.\n\nBut if you go back and watch old clips — and by old, we mean decades-old — you hear a young Donald Trump sounding very much like the current Trump. Common themes include his view that trade wasn't fair, that the world has long laughed at America and countries have taken advantage of U.S. generosity while refusing to pay their \"fair share\" for all the U.S. does globally.\n\nTrump does something else in these interviews. Talking to Playboy magazine in 1990, for example, he accurately predicts where his strongest support would come from should he ever decide to run for office — the working class.\n\nHere's journalist Glenn Plaskin, who wrote the Playboy story, recalling what Trump said when asked who would support him for the White House: \"When I walk down the street, those cabbies start yelling out their window. ... The working guy would elect me; they like me.\"\n\nHere are six clips of Trump from the 1980s and '90s that make the point:\n\n1. 1987, CNN's Larry King:\n\nYouTube\n\nA 41-year-old Donald Trump said of leadership and trade:\n\n\"I was tired, and I think a lot of other people are tired of watching other people ripping off the United States. This is a great country. They laugh at us. Behind our backs, they laugh at us because of our own stupidity. Our leaders — what we have, we have a Persian Gulf situation today. ... Billions and billions are paid getting oil for Japan, and they are paying nothing for it, essentially they're paying nothing for it.\"\n\nMore:\n\n\"I believe it's very important that you have free trade, but we don't have free trade right now.\"\n\nAnd Trump even leveled a cryptic allegation against former New York Mayor Ed Koch:\n\n\"I think, probably, over the next period of time, something's going to come out where he will not be the mayor of the city of New York hopefully much longer.\"\n\nThe New York Times noted in Koch's obituary in 2013 that he \"was a bachelor who lived for politics. Perhaps inevitably there were rumors, some promoted by his enemies, that he was gay. But no proof was offered, and, except for two affirmations in radio interviews that he was heterosexual, he responded to the rumors with silence or a rebuke. 'Whether I am straight or gay or bisexual is nobody's business but mine,' he wrote in 'Citizen Koch,' his 1992 autobiography.\"\n\nTrump told King that he accepted an invitation to appear in New Hampshire, understanding full well what that would imply to his potential desire to run for president.\n\nYouTube\n\n2. 1988, Oprah:\n\nBack then, Trump was critical of Japan, and this criticism echoes the way he talks today about NATO. He told Oprah Winfrey:\n\n\"I'd make our allies pay their fair share.\"\n\nHe took a hard line with the Middle East, saying:\n\n\"Kuwait, they live like kings. The poorest person in Kuwait, they live like kings. And yet they're not paying. We make it possible for them to sell their oil. Why aren't they paying us 25 percent of what they're making? It's a joke.\"\n\nAsked if he'd run for president, Trump said:\n\n\"I just probably wouldn't do it, Oprah. I probably wouldn't, but I do get tired of seeing what's happening with this country, and if it got so bad, I would never want to rule it out totally, because I really am tired of seeing what's happening with this country, how we're really making other people live like kings, and we're not.\"\n\nMore about a presidential run and winning. He even uses his signature \"believe me:\"\n\n\"I think I'd win. I tell you what, I wouldn't go in to lose. I've never gone in to lose in my life. And if I did decide to do it, I think I would be inclined — I would say, I would have a hell of a chance of winning, because I think people — I don't know how your audience feels, but I think people are tired of seeing the United States ripped off. And I can't promise you everything, but I can tell you one thing, this country would make one hell of a lot of money from those people that for 25 years have taken advantage. It wouldn't be the way it's been, believe me.\"\n\nYouTube\n\n3. 1988, Letterman:\n\nHere he spoke to Letterman just after the presidential election. He said he thought Bush would win and thinks he'll do a good job. But he again used Japan as his punching bag in talking about trade deficits and made the U.S. ally into an economic boogeyman:\n\n\"We are living in very precarious times. If you look at what certain countries are doing to this country, such as Japan. I mean, they've totally taken advantage of the country. ... I'm talking about the [trade] deficits. They come and they talk about free trade. They dump the cars and the VCRs and everything else. We defend Japan for virtually nothing, which is hard to believe. So when I see all that I get very nervous, but I think George Bush is going to do a great job, and he's going to straighten — hopefully — he'll straighten it out.\"\n\nLetterman then wondered aloud whether there was \"any way a guy like you could go broke.\" The crowd gave a huge laugh, and Trump said he would like to think he could weather any storm. But little did he — or Letterman — know that just three years later, Trump would file his first of four bankruptcies over two decades. That was for his hotel and casino in Atlantic City, N.J., the Taj Mahal, which Trump touted on the show as a project he was building that he believed would be a \"tremendous success.\"\n\nTrump continued to flirt with the idea of running for president down the road, despite denying he would. Trump seems to preview a version of what would eventually become his 2016 \"Make America Great Again\" campaign slogan.\n\n\"I'm not sure you want to see the United States become a winner. Do you want to see the United States become a winner, David?\"\n\nLetterman shot back:\n\n\"The United States is and always has been a winner for my money, Don.\"\n\n4. 1990, Playboy magazine: Take a look at this March 1990 Playboy interview. Lots of politics in here, including Trump's response to a question about how he'd handle an international crisis, perhaps involving nuclear weapons:\n\n\"And how would President Trump handle it?\n\n\"He would believe very strongly in extreme military strength. He wouldn't trust anyone. He wouldn't trust the Russians; he wouldn't trust our allies; he'd have a huge military arsenal, perfect it, understand it. Part of the problem is that we're defending some of the wealthiest countries in the world for nothing. ... We're being laughed at around the world.\"\n\nIn many of these clips, the \"Vintage Trump\" is the \"Current Trump.\"\n\nHe's a future candidate floating a future campaign slogan — and maybe an inaugural address.\n\nYouTube\n\n5. 1999, Larry King:\n\nAs he came to do during the 2016 campaign, Trump touted the polls. But he also echoed the dichotomy of Trump — a frustration with some in the media, but also the understanding that he needs them; he used King's show to break news.\n\nFirst, the frustration:\n\n\"All that's happening now is people are coming out with polls. It was sort of interesting, the one sort of negative poll I had was on Newsweek, and they put me on the cover, so I said, how could you write a poll, how could you do a poll like this, and I'm on the cover of Newsweek? And, you know, it was just one of those things. But the polls have been unbelievable.\"\n\nBut then right after that...\n\n\"So I am going to form a presidential exploratory committee, I might as well announce that on your show, everyone else does. But I'll be forming that, effective, I believe, tomorrow, and we'll see. We're going to take a very good, strong look at it.\"\n\nAnd there was the trademark bombast:\n\n\"I have a lot to lose, Larry. I'm the biggest developer in New York, by far. I'm doing more, as you know from being here, a lot. I'm doing more than any — I'm building 90-story buildings all over the place, and we're just doing a lot, and we're doing great. The city's the hottest city, and I'm the hottest developer in the hottest city in the world right now.\"\n\nBut also the foundation of an outsider message, critical of politicians:\n\n\"Other guys, you know, they run. Pat Buchanan, what is he --, you know, he's not giving up anything. What's he doing? And, politicians when they run, they run from one office to another; it's the same thing, they answer different calls. I'm giving up a lot if I decide to run.\"\n\nBuchanan was running for the Reform Party nomination — the same one Ross Perot had in 1992 and 1996. Trump, master of the insult, showed his ability to go for the low blow against a potential opponent:\n\n\"I believe I can get the Reform Party nomination. I don't even think it would be that tough, it's going to be Buchanan. And I think he just blew himself up with the book, and his love affair with Adolf Hitler.\"\n\nTrump said the priority for his exploratory committee was to take a hard look at whether he could actually win the presidency as the Reform Party candidate, not just compete. He never climbed out of single digits in head-to-heads against George W. Bush and Al Gore, and Trump eventually dropped his bid.\n\nTrump also spelled out some of his philosophy with King. He said that, even though he's a Republican, he's pretty \"liberal\" on social issues, notably health care. He said he believes, in fact, in \"universal health care\" and agreed that it was an \"entitlement from birth.\"\n\n\"I'm quite liberal, and getting much more liberal, on health care and other things. I really say, what's the purpose of a country if you're not going to have defense and health care. If you can't take care of your sick in the country, forget it. It's all over. I mean, it's no good. So I'm very liberal when it comes to health care. I believe in universal health care. I believe in whatever it takes to make people well and better.\"\n\nRemember when Trump told the Washington Post recently that his goal was \"insurance for everybody?\" It's something other Republicans have been trying to walk back — and Trump remains a wild card.\n\nTrump also had lots of criticism for both parties:\n\n\"I think that nobody's really hitting it right. The Democrats are too far left. ... The Republicans are too far right. I don't think anybody's hitting the chord. Not the chord that I want to hear and not the chord that other people want to hear.\"\n\nTrump talked about Ronald Reagan as a president who had a certain \"style and class,\" which he called a \"really big part of being president.\" But he also hinted at when he thought the country was great — under Eisenhower in the 1950s, which happens to be when he was a child:\n\n\"Eisenhower, I don't see him too much on lists of great, great presidents, but it was a nice time in the country. The country had a prestige, and he had a certain, you know, demeanor. He was a quality, class act. There are certain people who have that.\"\n\nTrump also knocked NAFTA and U.S. trade policies:\n\n\"I'm not an isolationist. What I am, though, is — I think that you have to be treated fairly by other countries. If other countries aren't going to treat you fairly, Larry, I think that those countries should be --, they should suffer the consequences.\"\n\nTrump argued:\n\n\"We could reduce taxes and take care of health care, and it would be beautiful, and you'd have plenty of money left over.\"\n\nHe hinted at his potential constituency later on — \"workers:\"\n\n\"The workers are the ones that really like me. I've often said, the rich people hate me, and the workers love me. Now, the rich people that know me, like me, but the rich people that don't know me, they truly dislike me.\"\n\nTrump also said he believes in one term as president:\n\n\"I do like the concept of one term, I want to run one term, and I want to do the right job — straighten out Social Security, get the trade deficits in order and lower taxes.\"\n\nHe has not made that pledge during this campaign.\n\nHarking back to that 1988 Oprah Winfrey interview, Trump told King that \"Oprah would be my first choice\" for vice president.\n\nNot quite Mike Pence, so ... some things change.\n\n6. 1999, Trump on NBC's Meet the Press with Tim Russert:\n\nYouTube\n\nTrump echoed some of the same sentiments from his appearance on Larry King, said he was serious about running. But he also addressed dating various women, that his second wife, Marla Maples, came out against him running. And Trump defended his past statements about women and his companies' bankruptcies.\n\nHe also saber-rattled on North Korea, seeming to advocate for preemptive action. Trump said the most important issue facing the country was controlling the \"nuclear problem,\" otherwise the economy won't matter so much.\n\nAnd Trump struck a familiar tone on immigration:\n\n\"Too many people are flowing into the country,\" he said, \"and we have to take care of our own first.\"\n\nBut Trump has clearly changed on some issues, notably abortion. Back then, he said he was \"very pro-choice.\"", "url": "https://www.npr.org/2017/01/20/510680463/donald-trumps-been-saying-the-same-thing-for-30-years"}, "article3": {"title": "Trump Impeached for Abuse of Power and Obstruction of Congress", "content": "Today: The United States House of Representatives has impeached President Trump for abuse of power and obstruction of Congress. My colleague Lisa Chow and I on the story of how a fractious Democratic Party, which started the year divided on impeachment, ultimately united around it.\n\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.”\n\nlisa chow\n\nAnd how far away from Holly?\n\nspeaker\n\n35 miles from the home.\n\nlisa chow\n\nO.K. So yeah, we will get there in time. You want to describe what you’re seeing outside the window?\n\nmichael barbaro\n\nSo we’re driving by a strip mall about 45 minutes outside Detroit. There’s a Best Buy, a Michaels, a PetSmart, a Lowes, Chipotle and a DSW. This is a solid, solid, solid strip mall.\n\nlisa chow\n\nSo Michael, why are we driving through the strip malls of Detroit?\n\nmichael barbaro\n\nSo we are headed to the home of Congresswoman Elissa Slotkin.\n\narchived recording\n\nElissa Slotkin has a lead of more than 2,000 votes against Republican incumbent Mike Bishop.\n\nmichael barbaro\n\nShe is a moderate Democrat who won her seat —\n\narchived recording (elissa slotkin)\n\nI won in a district that was a Republican district. So the only way —\n\nmichael barbaro\n\nShe flipped a red district and turned it blue in 2018. And in doing so, she helped the Democrats win back the House.\n\narchived recording\n\nThe blue wave. The blue wave that swept Democrats into power in the House.\n\nmichael barbaro\n\nBut the moment she gets into office —\n\narchived recording (rashida tlaib)\n\nBecause we’re going to go in there, we’re going to impeach the motherfucker. [CHEERS]\n\nmichael barbaro\n\n— people like Rashida Tlaib, the congresswoman who represents a district just to the south here that we just drove through, they’re saying that the findings of the Russia inquiry merit impeachment. And Slotkin is not having any of it.\n\narchived recording\n\nImportant quote. This is from Congresswoman Slotkin of Michigan. Impeachment is not what people are coming up to me in the grocery store and talking to me about. They want to know —\n\nmichael barbaro\n\nShe is skeptical of that, she’s opposed to it. It’s not part of her political brand to want to impeach the president. And then all of a sudden, the whistle-blower report comes out, and she reads it, and she’s very troubled. And she and a handful of her moderate swing-district Democratic House colleagues write an op-ed in The Washington Post calling for an impeachment inquiry.\n\narchived recording\n\nThey write, we have devoted our lives to the service and security of our country. Now we join as a unified group to uphold —\n\nmichael barbaro\n\nAnd their voice carries a tremendous amount of weight, because they are moderates, because they helped win back the House for Democrats. And shortly afterwards, House Speaker Nancy Pelosi opens an impeachment inquiry.\n\narchived recording (nancy pelosi)\n\nI’m announcing the House of Representatives is moving forward with an official impeachment inquiry. The president must be held accountable. No one is above the law.\n\nmichael barbaro\n\nAnd right away, it’s clear that there are political consequences for Slotkin.\n\nelissa slotkin\n\nI am going to wait for the facts. I’m going to look at them judiciously. I’m going to do what I was trained to do, which is to look at the —\n\nmichael barbaro\n\nWe went to three town halls in her district and just listened as constituents pelted her with questions about why she was doing this.\n\ncrowd\n\n[JEERING]\n\nmichael barbaro\n\nTwo months go by. The impeachment inquiry unfolds. Hearings happen, a report is filed. And now she has to make a decision — is she going to vote to impeach the president, or is she going to vote not to the impeach the president?\n\nlisa chow\n\nWhoa, we’re going into her driveway.\n\nmichael barbaro\n\nWe’re doing it. I think it’s O.K. I mean, we’re a little early. What’re you gonna do? We are arriving at Slotkin’s house in the middle of these final hours of deliberation for her on impeachment. She has told her constituents that she’s going to announce her decision on Monday morning. We are talking to her on Sunday night.\n\nlisa chow\n\nHow do you feel?\n\nmichael barbaro\n\nI feel good. I mean, I feel dehydrated. Did you actually eat your granola bar?\n\nlisa chow\n\nI did not eat my granola bar. Hard to eat and hold a microphone.\n\nmichael barbaro\n\nYou’re going to regret it when you’re in the middle of this interview and you’re starving.\n\nelissa slotkin\n\nHi, guys. Come on in.\n\nmichael barbaro\n\nHi.\n\nelissa slotkin\n\nI’m Elissa.\n\nmichael barbaro\n\nCongresswoman, so nice to see you.\n\nelissa slotkin\n\nSo nice to meet you. Hi.\n\nmichael barbaro\n\nThank you for letting us — Lisa.\n\nelissa slotkin\n\nCome on in, come on in.\n\nmichael barbaro\n\nThis is a truly a farmhouse.\n\nelissa slotkin\n\nOh yeah, I’m sorry, I’m sorry. I think of you guys as audio, and so I’m not doing a very nice job, but this is 1895 farmhouse. My family bought it in the ‘50s. We held off lighting a fire because we didn’t know if the noise would be annoying, but we can definitely light a fire. And this — I should just say, this desk, for whatever it’s worth, is sort of one of the big heirlooms in my family. This was my great-grandfather’s desk. And if you see on the plate here —\n\nmichael barbaro\n\nIt is kind of a resolute desk.\n\nelissa slotkin\n\nYes. So it was used by Lindley Garrison, secretary of war, 1913 to 1916.\n\nmichael barbaro\n\nDuring the presidency of Woodrow Wilson.\n\nelissa slotkin\n\nYeah.\n\nmichael barbaro\n\nGeez.\n\nelissa slotkin\n\nSo that was a gift to my great-grandfather, Sam Slotkin. And it’s been passed down.\n\nmichael barbaro\n\nIs this where you go to make big decisions?\n\nelissa slotkin\n\nThis is where I make my big decisions.\n\nmichael barbaro\n\nIs this that — this three-ring binder looks like it’s the House Intelligence report?\n\nelissa slotkin\n\nYes. This is — well, it’s a lot, I guess, more than it. It is — let’s see. My team has diligently tabbed it out for me. So this is the impeachment documents that came down, I guess, what now, three weeks ago —\n\nmichael barbaro\n\nFrom the Judiciary Committee.\n\nelissa slotkin\n\nYes, from the Judiciary Committee. This is the HPSCI report, the House Intelligence report.\n\nmichael barbaro\n\nMay I see this?\n\nelissa slotkin\n\nYou’re welcome to.\n\nmichael barbaro\n\nClinton articles of impeachment. Nixon articles of impeachment. And I see you’ve done a bunch of underlining.\n\nelissa slotkin\n\nYeah. For me, this is, frankly, a very standard way that I look at things, which just comes from my training as a C.I.A. officer, which is sequester yourself away, get all the original base documents. And then you do some historical research and then make an objective decision not based on what you see in the news or what someone’s telling you.\n\nmichael barbaro\n\nThanks for letting us interrupt it.\n\nelissa slotkin\n\nWhere would you guys like to set up? Would you like to be —\n\nmichael barbaro\n\nWhere would you like us to set up?\n\nelissa slotkin\n\nTake the dining room.\n\nmichael barbaro\n\nAll right, we’ll go set ourselves up.\n\nelissa slotkin\n\nSure.\n\nlisa chow\n\nO.K., check, check, check, check.\n\nmichael barbaro\n\nHow am I sounding? O.K. So, Congresswoman, thank you for letting us into your home —\n\nelissa slotkin\n\nOf course.\n\nmichael barbaro\n\n— during a really important moment for you.\n\nelissa slotkin\n\nYeah.\n\nmichael barbaro\n\nThe last time we talked to you, you had just made a decision to support an impeachment inquiry, which ended up being a very consequential decision.\n\nelissa slotkin\n\nYeah.\n\nmichael barbaro\n\nTell me what the last couple of months have been like for you as that inquiry has unfolded. What’s that experience been like?\n\nelissa slotkin\n\nWell, I would say it’s probably been some of the most intense months I’ve had as a working professional, that’s for sure. The principal reason why I decided to come out back in September in support of an inquiry, after many, many months of not supporting impeachment or an inquiry, was this very basic idea that the president of the United States reached out to a foreign party and solicited help in influencing an American election. And confirming or denying that very basic idea was pretty important to me in this process.\n\nmichael barbaro\n\nThat fact pattern.\n\nelissa slotkin\n\nThat fact pattern. And you know, I was in national security for a long time. We are in the business of pressuring governments to do things that we want, right? That happens all the time. And anyone who gets to a senior-enough level has been in that position. The difference here was that the president was doing it for his own personal political gain, not for the national security interests of the United States. So for me, the central idea was whether the president asked for foreigners to get involved in the American political process.\n\nmichael barbaro\n\nSo did the inquiry and did the hearings establish that?\n\nelissa slotkin\n\nWell, that’s what I’ve been trying to parse through. What became clearer and clearer through what I read and what the reporting produced was that you have a lot of people who were aware that, for instance, security assistance was held up in exchange for something. And we have Ambassador Sondland saying very directly that it was held up because they were waiting for the Ukrainians to live up to their end of the bargain.\n\nmichael barbaro\n\nTo conduct these investigations on —\n\nelissa slotkin\n\nYes, to announce investigations. That’s the hardest thing for me about my peers who may decide not to vote on these articles, is that do they accept that it’s O.K. to invite foreign help into the American political process?\n\nmichael barbaro\n\nI think I just watched Lindsey Graham say that he’s O.K. with it in an interview.\n\nelissa slotkin\n\nWell, I’m sorry, and I think that history will show them to be misguided. And maybe it’s because I was a C.I.A. officer, but I am comfortable making hard decisions that aren’t popular, because I know that they’re the right thing for the security of the country. I was asked to do that over and over and over again in my prior life. And that’s the same approach I take to these decisions.\n\nmichael barbaro\n\nI hear you hinting that a hard decision that you’re capable of making may be heading in one direction.\n\nelissa slotkin\n\nWell, listen, I mean, no offense, but I’m not going to tell The New York Times before I tell my own constituents. It’s why we’re having a big town hall tomorrow. My hope and my responsibility is to be transparent with the constituents of the Eighth District, to be available to listen to their current concerns and answer them, and to be honest with them.\n\nmichael barbaro\n\nSo understanding that you’re not going to be disclosing your intentions just now at this table in your house, I want to talk about your constituents for just a moment.\n\nelissa slotkin\n\nSure.\n\nmichael barbaro\n\nBased on my understanding of your district, which voted for Trump by a healthy margin, and according to you, does not seem to support impeachment as a whole, you could find yourself very much at odds with your own constituents.\n\nelissa slotkin\n\nI mean —\n\nmichael barbaro\n\nAre you comfortable with that?\n\nelissa slotkin\n\nThis is what it means to be an elected leader. You have to make tough calls. And in a district like this, I’m never going to make everyone happy. If I lose my seat because I stood up for my principles, that’s O.K. I, of course, want to be re-elected, and I want to maintain the House majority. I think it’s an important check and balance. But I’m not going to compromise my principles just to keep that job. I’m just not. And I hope that people want that kind of an elected representative.\n\nmichael barbaro\n\nI do have to ask you the kind of political version of this question, which is mathematically, your vote isn’t required to impeach the president. And so there’re kind of two ways to look at this. On the one hand, if you vote yes, that would be very politically risky. The other way to look at this is that if you vote no, that’s its own set of risks, because as a moderate, you would be sending a message that the people in the middle who started all this, who said there should be an inquiry, don’t think there’s enough there to actually impeach. And that would be a very complicated message to send in 2020 when the president’s running for re-election. It’s essentially that impeachment was a project of the far left. And so there’s basically a ton of risk no matter what you do, and I wonder how you weigh those risks.\n\nelissa slotkin\n\nWell, I mean, listen, voting on articles of impeachment is right up there with Congress’s role in declaring war. I mean, it’s got to be one of the top two things that a member of Congress will ever vote on in their career — most important things. So when you have a vote like that, it’s beyond that political calculus. I think it should be. It certainly is for me. And I’ve certainly had people propose to me, you know, just vote no, save your seat.\n\nmichael barbaro\n\nYour vote isn’t needed, anyway.\n\nelissa slotkin\n\nI’ve had people say that to me.\n\nmichael barbaro\n\nAnd what do you say?\n\nelissa slotkin\n\nI have to look at myself in the mirror. Like, I have to come away from this experience with a sense that I haven’t done what so many people here in Michigan think of elected officials. I cannot just become that cynical political person who just orients their major decisions around what would save their seat. I just —\n\nmichael barbaro\n\nOr even their party.\n\nelissa slotkin\n\nYou know, we have the president admitting that he reached out to a foreigner to ask for help in an American political election. If you think about that outside the normal insanity that we have right now on TV and all the events that are happening, if you think about that, which I’ve been trying to do today here quietly at my farm, that is — that is wrong. And I think that sending a signal in the most clear terms we can is important enough even to risk the majority.\n\nmichael barbaro\n\nSo it’s 7:30 on Sunday night and you’re planning to make an announcement tomorrow morning in front of your constituents. How are you doing inside? How are you feeling?\n\nelissa slotkin\n\nI actually feel pretty clear. I’ve done the work. I’ve kept an open mind, and I’ve sat with the documents, I’ve sat with the transcripts, and I’ve made my best assessment. So I’m going to try and be as present and available as I can. I trust my voters, I do. And I think —\n\nmichael barbaro\n\nTrust them to do what?\n\nelissa slotkin", "url": "https://www.nytimes.com/2019/12/18/us/politics/trump-impeached.html"}}