{"foreign_id": "111_Real", "article1": {"title": "Donald Trump: 'If I lose, I don’t think you will ever see me again'", "content": "Republican presidential candidate Donald Trump announced during his Sunday rally in Maryland that he'll likely disappear to \"play golf or something\" if he loses the 2016 presidential election.\n\n\"I don't think I'm going to lose, but if I do, I don't think you're ever going to see me again, folks,\" he said.\n\nThe candidate also mocked those who praise their opponents after a race.\n\nVisit Business Insider's homepage for more stories.\n\nGet the inside scoop on today’s biggest stories in business, from Wall Street to Silicon Valley — delivered daily. Loading Something is loading. Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address By clicking ‘Sign up’, you agree to receive marketing emails from Insider as well as other partner offers and accept our Terms of Service and Privacy Policy\n\nDon't expect to see Donald Trump give a humble concession speech if he loses the Republican presidential nomination.\n\nDuring a Sunday rally in Maryland, the Republican presidential frontrunner mocked candidates who praise their opponents during concession speeches, saying that if he loses the contest, Americans will probably not hear much from him again.\n\n\"They fight like hell for six months, and they're saying horrible things, the worst things you can imagine,\" Trump said. \"And then one of them loses, one of them wins. And the one who loses says, 'I just want to congratulate my opponent. He is a brilliant man, he'll be a great governor or president or whatever.'\"\n\nHe continued: \"I'm not sure you're ever going to see me there. I don't think I'm going to lose, but if I do, I don't think you're ever going to see me again, folks. I think I'll go to Turnberry and play golf or something.\"\n\nTrump's mockery wasn't relegated just to the electoral losers. He also said Sunday that the winners were too modest.\n\n\"Half the times [the winners] put them in the administration — that's how they get rid of them,\" Trump said of the losing candidates.\n\nThis line of thought has not stopped Trump from graciously accepting endorsements from other candidates who have dropped out of the presidential race. Trump frequently touts his support from Gov. Chris Christie of New Jersey and retired neurosurgeon Ben Carson.\n\nDuring a news conference in February announcing Christie's endorsement, Trump lauded Christie's tenure as a governor and his barbs during the Republican presidential debates.\n\n\"Generally speaking, I'm not big on endorsements,\" Trump said, adding, \"This was an endorsement that really meant a lot.\"", "url": "https://www.businessinsider.com/donald-trump-if-i-lose-i-dont-think-you-will-ever-see-me-again-2016-4"}, "article2": {"title": "Trump tells AP he won't accept blame if GOP loses House", "content": "Catherine Lucey, Jonathan Lemire and Zeke Miller, Associated Press\n\nWASHINGTON — Facing the prospect of bruising electoral defeat in congressional elections, President Donald Trump said Tuesday that he won't accept the blame if his party loses control of the House in November, arguing his campaigning and endorsements have helped Republican candidates.\n\nIn a wide-ranging interview three weeks before Election Day, Trump told The Associated Press he senses voter enthusiasm rivaling 2016 and he expressed cautious optimism that his most loyal supporters will vote even when he is not on the ballot. He dismissed suggestions that he might take responsibility, as his predecessor did, for midterm losses or view the outcome as a referendum on his presidency.\n\n\"No, I think I'm helping people,\" Trump said. \"I don't believe anybody's ever had this kind of an impact.\"\n\nTrump spoke on a range of subjects, defending Saudi Arabia from growing condemnation over the case of a missing journalist, accusing his longtime attorney Michael Cohen of lying under oath and flashing defiance when asked about the insult — \"Horseface\" — he hurled at Stormy Daniels, the porn actress who accuses him of lying about an affair.\n\nAsked if it was appropriate to insult a woman's appearance, Trump responded, \"You can take it any way you want.\"\n\nThroughout much of the nearly 40-minute interview, he sat, arms crossed, in the Oval Office behind the Resolute Desk, flanked by top aides, including White House press secretary Sarah Huckabee Sanders and communications director Bill Shine. White House counselor Kellyanne Conway listened from a nearby sofa.\n\nThe interview came as Trump's administration was being urged to pressure Saudi Arabia to account for the disappearance of journalist Jamal Khashoggi. Instead, Trump offered a defense for the U.S. ally, warning against a rush to judgment, like with what happened with his Supreme Court nominee, Brett Kavanaugh, who was accused of sexual assault.\n\n\"Well, I think we have to find out what happened first,\" Trump said. \"Here we go again with, you know, you're guilty until proven innocent. I don't like that. We just went through that with Justice Kavanaugh. And he was innocent all the way.\"\n\nWeeks away from the midterms, Democrats are hopeful about their chances to recapture the House, while Republicans are increasingly confident they can hold control of the Senate.\n\nTrump has been campaigning aggressively in a blitz of rallies aimed at firing up his base. He said he believes he's doing his job, but allowed he has heard from some of his supporters who say they may not vote this November.\n\n\"I'm not running,\" he said. \"I mean, there are many people that have said to me ... 'I will never ever go and vote in the midterms because you're not running and I don't think you like Congress.'\" He added: \"Well, I do like Congress.\"\n\nIf Democrats take the House and pursue impeachment or investigations — including seeking his long-hidden tax returns— Trump said he will \"handle it very well.\"\n\nThe president declared he was unconcerned about other potential threats to his presidency. He accused Cohen of lying when testifying under oath that the president coordinated on a hush-money scheme to buy Daniels' silence.\n\nTrump on Tuesday declared the allegation \"totally false.\" But in entering a plea deal with Cohen in August, federal prosecutors signaled that they accepted his recitation of facts and account of what occurred.\n\nTrump said that Washington lawyer Pat Cipollone will serve as his next White House counsel and that he hoped to announce a replacement for U.N. Ambassador Nikki Haley in the next week or two. He again repeated his frustration with Attorney General Jeff Sessions over the special counsel investigation, saying he could \"fire him whenever I want to fire him, but I haven't said that I was going to.\"\n\nOn the ongoing Russia investigation, Trump defended his son Donald Trump Jr. for a Trump Tower meeting with a Kremlin-connected lawyer offering damaging information about Democrat Hillary Clinton. Trump called his son a \"good young guy\" and said he did what any political aide would have done.\n\nTrump again cast doubt on climate change, suggesting, incorrectly, that the scientific community was evenly split on the existence of climate change and its causes. There are \"scientists on both sides of the issue,\" Trump said.\n\n\"But what I'm not willing to do is sacrifice the economic well-being of our country for something that nobody really knows,\" Trump said.\n\nHe added: \"I have a natural instinct for science, and I will say that you have scientists on both sides of the picture.\"\n\nAsked about his wartime leadership, Trump acknowledged that he has not brought U.S. troops home from conflict zones overseas and that there are more Americans serving in harm's way now than when he took office.\n\n\"It's not a lot more. It's a little bit more,\" he said.\n\nSaying he's trying to preserve \"safety at home,\" Trump added that if there are areas where people are threatening the U.S., \"I'm going to have troops there for a period of time.\"\n\nTrump increased U.S. troop totals in Afghanistan by about 4,000 last year.\n\nThe president engaged on several other topics, including:\n\n— He said he has given no consideration to pardoning Paul Manafort, his former campaign chairman who was convicted of numerous financial crimes.\n\n— He suggested that his second summit with North Korean leader Kim Jong Un would happen after next month's midterm elections and would likely not be in the United States.\n\n— He broke with Senate Majority Leader Mitch McConnell's proposed changes to Social Security to control the deficit.\n\n— And he defended his decision to break from his predecessors and not yet visit a military base in a combat zone, claiming it was not \"overly necessary.\"\n\nRepeatedly stressing what he saw as the achievements of his first two years, Trump said he'd be seeking another term because there was \"always more work to do.\"\n\n\"The new motto is Keep America Great,\" Trump said. \"I don't want somebody to destroy it because I can do a great job, but the wrong person coming in after me sitting right at this desk can destroy it very quickly if they don't do the right thing. So no, I'm definitely running.\"\n\nAssociated Press writer Colleen Long contributed to this report.", "url": "https://www.jacksonville.com/story/news/2018/10/17/trump-says-he-wont-accept-blame-if-gop-loses-house/9534549007/"}, "article3": {"title": "Scorecard: Trump Declares 'Great Victory,' But So Far 36 Of His Candidates Lost", "content": "Scorecard: Trump Declares 'Great Victory,' But So Far 36 Of His Candidates Lost\n\nEnlarge this image toggle caption Mark Wilson/Getty Images Mark Wilson/Getty Images\n\nUpdated Nov. 18 at 3:40 p.m. ET\n\nPresident Trump often employs the power of positive thinking when it comes to his own shortcomings, choosing to promote the wins rather than wallow or search for lessons in the losses. And so it was with his claim of a \"very close to complete victory\" in Tuesday's election, even though Democrats took control of the House.\n\nTouting his blitz of rallies, especially in the two months before the election, Trump said his vigorous campaigning \"stopped the blue wave that they talked about,\" resulting in a \"great victory.\"\n\n\"And the history really will see what a good job we did in the final couple of weeks,\" he said, \"in terms of getting some tremendous people over the finish line.\"\n\nIn 2018, he held 44 \"Make America Great Again\" rallies and tweeted endorsements of 83 candidates. In all, 91 Republican candidates got some kind of nod from Trump.\n\nBut Trump's actual success record fell well short of a \"complete victory.\" Overall, approximately 58 percent of the candidates he endorsed have won so far. But votes are still being tallied in a number of tight races.\n\nUsing tweets as a stand-in for endorsements, in primaries, Trump's chosen candidates fared remarkably well, with a record of 27-1. But in the general election, where Republican base voters weren't the only ones deciding the outcome, Trump's scorecard is mixed, with 53 wins, 36 losses and two races not yet decided (as of this writing). That's counting candidates he tweeted endorsements for or who spoke onstage at MAGA rallies with him. There were also two special House elections in 2018, which one of his candidates won and one lost.\n\nIn the closing week of campaigning, Trump turned away from the House, where many of the most competitive races ran through suburbs, focusing his attention on Senate and gubernatorial races in states where he is relatively popular.\n\nOn election night, White House political director Bill Stepien explained, \"these are Trump states and his record of achievements going back to his historic 2016 victory put these races in play.\"\n\nOverall, of the Trump-endorsed 17 candidates for governor, ten won and seven lost.\n\nThe final week of rallies does appear to have paid off, with Republicans winning governor's race in Ohio and Senate seats in Missouri, Tennessee and Indiana. In Georgia, the Republican gubernatorial candidate, Brian Kemp, declared victory, defeated Democrat Stacey Abrams. In Florida, the Trump-endorsed gubernatorial candidate Ron DeSantis won after a recount.\n\nTrump crowed about gubernatorial wins in important 2020 swing states including Ohio and Florida, but he failed to acknowledge losses for Republicans in Colorado, Nevada, Michigan, Wisconsin and Pennsylvania.\n\nLoading...\n\nDon't see the graphic above? Click here\n\nOn the day after the election, it became clear Democratic Sen. Jon Tester had squeaked out a victory in Montana. This was a race Trump had taken a personal interest in because Tester was involved in tanking the nomination of White House doctor Ronny Jackson to become VA secretary. Trump held four rallies in the state this year but wasn't able to push Republican Matt Rosendale over the finish line.\n\nAlmost a full week after the election, Rep. Martha McSally, who Trump had held a rally for, conceded the Arizona Senate race. The seat, held by retiring Trump nemesis Sen. Jeff Flake, is the second Senate seat to flip from a Republican to a Democrat in 2018. Nevada also flipped. Meanwhile, three Democratic senators lost to Republicans Trump endorsed.\n\nTrump's record with Senate endorsements so far: ten wins, 10 losses. One race remains undecided with the Mississippi Senate race going to a runoff (as expected).\n\nLoading...\n\nDon't see the graphic above? Click here\n\nTrump argues he defied history because Republicans made gains in the Senate in a midterm. But the races this year happened to be fought in overwhelmingly friendly territory for Republicans, with numerous Democrats up for re-election in states Trump won in 2016.\n\nAmong the losses in the House were a number of Republican candidates who failed to embrace the president. In their districts, Trump was toxic and they felt they had to distance themselves from him to survive. But they lost anyway. In his news conference Wednesday, Trump mocked them.\n\n\"They did very poorly. I'm not sure that I should be happy or sad, but I feel just fine about it. Carlos Curbelo, Mike Coffman — too bad, Mike,\" Trump said dismissively before ticking through several other candidates who had pushed back on his rhetoric or policies. \"Mia Love gave me no love. And she lost. Too bad. Sorry about that, Mia.\"\n\nIt's not at all clear that embracing Trump would have changed their fortunes given the mood of voters in those districts. Of the eight losing candidates Trump called out for not holding him closely enough, Trump had endorsed three of them.\n\nOverall, Trump's record in House races where he endorsed candidates at rallies or on Twitter was 33 wins, 19 losses and one still undecided.\n\nLoading...\n\nNPR Washington Desk intern Naomi Shah contributed to this story.", "url": "https://www.npr.org/2018/11/08/665309250/scorecard-trump-declares-great-victory-but-34-of-his-candidates-lost"}}