{"foreign_id": "114_Real", "article1": {"title": "15 times Donald Trump praised authoritarian rulers", "content": "CNN —\n\nDuring his recent trip to the G20 summit in Japan, President Donald Trump met with Russian President Vladimir Putin. In a photo op before the meeting, Trump said this to Putin in reference to the assembled press: “Get rid of them. Fake news is a great term, isn’t it? You don’t have this problem in Russia but we do.” Responded Putin: “We also have. It’s the same.”\n\nAh ha ha ha ha. Actually not. At all. Because Putin’s government has a long history of cracking down on journalists who aren’t willing to toe Putin’s preferred line on, well, everything. Investigative journalist Ivan Golunov was arrested last month on drug charges – which he insists were made up – after a series of reports detailing corruption within Russian government. (An ambulance doctor who examined Golunov said that the reporter had a concussion, bruising and possible broken ribs.) Last April, investigative reporter Maxim Borodin died after falling from his fifth story apartment. (Russian officials did not pursue a criminal inquiry of Borodin’s death.)\n\n“Russia has a record of brushing aside suspicious deaths of members of the press,” said Nina Ognianova, a program coordinator with the Committee to Protect Journalists, at the time. “We urge authorities on both the regional and federal level to consider that Borodin may have been attacked and that his investigative journalism was the motive.”\n\nTrump’s comments to Putin – “you don’t have this problem in Russia” – seem to overlook the violence with which Russia deals with reporters who don’t write what the government wants. And this is far from the only time that Trump has praised the power (and methods of retaining that power) of rogue dictators and authoritarian rulers. FAR from it.\n\nConsider this:\n\nTrump on North Korean dictator Kim Jong Un\n\n* “Well, first of all, let me say that I think that Kim Jong Un, or Chairman Kim, as some people say, is looking to create a nation that has great strength economically. I think he’s very much – I talk to him a lot about it, and he’s very much into the fact that – he believes, like I do, that North Korea has tremendous economic potential like perhaps few other developing nations anywhere in the world.” (May 27, 2019)\n\n* “Kim Jong Un has been, really, somebody that I’ve gotten to know very well and respect, and hopefully – and I really believe that, over a period of time, a lot of tremendous things will happen.” (April 11, 2019)\n\n*[Kim] wrote me beautiful letters and they’re great letters. We fell in love.” (September 29, 2018)\n\n* “Chairman Kim has been really very open and terrific, frankly. And I think he wants to see something happen. So we have done – I think, mutually, we’ve done very well with respect to North Korea.” (September 24, 2018)\n\nTrump on Turkish President Recep Tayyip Erdogan\n\n* “President Erdogan. He’s tough, but I get along with him. And maybe that’s a bad thing, but I think it’s a really good thing.” (June 29, 2019)\n\n* “Well, thank you very much. It’s my honor to be with a friend of mine, somebody I’ve become very close to, in many respects, and he’s doing a very good job: the President of Turkey.” (June 29, 2019)\n\n* “Thank you very much. It’s a great honor and privilege – because he’s become a friend of mine – to introduce President Erdogan of Turkey. He’s running a very difficult part of the world. He’s involved very, very strongly and, frankly, he’s getting very high marks.” (September 21, 2017)\n\nTrump on Chinese President Xi Jinping\n\n* “And I like President Xi a lot. I consider him a friend, and – but I like him a lot. I’ve gotten to know him very well. He’s a strong gentleman, right? Anybody that – he’s a strong guy, tough guy.” (June 30, 2019)\n\n* “President Xi, who is a strong man, I call him King, he said, ‘But I am not King, I am president.’ I said, ‘No, you’re president for life and therefore, you’re King.’ He said, ‘Huh. Huh.’ He liked that.” (April 2, 2019)\n\n* “I had President Xi, who’s a friend of mine, who’s a very, very good man.” (April 12, 2018)\n\nTrump on Russian President Vladimir Putin\n\n* “Had a long and very good conversation with President Putin of Russia. As I have always said, long before the Witch Hunt started, getting along with Russia, China, and everyone is a good thing, not a bad thing….” (May 3, 2019)\n\n* “So many people at the higher ends of intelligence loved my press conference performance in Helsinki. Putin and I discussed many important subjects at our earlier meeting. We got along well which truly bothered many haters who wanted to see a boxing match. Big results will come!” (July 18, 2018)\n\n* “I called President Putin of Russia to congratulate him on his election victory (in past, Obama called him also). The Fake News Media is crazed because they wanted me to excoriate him. They are wrong! Getting along with Russia (and others) is a good thing, not a bad thing…” (March 21, 2018)\n\n* “The man has very strong control over a country,” he said. “Now, it’s a very different system and I don’t happen to like the system, but certainly in that system, he’s been a leader. Far more than our president has been a leader.” (September 7, 2016)\n\n* “Great move on delay (by V. Putin) - I always knew he was very smart!” (December 20, 2016)\n\nThat’s not a comprehensive list – by any means. But you get the idea. Trump’s admiration for and praise of authoritarian rulers – and the means by which they maintain their power – is a feature not a glitch of this President and his presidency. When you combine the fights he’s picked with traditional US allies (Australia, Germany etc.), you begin to grasp where Trump’s mind is when it comes to the preferred way to lead people. And that’s scary.", "url": "https://www.cnn.com/2019/07/02/politics/donald-trump-dictators-kim-jong-un-vladimir-putin/index.html"}, "article2": {"title": "In Context: Donald Trump’s ‘very fine people on both sides’ remarks (transcript)", "content": "On Aug. 15, 2017, President Donald Trump held a press conference to discuss an executive order he had signed on infrastructure permitting. Reporters shortly began asking questions about Trump’s initial response to violent protests in Charlottesville, Va. It was at this press conference that Trump said that \"you also had people that were very fine people, on both sides.\"\n\nOn April 25, 2019, former Vice President Joe Biden declared his 2020 candidacy for the Democratic nomination and the presidency by recalling the events in Charlottesville and Trump’s comments. \"With those words, the president of the United States assigned a moral equivalence between those spreading hate and those with the courage to stand against it,\" Biden said.\n\nThe next day, Trump responded, saying \"If you look at what I said, you will see that that question was answered perfectly. And I was talking about people that went because they felt very strongly about the monument to Robert E. Lee, a great general. Whether you like it or not, he was one of the great generals.\" Trump also said he would defeat Biden \"very easily.\"\n\nWe wanted to look at Trump’s comments in their original context. Here is a transcript of the questions Trump answered that addressed the Charlottesville controversy in the days after it happened. (His specific remarks about \"very fine people, on both sides\" come in the final third of the transcript.)\n\n• • •\n\nReporter: \"Let me ask you, Mr. President, why did you wait so long to blast neo-Nazis?\"\n\nTrump: \"I didn’t wait long. I didn’t wait long.\"\n\nReporter: \"Forty-eight hours.\"\n\nTrump: \"I wanted to make sure, unlike most politicians, that what I said was correct -- not make a quick statement. The statement I made on Saturday, the first statement, was a fine statement. But you don’t make statements that direct unless you know the facts. It takes a little while to get the facts. You still don’t know the facts. And it’s a very, very important process to me, and it’s a very important statement.\n\n\"So I don’t want to go quickly and just make a statement for the sake of making a political statement. I want to know the facts. If you go back to --\n\nReporter: \"So you had to (inaudible) white supremacists?\"\n\nTrump: \"I brought it. I brought it. I brought it.\"\n\nReporter: \"Was it terrorism, in your opinion, what happened?\"\n\nTrump: \"As I said on -- remember, Saturday -- we condemn in the strongest possible terms this egregious display of hatred, bigotry, and violence. It has no place in America. And then it went on from there. Now, here’s the thing --\"\n\nReporter: (Inaudible)\n\nTrump: \"Excuse me. Excuse me. Take it nice and easy. Here’s the thing: When I make a statement, I like to be correct. I want the facts. This event just happened. In fact, a lot of the event didn’t even happen yet, as we were speaking. This event just happened.\n\n\"Before I make a statement, I need the facts. So I don’t want to rush into a statement. So making the statement when I made it was excellent. In fact, the young woman, who I hear was a fantastic young woman, and it was on NBC -- her mother wrote me and said through, I guess, Twitter, social media, the nicest things. And I very much appreciated that. I hear she was a fine -- really, actually, an incredible young woman. But her mother, on Twitter, thanked me for what I said.\n\n\"And honestly, if the press were not fake, and if it was honest, the press would have said what I said was very nice. But unlike you, and unlike -- excuse me, unlike you and unlike the media, before I make a statement, I like to know the facts.\"\n\n(crosstalk)\n\nReporter: \"The CEO of Walmart said you missed a critical opportunity to help bring the country together. Did you?\"\n\nTrump: \"Not at all. I think the country -- look, you take a look. I’ve created over a million jobs since I’m President. The country is booming. The stock market is setting records. We have the highest employment numbers we’ve ever had in the history of our country. We’re doing record business. We have the highest levels of enthusiasm. So the head of Walmart, who I know -- who’s a very nice guy -- was making a political statement. I mean -- I’d do it the same way. And you know why? Because I want to make sure, when I make a statement, that the statement is correct. And there was no way -- there was no way of making a correct statement that early. I had to see the facts, unlike a lot of reporters. Unlike a lot of reporters --\n\nReporter: \"Nazis were there.\"\n\nReporter: \"David Duke was there.\"\n\nTrump: \"I didn’t know David Duke was there. I wanted to see the facts. And the facts, as they started coming out, were very well stated. In fact, everybody said, ‘His statement was beautiful. If he would have made it sooner, that would have been good.’ I couldn’t have made it sooner because I didn’t know all of the facts. Frankly, people still don’t know all of the facts.\n\n\"It was very important -- excuse me, excuse me -- it was very important to me to get the facts out and correctly. Because if I would have made a fast statement -- and the first statement was made without knowing much, other than what we were seeing. The second statement was made after, with knowledge, with great knowledge. There are still things -- excuse me -- there are still things that people don’t know. I want to make a statement with knowledge. I wanted to know the facts.\"\n\nReporter: \"Two questions. Was this terrorism? And can you tell us how you’re feeling about your chief strategist, Stephen Bannon?\"\n\nTrump: \"Well, I think the driver of the car is a disgrace to himself, his family, and this country. And that is -- you can call it terrorism. You can call it murder. You can call it whatever you want. I would just call it as the fastest one to come up with a good verdict. That’s what I’d call it. Because there is a question: Is it murder? Is it terrorism? And then you get into legal semantics. The driver of the car is a murderer. And what he did was a horrible, horrible, inexcusable thing.\n\n(crosstalk)\n\nReporter: \"Can you tell us broadly what your -- do you still have confidence in Steve?\"\n\nTrump: \"Well, we’ll see. Look, look -- I like Mr. Bannon. He’s a friend of mine. But Mr. Bannon came on very late. You know that. I went through 17 senators, governors, and I won all the primaries. Mr. Bannon came on very much later than that. And I like him, he’s a good man. He is not a racist, I can tell you that. He’s a good person. He actually gets very unfair press in that regard. But we’ll see what happens with Mr. Bannon. But he’s a good person, and I think the press treats him, frankly, very unfairly.\"\n\n(crosstalk)\n\nReporter: \"Sen. (John) McCain said that the alt-right is behind these attacks, and he linked that same group to those who perpetrated the attack in Charlottesville.\"\n\nTrump: \"Well, I don’t know. I can’t tell you. I’m sure Senator McCain must know what he’s talking about. But when you say the alt-right, define alt-right to me. You define it. Go ahead.\"\n\nReporter: \"Well, I’m saying, as Senator --\"\n\nTrump: \"No, define it for me. Come on, let’s go. Define it for me.\"\n\nReporter: \"Senator McCain defined them as the same group --\"\n\nTrump: \"Okay, what about the alt-left that came charging at -- excuse me, what about the alt-left that came charging at the, as you say, the alt-right? Do they have any semblance of guilt?\n\n\"Let me ask you this: What about the fact that they came charging with clubs in their hands, swinging clubs? Do they have any problem? I think they do. As far as I’m concerned, that was a horrible, horrible day. Wait a minute. I’m not finished. I’m not finished, fake news. That was a horrible day --\n\n\" I will tell you something. I watched those very closely -- much more closely than you people watched it. And you have -- you had a group on one side that was bad, and you had a group on the other side that was also very violent. And nobody wants to say that, but I’ll say it right now. You had a group -- you had a group on the other side that came charging in, without a permit, and they were very, very violent.\"\n\nReporter: \"Do you think that what you call the alt-left is the same as neo-Nazis?\"\n\nTrump: \"Those people -- all of those people – excuse me, I’ve condemned neo-Nazis. I’ve condemned many different groups. But not all of those people were neo-Nazis, believe me. Not all of those people were white supremacists by any stretch. Those people were also there because they wanted to protest the taking down of a statue of Robert E. Lee.\"\n\nReporter: \"Should that statue be taken down?\"\n\nTrump: \"Excuse me. If you take a look at some of the groups, and you see -- and you’d know it if you were honest reporters, which in many cases you’re not -- but many of those people were there to protest the taking down of the statue of Robert E. Lee.\n\n\"So this week it’s Robert E. Lee. I noticed that Stonewall Jackson is coming down. I wonder, is it George Washington next week? And is it Thomas Jefferson the week after? You know, you really do have to ask yourself, where does it stop?\n\n\"But they were there to protest -- excuse me, if you take a look, the night before they were there to protest the taking down of the statue of Robert E. Lee. Infrastructure question. Go ahead.\"\n\nReporter: \"Should the statues of Robert E. Lee stay up?\"\n\nTrump: \"I would say that’s up to a local town, community, or the federal government, depending on where it is located.\"\n\nReporter: \"How concerned are you about race relations in America? And do you think things have gotten worse or better since you took office?\"\n\nTrump: \"I think they’ve gotten better or the same. Look, they’ve been frayed for a long time. And you can ask President Obama about that, because he’d make speeches about it. But I believe that the fact that I brought in -- it will be soon -- millions of jobs -- you see where companies are moving back into our country -- I think that’s going to have a tremendous, positive impact on race relations.\n\n\"We have companies coming back into our country. We have two car companies that just announced. We have Foxconn in Wisconsin just announced. We have many companies, I say, pouring back into the country. I think that’s going to have a huge, positive impact on race relations. You know why? It’s jobs. What people want now, they want jobs. They want great jobs with good pay, and when they have that, you watch how race relations will be.\n\n\"And I’ll tell you, we’re spending a lot of money on the inner cities. We’re fixing the inner cities. We’re doing far more than anybody has done with respect to the inner cities. It’s a priority for me, and it’s very important.\"\n\nReporter: \"Mr. President, are you putting what you’re calling the alt-left and white supremacists on the same moral plane?\"\n\nTrump: \"I’m not putting anybody on a moral plane. What I’m saying is this: You had a group on one side and you had a group on the other, and they came at each other with clubs -- and it was vicious and it was horrible. And it was a horrible thing to watch.\n\n\"But there is another side. There was a group on this side. You can call them the left -- you just called them the left -- that came violently attacking the other group. So you can say what you want, but that’s the way it is.\n\nReporter: (Inaudible) \"… both sides, sir. You said there was hatred, there was violence on both sides. Are the --\"\n\nTrump: \"Yes, I think there’s blame on both sides. If you look at both sides -- I think there’s blame on both sides. And I have no doubt about it, and you don’t have any doubt about it either. And if you reported it accurately, you would say.\"\n\nReporter: \"The neo-Nazis started this. They showed up in Charlottesville to protest --\"\n\nTrump: \"Excuse me, excuse me. They didn’t put themselves -- and you had some very bad people in that group, but you also had people that were very fine people, on both sides. You had people in that group. Excuse me, excuse me. I saw the same pictures as you did. You had people in that group that were there to protest the taking down of, to them, a very, very important statue and the renaming of a park from Robert E. Lee to another name.\"\n\nReporter: \"George Washington and Robert E. Lee are not the same.\"\n\nTrump: \"George Washington was a slave owner. Was George Washington a slave owner? So will George Washington now lose his status? Are we going to take down -- excuse me, are we going to take down statues to George Washington? How about Thomas Jefferson? What do you think of Thomas Jefferson? You like him?\"\n\nReporter: \"I do love Thomas Jefferson.\"\n\nTrump: \"Okay, good. Are we going to take down the statue? Because he was a major slave owner. Now, are we going to take down his statue?\n\n\"So you know what, it’s fine. You’re changing history. You’re changing culture. And you had people -- and I’m not talking about the neo-Nazis and the white nationalists -- because they should be condemned totally. But you had many people in that group other than neo-Nazis and white nationalists. Okay? And the press has treated them absolutely unfairly.\n\n\"Now, in the other group also, you had some fine people. But you also had troublemakers, and you see them come with the black outfits and with the helmets, and with the baseball bats. You had a lot of bad people in the other group.\"\n\nReporter: \"Sir, I just didn’t understand what you were saying. You were saying the press has treated white nationalists unfairly? I just don’t understand what you were saying.\"\n\nTrump: \"No, no. There were people in that rally -- and I looked the night before -- if you look, there were people protesting very quietly the taking down of the statue of Robert E. Lee. I’m sure in that group there were some bad ones. The following day it looked like they had some rough, bad people -- neo-Nazis, white nationalists, whatever you want to call them.\n\n\"But you had a lot of people in that group that were there to innocently protest, and very legally protest -- because, I don’t know if you know, they had a permit. The other group didn’t have a permit. So I only tell you this: There are two sides to a story. I thought what took place was a horrible moment for our country -- a horrible moment. But there are two sides to the country.\n\n\"Does anybody have a final --\n\nReporter: \"What makes you think you can get an infrastructure bill? You didn’t get health care --\n\nTrump: \"Well, you know, I’ll tell you. We came very close with health care. Unfortunately, John McCain decided to vote against it at the last minute. You’ll have to ask John McCain why he did that. But we came very close to health care. We will end up getting health care. But we’ll get the infrastructure. And actually, infrastructure is something that I think we’ll have bipartisan support on. I actually think Democrats will go along with the infrastructure.\"\n\nReporter: \"Mr. President, have you spoken to the family of the victim of the car attack?\"\n\nTrump: \"No, I’ll be reaching out. I’ll be reaching out.\"\n\nReporter: \"When will you be reaching out?\"\n\nTrump: \"I thought that the statement put out -- the mother’s statement I thought was a beautiful statement. I will tell you, it was something that I really appreciated. I thought it was terrific. And, really, under the kind of stress that she’s under and the heartache that she’s under, I thought putting out that statement, to me, was really something. I won’t forget it.\n\n\"Thank you, all, very much. Thank you. Thank you.\"", "url": "https://www.politifact.com/article/2019/apr/26/context-trumps-very-fine-people-both-sides-remarks/"}, "article3": {"title": "Trump's Boy Scouts Speech And The Thin Line Between Openness And Recklessness", "content": "Trump's Boy Scouts Speech And The Thin Line Between Openness And Recklessness\n\nEnlarge this image toggle caption Carolyn Kaster/AP Carolyn Kaster/AP\n\n\"Know your audience\" is usually the first rule of public speaking. But that doesn't really seem to matter all that much to President Trump.\n\nTrump became overtly political in yet another setting that some are seeing as crossing the line — in a speech to the Boy Scouts.\n\nIronically, Trump began his remarks Monday night promising not to talk about politics.\n\n\"Tonight, we put aside all of the policy fights in Washington, D.C., you've been hearing about with the fake news and all of that,\" Trump said at the Boy Scouts National Jamboree in West Virginia. \"We're going to put that aside. And instead we're going to talk about success, about how all of you amazing young Scouts can achieve your dreams, what to think of, what I've been thinking about. You want to achieve your dreams, I said, who the hell wants to speak about politics when I'm in front of the Boy Scouts? Right?\"\n\nApart from using \"hell\" in front of an audience of thousands of minors, Trump did not stick to that promise. His speech quickly became political.\n\n\"You know, I go to Washington,\" Trump said, \"and I see all these politicians, and I see the swamp, and it's not a good place. In fact, today, I said we ought to change it from the word 'swamp' to the word 'cesspool' or perhaps to the word 'sewer.' \"\n\nNot exactly the message of how to affect constructive change through politics. Trump was just getting warmed up.\n\nHe shouted out to some of the members of his administration who were former Scouts, including Secretary of State Rex Tillerson, who was a past president of Boy Scouts of America and was honored at the event with a bronze statue; Vice President Pence; Interior Secretary Ryan Zinke; Energy Secretary Rick Perry; and Health and Human Services Secretary Tom Price.\n\nPrice's name triggered something for Trump.\n\n\"Dr. Price still lives the Scout oath, helping to keep millions of Americans strong and healthy as our secretary of Health and Human Services,\" Trump began. And then: \"And he's doing a great job. And hopefully he's going to get the votes [Tuesday] to start our path toward killing this horrible thing known as Obamacare that's really hurting us.\"\n\nTrump's injection of Price getting health care votes was odd not just because Trump pledged not to talk politics, but also because Price is a member of Trump's Cabinet with no control over Senate votes. He wasn't even a senator; he was a member of the House, so while he has contacts in Congress, his strongest relationships are on the other side of the Capitol.\n\nTrump wasn't done with Price. \"By the way, are you going to get the votes?\" Trump asked, looking at Price. \"He better get them. He better get them. Oh, he better. Otherwise I'll say, 'Tom, you're fired.' I'll get somebody.\"\n\nTrump looked like he was joking. Right, Secretary Price? Right. Ha-ha. Hee-hee. Hoo-hoo.\n\n\"He better get Sen. [Shelley Moore] Capito to vote for it,\" Trump noted of the senator from West Virginia, who has been undecided even about the motion to proceed to debate on health care. \"He better get the other senators to vote for it. It's time. You know, after seven years of saying 'repeal and replace Obamacare,' we have a chance to now do it. They better do it. Hopefully they'll do it.\"\n\nTrump has been on fire of late when it comes to rattling the people who work for him. After shaking up his White House on Friday — bringing in a new communications director in New York hedge-fund manager Anthony Scaramucci, followed by the prompt resignation of press secretary Sean Spicer — Trump has been publicly shaming his attorney general, Jeff Sessions.\n\nTrump called Sessions \"beleaguered\" on Monday and then whacked him again on Twitter on Tuesday, criticizing him for not going after 2016 Democratic presidential candidate, Hillary Clinton, and for leaks in the intelligence community. Ignore the fact that once Trump won the presidency, he said he didn't think it was a good idea to try to prosecute Clinton.\n\nSuffice it to say, Sessions, an Eagle Scout member of Trump's Cabinet, was not on hand.\n\nTrump took an oblique shot at Republicans in Congress, too: \"As the Scout law says, a Scout is trustworthy, loyal — we could use some more loyalty, I will tell that you that.\"\n\nThe crowd's chanting seemed to egg him on. He took a familiar campaign shot at the media.\n\n\"By the way, what do you think the chances are that this incredible massive crowd, record-setting, is going to be shown on television tonight?\" Trump said. \"One percent or zero? The fake media will say, 'President Trump spoke' — you know what is – 'President Trump spoke before a small crowd of Boy Scouts today.' That's some — that is some crowd. Fake media. Fake news.\"\n\nHe was really rolling at that point, but it should be noted this was not a campaign rally, though Trump began to treat it like one. It had a familiar feeling and seemed to provide the adulation that fuels him.\n\nThe Boy Scouts pointed out that the organization is \"nonpartisan\" and that this was a \"long-standing tradition\" to invite presidents to their jamboree. Trump is the eighth to attend.\n\n\"By the way, just a question, did President Obama ever come to a Jamboree?\" Trump said looking around with his arms stretched out wide. \"And we'll be back. We'll be back. The answer is no. But we'll be back.\"\n\nIt's true that Obama never attended in person, but he did record a video message in 2010. And while Trump wants to show his affinity with the Scouts, he wasn't one. Obama, on the other hand, was.\n\nTrump's use of \"hell\" was not the only utterance that could be seen as inappropriate by parents of the assembled Scouts. The president of the United States, in front of adolescent boys, went on to allude to a sordid story of the way a rich friend, William Levitt of Levittown fame (or infamy), lived his life after making his money.\n\n\"Sold his company for a tremendous amount of money,\" Trump said. \"And he went out and bought a big yacht, and he had a very interesting life. I won't go any more than that, because you're Boy Scouts, so I'm not going to tell you what he did. Should I tell you? Should I tell you? You're Boy Scouts, but you know life. You know life.\"\n\nTrump seemed to realize that as much as he wanted to tell the story, his \"locker room talk\" might not be appropriate. For as much as he wanted to mock the media and say the cameras weren't turned on, he knew they were. He knew every word he said was being recorded and on camera with thousands of witnesses.\n\nSome of the boys howled, as boys do, but some of their parents didn't seem too pleased, based on the comments on the Boy Scouts of America's Facebook page.\n\nTrump then meandered back to try for an inspirational moment: \"So as much as you can do something that you love, work hard and never ever give up, and you're going to be tremendously successful, tremendously successful.\"\n\nBut then he veered off course again to talk about himself:\n\n\"Now, with that, I have to tell you our economy is doing great. Our stock market has picked up since the election, Nov. 8 — do we remember that day? Was that a beautiful day? What a day. Do you remember that famous night on television, November 8th where they said, these dishonest people, where they said, there is no path to victory for Donald Trump. They forgot about the forgotten people.\"\n\nAnd then he launched into a long, meandering riff about his Electoral College win:\n\n\"And you know, we have a tremendous disadvantage in the Electoral College. Popular vote is much easier. We have — because New York, California, Illinois, you have to practically run the East Coast. And we did. We won Florida. We won South Carolina. We won North Carolina. We won Pennsylvania. We won and won. So when they said, there is no way to victory; there is no way to 270. You know I went to Maine four times because it's one vote, and we won. We won. One vote. I went there because I kept hearing we're at 269. But then Wisconsin came in. Many, many years. Michigan came in. So — and we worked hard there. \"You know, my opponent didn't work hard there, because she was told ... she was told she was going to win Michigan, and I said, well, wait a minute. The car industry is moving to Mexico. Why is she going to move — she's there. Why are they allowing it to move? And by the way, do you see those car industry — do you see what's happening? They're coming back to Michigan. They're coming back to Ohio. They're starting to peel back in. \"And we go to Wisconsin, now, Wisconsin hadn't been won in many, many years by a Republican. But we go to Wisconsin, and we had tremendous crowds. And I'd leave these massive crowds, I'd say, why are we going to lose this state? The polls, that's also fake news. They're fake polls. But the polls are saying — but we won Wisconsin.\"\n\nThere was even more — he went on about the latest jobs report, how people will be saying \"Merry Christmas\" again and the \"billions and billions and billions\" more money he's going to be pouring into the military.\n\nThis wasn't the first time he has talked about politics in a setting where that could be seen as inappropriate. Remember that speech in front of the CIA memorial wall in which he asserted that most of the people in the room probably voted for him?\n\nIt won't be the last time, either.\n\nThis president couldn't care less about political and societal norms. But let's be very clear — none of this is normal. Trump has been publicly shaming his attorney general, mocking special counsel and congressional investigations, and confirming the existence of what was previously a covert CIA program — and that was all just Tuesday, and he did it on Twitter.\n\nTrump has no filter. It's giving Americans a window into his mind, but there is a thin line between openness and recklessness.", "url": "https://www.npr.org/2017/07/25/539241800/trump-s-boy-scouts-speech-and-the-thin-line-between-openness-and-recklessness"}}