{"foreign_id": "115_Real", "article1": {"title": "Kellyanne Conway: 'Rape Would Not Exist' If Women Were Stronger", "content": "Donald Trump’s campaign manager Kellyanne Conway has an interesting solution to sexual violence — it “would not exist,” she said, if women were “physiologically as strong as men.”\n\nConway, who took the reins of Trump’s campaign earlier this month to become the first woman to ever run a Republican presidential campaign in the general election, made the comments during a PBS panel discussion in 2013. They were dredged up this week by an anti-Trump super PAC, the Democratic Coalition Against Trump, and covered by a number of media outlets, including CNN.\n\nThe panel in question was tackling the topic of gender equality in the military; CNN reports that Conway — then a Republican pollster, according to PBS’ credits — brought up the subject of rape unprompted.\n\n“If we were physiologically — not mentally, emotionally, professionally — equal to men, if we were physiologically as strong as men, rape would not exist,” Conway said. “You would be able to defend yourself and fight him off.”\n\nYou can watch the entirety of the conversation at PBS.\n\nContact us at letters@time.com.", "url": "https://time.com/4473683/kellyanne-conway-trump-rape/"}, "article2": {"title": "Trump Campaign Manager Kellyanne Conway Said if Women Were Stronger, Rape Wouldn’t Exist", "content": "Donald Trump has a woman problem. The Republican presidential nominee, who once said that letting his wife work was a “very dangerous thing,” has consistently trailed Hillary Clinton by double-digit margins in favorability among women throughout the 2016 election. But while Trump’s unpopularity with women voters is long established, the Trump campaign is facing a fresh wave of bad press emanating from an unlikely source: Kellyanne Conway, whose past comments about rape are suddenly back in the news.\n\nA recently surfaced video reveals Trump’s newly-installed campaign manager committing a cardinal sin among women: victim blaming. Shortly after the Pentagon lifted the ban on women in combat roles, Conway participated in a roundtable discussion about the policy change, which aired on PBS’s To the Contrary in January 2013, but was recently resurfaced by the Democratic Coalition Against Trump super-pac. After arguing that there shouldn’t be a “boy” version and a “girl” version of the fitness tests used to determine combat readiness, Conway went on to argue that rape wouldn’t exist if women were stronger. “If we were physiologically—not mentally, emotionally, professionally—equal to men, if we were physiologically as strong as men, rape would not exist,” the G.O.P. pollster said. “You would be able to defend yourself and fight him off.”\n\nConway’s less-than-nuanced commentary on rape culture is the latest in a slew of controversial remarks made by Trump and his campaign staff that have been seen as offensive to women. In July of last year, after the Daily Beast resurfaced a decades-old deposition in which Trump’s ex-wife, Ivana, claimed that he had raped her, the Republican standard-bearer’s lawyer, Michael Cohen, insisted “you cannot rape your spouse.” (Trump has denied the allegation, and Ivana has said she does not want her words “to be interpreted in a literal or criminal sense.”) Earlier this month, his daughter, Ivanka Trump, found herself at the center of another controversy after her father made some tone-deaf comments about sexual harassment in the workplace. Now, the Trump campaign is running damage control after 20-year-old domestic-abuse charges against newly minted campaign C.E.O. Stephen Bannon came to light mere weeks after he took the helm.\n\nThe rape commentary from Conway, who has been previously untouched by controversy during her time with the campaign, could be a particular blow to Trump’s presidential bid. Conway, who notably quit Todd Akin’s campaign after the U.S. Senate candidate’s infamous “legitimate rape” comment, was widely seen as a potential remedy to Trump’s enduring deficit with women voters. When Trump elevated Conway to campaign manager, fellow G.O.P. pollster Frank Luntz, told The Wall Street Journal that “she understands women better than anyone in America,” and added that she would be a “gift in a campaign that's really been struggling with message.” In light of Conway’s message to women during the PBS roundtable, the pollster is unlikely to be the panacea to Trump’s woman problem the campaign hoped for.", "url": "https://www.vanityfair.com/news/2016/08/kellyanne-conway-controversial-rape-remark"}, "article3": {"title": "Trump associate’s comment about rape from 2013 public TV show enters campaign fray", "content": "A comment made on the public television talk show To the Contrary in 2013 has become part of this week’s news cycle in the presidential campaign.\n\nDuring a discussion of women in the military, pollster Kellyanne Conway, now campaign manager for Republican nominee Donald Trump, said in part that if women “were physiologically — not mentally, emotionally, professionally equal to men — if we were physiologically as strong as men, rape would not exist. You would be able to defend yourself and fight him off.” (Skip to 4:18 in the video for her comment.)\n\nThe comment was pointed out Monday by the Democratic Coalition Against Trump, part of the Keep America Great PAC. In a press release, the coalition said Conway’s comment “highlighted a disturbing pattern of behavior — a war on women coming directly” from Conway. More than a dozen media outlets have reported on the comment, including CNN, Time, Vanity Fair and Britain’s Independent.\n\nBonnie Erbé, host of the public affairs program, told Current that she “vaguely recalls” Conway’s original statement. “We of course recognize it as a minority view,” she said, “but others on the panel in that episode represented the majority view.”\n\n“It’s our job to provide a platform for the voices of women of all ethnicities, political persuasions and now gender identities,” Erbé added.\n\nErbé said that Conway has appeared on the show as a regular panelist since the mid-1990s, “when she was somewhat unknown.” To the Contrary has also reported on Conway’s polling business, The Polling Company/WomanTrend, which focuses on women’s viewpoints.\n\nAfter media picked up the story Tuesday, visits to To the Contrary’s website doubled over the previous 24 hours, Erbé said.", "url": "https://current.org/2016/08/trump-associates-comment-about-rape-from-2013-public-tv-show-enters-campaign-fray/"}}