{"foreign_id": "116_Real", "article1": {"title": "Trump Impeached for Abuse of Power and Obstruction of Congress", "content": "Today: The United States House of Representatives has impeached President Trump for abuse of power and obstruction of Congress. My colleague Lisa Chow and I on the story of how a fractious Democratic Party, which started the year divided on impeachment, ultimately united around it.\n\nFrom The New York Times, I’m Michael Barbaro. This is “The Daily.”\n\nlisa chow\n\nAnd how far away from Holly?\n\nspeaker\n\n35 miles from the home.\n\nlisa chow\n\nO.K. So yeah, we will get there in time. You want to describe what you’re seeing outside the window?\n\nmichael barbaro\n\nSo we’re driving by a strip mall about 45 minutes outside Detroit. There’s a Best Buy, a Michaels, a PetSmart, a Lowes, Chipotle and a DSW. This is a solid, solid, solid strip mall.\n\nlisa chow\n\nSo Michael, why are we driving through the strip malls of Detroit?\n\nmichael barbaro\n\nSo we are headed to the home of Congresswoman Elissa Slotkin.\n\narchived recording\n\nElissa Slotkin has a lead of more than 2,000 votes against Republican incumbent Mike Bishop.\n\nmichael barbaro\n\nShe is a moderate Democrat who won her seat —\n\narchived recording (elissa slotkin)\n\nI won in a district that was a Republican district. So the only way —\n\nmichael barbaro\n\nShe flipped a red district and turned it blue in 2018. And in doing so, she helped the Democrats win back the House.\n\narchived recording\n\nThe blue wave. The blue wave that swept Democrats into power in the House.\n\nmichael barbaro\n\nBut the moment she gets into office —\n\narchived recording (rashida tlaib)\n\nBecause we’re going to go in there, we’re going to impeach the motherfucker. [CHEERS]\n\nmichael barbaro\n\n— people like Rashida Tlaib, the congresswoman who represents a district just to the south here that we just drove through, they’re saying that the findings of the Russia inquiry merit impeachment. And Slotkin is not having any of it.\n\narchived recording\n\nImportant quote. This is from Congresswoman Slotkin of Michigan. Impeachment is not what people are coming up to me in the grocery store and talking to me about. They want to know —\n\nmichael barbaro\n\nShe is skeptical of that, she’s opposed to it. It’s not part of her political brand to want to impeach the president. And then all of a sudden, the whistle-blower report comes out, and she reads it, and she’s very troubled. And she and a handful of her moderate swing-district Democratic House colleagues write an op-ed in The Washington Post calling for an impeachment inquiry.\n\narchived recording\n\nThey write, we have devoted our lives to the service and security of our country. Now we join as a unified group to uphold —\n\nmichael barbaro\n\nAnd their voice carries a tremendous amount of weight, because they are moderates, because they helped win back the House for Democrats. And shortly afterwards, House Speaker Nancy Pelosi opens an impeachment inquiry.\n\narchived recording (nancy pelosi)\n\nI’m announcing the House of Representatives is moving forward with an official impeachment inquiry. The president must be held accountable. No one is above the law.\n\nmichael barbaro\n\nAnd right away, it’s clear that there are political consequences for Slotkin.\n\nelissa slotkin\n\nI am going to wait for the facts. I’m going to look at them judiciously. I’m going to do what I was trained to do, which is to look at the —\n\nmichael barbaro\n\nWe went to three town halls in her district and just listened as constituents pelted her with questions about why she was doing this.\n\ncrowd\n\n[JEERING]\n\nmichael barbaro\n\nTwo months go by. The impeachment inquiry unfolds. Hearings happen, a report is filed. And now she has to make a decision — is she going to vote to impeach the president, or is she going to vote not to the impeach the president?\n\nlisa chow\n\nWhoa, we’re going into her driveway.\n\nmichael barbaro\n\nWe’re doing it. I think it’s O.K. I mean, we’re a little early. What’re you gonna do? We are arriving at Slotkin’s house in the middle of these final hours of deliberation for her on impeachment. She has told her constituents that she’s going to announce her decision on Monday morning. We are talking to her on Sunday night.\n\nlisa chow\n\nHow do you feel?\n\nmichael barbaro\n\nI feel good. I mean, I feel dehydrated. Did you actually eat your granola bar?\n\nlisa chow\n\nI did not eat my granola bar. Hard to eat and hold a microphone.\n\nmichael barbaro\n\nYou’re going to regret it when you’re in the middle of this interview and you’re starving.\n\nelissa slotkin\n\nHi, guys. Come on in.\n\nmichael barbaro\n\nHi.\n\nelissa slotkin\n\nI’m Elissa.\n\nmichael barbaro\n\nCongresswoman, so nice to see you.\n\nelissa slotkin\n\nSo nice to meet you. Hi.\n\nmichael barbaro\n\nThank you for letting us — Lisa.\n\nelissa slotkin\n\nCome on in, come on in.\n\nmichael barbaro\n\nThis is a truly a farmhouse.\n\nelissa slotkin\n\nOh yeah, I’m sorry, I’m sorry. I think of you guys as audio, and so I’m not doing a very nice job, but this is 1895 farmhouse. My family bought it in the ‘50s. We held off lighting a fire because we didn’t know if the noise would be annoying, but we can definitely light a fire. And this — I should just say, this desk, for whatever it’s worth, is sort of one of the big heirlooms in my family. This was my great-grandfather’s desk. And if you see on the plate here —\n\nmichael barbaro\n\nIt is kind of a resolute desk.\n\nelissa slotkin\n\nYes. So it was used by Lindley Garrison, secretary of war, 1913 to 1916.\n\nmichael barbaro\n\nDuring the presidency of Woodrow Wilson.\n\nelissa slotkin\n\nYeah.\n\nmichael barbaro\n\nGeez.\n\nelissa slotkin\n\nSo that was a gift to my great-grandfather, Sam Slotkin. And it’s been passed down.\n\nmichael barbaro\n\nIs this where you go to make big decisions?\n\nelissa slotkin\n\nThis is where I make my big decisions.\n\nmichael barbaro\n\nIs this that — this three-ring binder looks like it’s the House Intelligence report?\n\nelissa slotkin\n\nYes. This is — well, it’s a lot, I guess, more than it. It is — let’s see. My team has diligently tabbed it out for me. So this is the impeachment documents that came down, I guess, what now, three weeks ago —\n\nmichael barbaro\n\nFrom the Judiciary Committee.\n\nelissa slotkin\n\nYes, from the Judiciary Committee. This is the HPSCI report, the House Intelligence report.\n\nmichael barbaro\n\nMay I see this?\n\nelissa slotkin\n\nYou’re welcome to.\n\nmichael barbaro\n\nClinton articles of impeachment. Nixon articles of impeachment. And I see you’ve done a bunch of underlining.\n\nelissa slotkin\n\nYeah. For me, this is, frankly, a very standard way that I look at things, which just comes from my training as a C.I.A. officer, which is sequester yourself away, get all the original base documents. And then you do some historical research and then make an objective decision not based on what you see in the news or what someone’s telling you.\n\nmichael barbaro\n\nThanks for letting us interrupt it.\n\nelissa slotkin\n\nWhere would you guys like to set up? Would you like to be —\n\nmichael barbaro\n\nWhere would you like us to set up?\n\nelissa slotkin\n\nTake the dining room.\n\nmichael barbaro\n\nAll right, we’ll go set ourselves up.\n\nelissa slotkin\n\nSure.\n\nlisa chow\n\nO.K., check, check, check, check.\n\nmichael barbaro\n\nHow am I sounding? O.K. So, Congresswoman, thank you for letting us into your home —\n\nelissa slotkin\n\nOf course.\n\nmichael barbaro\n\n— during a really important moment for you.\n\nelissa slotkin\n\nYeah.\n\nmichael barbaro\n\nThe last time we talked to you, you had just made a decision to support an impeachment inquiry, which ended up being a very consequential decision.\n\nelissa slotkin\n\nYeah.\n\nmichael barbaro\n\nTell me what the last couple of months have been like for you as that inquiry has unfolded. What’s that experience been like?\n\nelissa slotkin\n\nWell, I would say it’s probably been some of the most intense months I’ve had as a working professional, that’s for sure. The principal reason why I decided to come out back in September in support of an inquiry, after many, many months of not supporting impeachment or an inquiry, was this very basic idea that the president of the United States reached out to a foreign party and solicited help in influencing an American election. And confirming or denying that very basic idea was pretty important to me in this process.\n\nmichael barbaro\n\nThat fact pattern.\n\nelissa slotkin\n\nThat fact pattern. And you know, I was in national security for a long time. We are in the business of pressuring governments to do things that we want, right? That happens all the time. And anyone who gets to a senior-enough level has been in that position. The difference here was that the president was doing it for his own personal political gain, not for the national security interests of the United States. So for me, the central idea was whether the president asked for foreigners to get involved in the American political process.\n\nmichael barbaro\n\nSo did the inquiry and did the hearings establish that?\n\nelissa slotkin\n\nWell, that’s what I’ve been trying to parse through. What became clearer and clearer through what I read and what the reporting produced was that you have a lot of people who were aware that, for instance, security assistance was held up in exchange for something. And we have Ambassador Sondland saying very directly that it was held up because they were waiting for the Ukrainians to live up to their end of the bargain.\n\nmichael barbaro\n\nTo conduct these investigations on —\n\nelissa slotkin\n\nYes, to announce investigations. That’s the hardest thing for me about my peers who may decide not to vote on these articles, is that do they accept that it’s O.K. to invite foreign help into the American political process?\n\nmichael barbaro\n\nI think I just watched Lindsey Graham say that he’s O.K. with it in an interview.\n\nelissa slotkin\n\nWell, I’m sorry, and I think that history will show them to be misguided. And maybe it’s because I was a C.I.A. officer, but I am comfortable making hard decisions that aren’t popular, because I know that they’re the right thing for the security of the country. I was asked to do that over and over and over again in my prior life. And that’s the same approach I take to these decisions.\n\nmichael barbaro\n\nI hear you hinting that a hard decision that you’re capable of making may be heading in one direction.\n\nelissa slotkin\n\nWell, listen, I mean, no offense, but I’m not going to tell The New York Times before I tell my own constituents. It’s why we’re having a big town hall tomorrow. My hope and my responsibility is to be transparent with the constituents of the Eighth District, to be available to listen to their current concerns and answer them, and to be honest with them.\n\nmichael barbaro\n\nSo understanding that you’re not going to be disclosing your intentions just now at this table in your house, I want to talk about your constituents for just a moment.\n\nelissa slotkin\n\nSure.\n\nmichael barbaro\n\nBased on my understanding of your district, which voted for Trump by a healthy margin, and according to you, does not seem to support impeachment as a whole, you could find yourself very much at odds with your own constituents.\n\nelissa slotkin\n\nI mean —\n\nmichael barbaro\n\nAre you comfortable with that?\n\nelissa slotkin\n\nThis is what it means to be an elected leader. You have to make tough calls. And in a district like this, I’m never going to make everyone happy. If I lose my seat because I stood up for my principles, that’s O.K. I, of course, want to be re-elected, and I want to maintain the House majority. I think it’s an important check and balance. But I’m not going to compromise my principles just to keep that job. I’m just not. And I hope that people want that kind of an elected representative.\n\nmichael barbaro\n\nI do have to ask you the kind of political version of this question, which is mathematically, your vote isn’t required to impeach the president. And so there’re kind of two ways to look at this. On the one hand, if you vote yes, that would be very politically risky. The other way to look at this is that if you vote no, that’s its own set of risks, because as a moderate, you would be sending a message that the people in the middle who started all this, who said there should be an inquiry, don’t think there’s enough there to actually impeach. And that would be a very complicated message to send in 2020 when the president’s running for re-election. It’s essentially that impeachment was a project of the far left. And so there’s basically a ton of risk no matter what you do, and I wonder how you weigh those risks.\n\nelissa slotkin\n\nWell, I mean, listen, voting on articles of impeachment is right up there with Congress’s role in declaring war. I mean, it’s got to be one of the top two things that a member of Congress will ever vote on in their career — most important things. So when you have a vote like that, it’s beyond that political calculus. I think it should be. It certainly is for me. And I’ve certainly had people propose to me, you know, just vote no, save your seat.\n\nmichael barbaro\n\nYour vote isn’t needed, anyway.\n\nelissa slotkin\n\nI’ve had people say that to me.\n\nmichael barbaro\n\nAnd what do you say?\n\nelissa slotkin\n\nI have to look at myself in the mirror. Like, I have to come away from this experience with a sense that I haven’t done what so many people here in Michigan think of elected officials. I cannot just become that cynical political person who just orients their major decisions around what would save their seat. I just —\n\nmichael barbaro\n\nOr even their party.\n\nelissa slotkin\n\nYou know, we have the president admitting that he reached out to a foreigner to ask for help in an American political election. If you think about that outside the normal insanity that we have right now on TV and all the events that are happening, if you think about that, which I’ve been trying to do today here quietly at my farm, that is — that is wrong. And I think that sending a signal in the most clear terms we can is important enough even to risk the majority.\n\nmichael barbaro\n\nSo it’s 7:30 on Sunday night and you’re planning to make an announcement tomorrow morning in front of your constituents. How are you doing inside? How are you feeling?\n\nelissa slotkin\n\nI actually feel pretty clear. I’ve done the work. I’ve kept an open mind, and I’ve sat with the documents, I’ve sat with the transcripts, and I’ve made my best assessment. So I’m going to try and be as present and available as I can. I trust my voters, I do. And I think —\n\nmichael barbaro\n\nTrust them to do what?\n\nelissa slotkin", "url": "https://www.nytimes.com/2019/12/18/us/politics/trump-impeached.html"}, "article2": {"title": "The First White President", "content": "It is insufficient to state the obvious of Donald Trump: that he is a white man who would not be president were it not for this fact. With one immediate exception, Trump’s predecessors made their way to high office through the passive power of whiteness—that bloody heirloom which cannot ensure mastery of all events but can conjure a tailwind for most of them. Land theft and human plunder cleared the grounds for Trump’s forefathers and barred others from it. Once upon the field, these men became soldiers, statesmen, and scholars; held court in Paris; presided at Princeton; advanced into the Wilderness and then into the White House. Their individual triumphs made this exclusive party seem above America’s founding sins, and it was forgotten that the former was in fact bound to the latter, that all their victories had transpired on cleared grounds. No such elegant detachment can be attributed to Donald Trump—a president who, more than any other, has made the awful inheritance explicit.\n\nListen to the audio version of this article: Feature stories, read aloud: download the Audm app for your iPhone.\n\nHis political career began in advocacy of birtherism, that modern recasting of the old American precept that black people are not fit to be citizens of the country they built. But long before birtherism, Trump had made his worldview clear. He fought to keep blacks out of his buildings, according to the U.S. government; called for the death penalty for the eventually exonerated Central Park Five; and railed against “lazy” black employees. “Black guys counting my money! I hate it,” Trump was once quoted as saying. “The only kind of people I want counting my money are short guys that wear yarmulkes every day.” After his cabal of conspiracy theorists forced Barack Obama to present his birth certificate, Trump demanded the president’s college grades (offering $5 million in exchange for them), insisting that Obama was not intelligent enough to have gone to an Ivy League school, and that his acclaimed memoir, Dreams From My Father, had been ghostwritten by a white man, Bill Ayers.\n\nExplore the October 2017 Issue Check out more from this issue and find your next story to read. View More\n\nIt is often said that Trump has no real ideology, which is not true—his ideology is white supremacy, in all its truculent and sanctimonious power. Trump inaugurated his campaign by casting himself as the defender of white maidenhood against Mexican “rapists,” only to be later alleged by multiple accusers, and by his own proud words, to be a sexual violator himself. White supremacy has always had a perverse sexual tint. Trump’s rise was shepherded by Steve Bannon, a man who mocks his white male critics as “cucks.” The word, derived from cuckold, is specifically meant to debase by fear and fantasy—the target is so weak that he would submit to the humiliation of having his white wife lie with black men. That the slur cuck casts white men as victims aligns with the dicta of whiteness, which seek to alchemize one’s profligate sins into virtue. So it was with Virginia slaveholders claiming that Britain sought to make slaves of them. So it was with marauding Klansmen organized against alleged rapes and other outrages. So it was with a candidate who called for a foreign power to hack his opponent’s email and who now, as president, is claiming to be the victim of “the single greatest witch hunt of a politician in American history.”\n\nIn Trump, white supremacists see one of their own. Only grudgingly did Trump denounce the Ku Klux Klan and David Duke, one of its former grand wizards—and after the clashes between white supremacists and counterprotesters in Charlottesville, Virginia, in August, Duke in turn praised Trump’s contentious claim that “both sides” were responsible for the violence.\n\nTrump’s political career began in advocacy of birtherism. But long before that, he had made his worldview clear.\n\nTo Trump, whiteness is neither notional nor symbolic but is the very core of his power. In this, Trump is not singular. But whereas his forebears carried whiteness like an ancestral talisman, Trump cracked the glowing amulet open, releasing its eldritch energies. The repercussions are striking: Trump is the first president to have served in no public capacity before ascending to his perch. But more telling, Trump is also the first president to have publicly affirmed that his daughter is a “piece of ass.” The mind seizes trying to imagine a black man extolling the virtues of sexual assault on tape (“When you’re a star, they let you do it”), fending off multiple accusations of such assaults, immersed in multiple lawsuits for allegedly fraudulent business dealings, exhorting his followers to violence, and then strolling into the White House. But that is the point of white supremacy—to ensure that that which all others achieve with maximal effort, white people (particularly white men) achieve with minimal qualification. Barack Obama delivered to black people the hoary message that if they work twice as hard as white people, anything is possible. But Trump’s counter is persuasive: Work half as hard as black people, and even more is possible.\n\nFor Trump, it almost seems that the fact of Obama, the fact of a black president, insulted him personally. The insult intensified when Obama and Seth Meyers publicly humiliated him at the White House Correspondents’ Dinner in 2011. But the bloody heirloom ensures the last laugh. Replacing Obama is not enough—Trump has made the negation of Obama’s legacy the foundation of his own. And this too is whiteness. “Race is an idea, not a fact,” the historian Nell Irvin Painter has written, and essential to the construct of a “white race” is the idea of not being a nigger. Before Barack Obama, niggers could be manufactured out of Sister Souljahs, Willie Hortons, and Dusky Sallys. But Donald Trump arrived in the wake of something more potent—an entire nigger presidency with nigger health care, nigger climate accords, and nigger justice reform, all of which could be targeted for destruction or redemption, thus reifying the idea of being white. Trump truly is something new—the first president whose entire political existence hinges on the fact of a black president. And so it will not suffice to say that Trump is a white man like all the others who rose to become president. He must be called by his rightful honorific—America’s first white president.\n\nThe scope of Trump’s commitment to whiteness is matched only by the depth of popular disbelief in the power of whiteness. We are now being told that support for Trump’s “Muslim ban,” his scapegoating of immigrants, his defenses of police brutality are somehow the natural outgrowth of the cultural and economic gap between Lena Dunham’s America and Jeff Foxworthy’s. The collective verdict holds that the Democratic Party lost its way when it abandoned everyday economic issues like job creation for the softer fare of social justice. The indictment continues: To their neoliberal economics, Democrats and liberals have married a condescending elitist affect that sneers at blue-collar culture and mocks the white man as history’s greatest monster and prime-time television’s biggest doofus. In this rendition, Donald Trump is not the product of white supremacy so much as the product of a backlash against contempt for white working-class people.\n\n“We so obviously despise them, we so obviously condescend to them,” the conservative social scientist Charles Murray, who co-wrote The Bell Curve, recently told The New Yorker, speaking of the white working class. “The only slur you can use at a dinner party and get away with is to call somebody a redneck—that won’t give you any problems in Manhattan.”\n\nWhite Americans elected an orcish reality-TV star who insists on taking his intelligence briefings in picture-book form.\n\n“The utter contempt with which privileged Eastern liberals such as myself discuss red-state, gun-country, working-class America as ridiculous and morons and rubes,” charged the celebrity chef Anthony Bourdain, “is largely responsible for the upswell of rage and contempt and desire to pull down the temple that we’re seeing now.”\n\nThat black people, who have lived for centuries under such derision and condescension, have not yet been driven into the arms of Trump does not trouble these theoreticians. After all, in this analysis, Trump’s racism and the racism of his supporters are incidental to his rise. Indeed, the alleged glee with which liberals call out Trump’s bigotry is assigned even more power than the bigotry itself. Ostensibly assaulted by campus protests, battered by arguments about intersectionality, and oppressed by new bathroom rights, a blameless white working class did the only thing any reasonable polity might: elect an orcish reality-television star who insists on taking his intelligence briefings in picture-book form.\n\nThe Republican National Convention, Cleveland, July 2016. According to preelection polling, if you tallied only white voters, Trump would have defeated Clinton 389 to 81 in the Electoral College. (Gabriella Demczuk)\n\nAsserting that Trump’s rise was primarily powered by cultural resentment and economic reversal has become de rigueur among white pundits and thought leaders. But evidence for this is, at best, mixed. In a study of preelection polling data, the Gallup researchers Jonathan Rothwell and Pablo Diego-Rosell found that “people living in areas with diminished economic opportunity” were “somewhat more likely to support Trump.” But the researchers also found that voters in their study who supported Trump generally had a higher mean household income ($81,898) than those who did not ($77,046). Those who approved of Trump were “less likely to be unemployed and less likely to be employed part-time” than those who did not. They also tended to be from areas that were very white: “The racial and ethnic isolation of whites at the zip code level is one of the strongest predictors of Trump support.”\n\nAn analysis of exit polls conducted during the presidential primaries estimated the median household income of Trump supporters to be about $72,000. But even this lower number is almost double the median household income of African Americans, and $15,000 above the American median. Trump’s white support was not determined by income. According to Edison Research, Trump won whites making less than $50,000 by 20 points, whites making $50,000 to $99,999 by 28 points, and whites making $100,000 or more by 14 points. This shows that Trump assembled a broad white coalition that ran the gamut from Joe the Dishwasher to Joe the Plumber to Joe the Banker. So when white pundits cast the elevation of Trump as the handiwork of an inscrutable white working class, they are being too modest, declining to claim credit for their own economic class. Trump’s dominance among whites across class lines is of a piece with his larger dominance across nearly every white demographic. Trump won white women (+9) and white men (+31). He won white people with college degrees (+3) and white people without them (+37). He won whites ages 18–29 (+4), 30–44 (+17), 45–64 (+28), and 65 and older (+19). Trump won whites in midwestern Illinois (+11), whites in mid-Atlantic New Jersey (+12), and whites in the Sun Belt’s New Mexico (+5). In no state that Edison polled did Trump’s white support dip below 40 percent. Hillary Clinton’s did, in states as disparate as Florida, Utah, Indiana, and Kentucky. From the beer track to the wine track, from soccer moms to nascar dads, Trump’s performance among whites was dominant. According to Mother Jones, based on preelection polling data, if you tallied the popular vote of only white America to derive 2016 electoral votes, Trump would have defeated Clinton 389 to 81, with the remaining 68 votes either a toss-up or unknown.\n\nPart of Trump’s dominance among whites resulted from his running as a Republican, the party that has long cultivated white voters. Trump’s share of the white vote was similar to Mitt Romney’s in 2012. But unlike Romney, Trump secured this support by running against his party’s leadership, against accepted campaign orthodoxy, and against all notions of decency. By his sixth month in office, embroiled in scandal after scandal, a Pew Research Center poll found Trump’s approval rating underwater with every single demographic group. Every demographic group, that is, except one: people who identified as white.\n\nVideo: “It’s Impossible to Imagine Trump Without the Force of Whiteness”\n\nThe focus on one subsector of Trump voters—the white working class—is puzzling, given the breadth of his white coalition. Indeed, there is a kind of theater at work in which Trump’s presidency is pawned off as a product of the white working class as opposed to a product of an entire whiteness that includes the very authors doing the pawning. The motive is clear: escapism. To accept that the bloody heirloom remains potent even now, some five decades after Martin Luther King Jr. was gunned down on a Memphis balcony—even after a black president; indeed, strengthened by the fact of that black president—is to accept that racism remains, as it has since 1776, at the heart of this country’s political life. The idea of acceptance frustrates the left. The left would much rather have a discussion about class struggles, which might entice the white working masses, instead of about the racist struggles that those same masses have historically been the agents and beneficiaries of. Moreover, to accept that whiteness brought us Donald Trump is to accept whiteness as an existential danger to the country and the world. But if the broad and remarkable white support for Donald Trump can be reduced to the righteous anger of a noble class of smallville firefighters and evangelicals, mocked by Brooklyn hipsters and womanist professors into voting against their interests, then the threat of racism and whiteness, the threat of the heirloom, can be dismissed. Consciences can be eased; no deeper existential reckoning is required.\n\nAn opioid epidemic is greeted with calls for compassion and treatment; a crack epidemic is greeted with scorn and mandatory minimums.\n\nThis transfiguration is not novel. It is a return to form. The tightly intertwined stories of the white working class and black Americans go back to the prehistory of the United States—and the use of one as a cudgel to silence the claims of the other goes back nearly as far. Like the black working class, the white working class originated in bondage—the former in the lifelong bondage of slavery, the latter in the temporary bondage of indenture. In the early 17th century, these two classes were remarkably, though not totally, free of racist enmity. But by the 18th century, the country’s master class had begun etching race into law while phasing out indentured servitude in favor of a more enduring labor solution. From these and other changes of law and economy, a bargain emerged: The descendants of indenture would enjoy the full benefits of whiteness, the most definitional benefit being that they would never sink to the level of the slave. But if the bargain protected white workers from slavery, it did not protect them from near-slave wages or backbreaking labor to attain them, and always there lurked a fear of having their benefits revoked. This early white working class “expressed soaring desires to be rid of the age-old inequalities of Europe and of any hint of slavery,” according to David R. Roediger, a professor of American studies at the University of Kansas. “They also expressed the rather more pedestrian goal of simply not being mistaken for slaves, or ‘negers’ or ‘negurs.’ ”\n\nRoediger relates the experience, around 1807, of a British investor who made the mistake of asking a white maid in New England whether her “master” was home. The maid admonished the investor, not merely for implying that she had a “master” and thus was a “sarvant” but for his basic ignorance of American hierarchy. “None but negers are sarvants,” the maid is reported to have said. In law and economics and then in custom, a racist distinction not limited to the household emerged between the “help” (or the “freemen,” or the white workers) and the “servants” (the “negers,” the slaves). The former were virtuous and just, worthy of citizenship, progeny of Jefferson and, later, Jackson. The latter were servile and parasitic, dim-witted and lazy, the children of African savagery. But the dignity accorded to white labor was situational, dependent on the scorn heaped upon black labor—much as the honor accorded a “virtuous lady” was dependent on the derision directed at a “loose woman.” And like chivalrous gentlemen who claim to honor the lady while raping the “whore,” planters and their apologists could claim to honor white labor while driving the enslaved.\n\nAnd so George Fitzhugh, a prominent 19th-century Southern pro-slavery intellectual, could in a single stroke deplore the exploitation of free whites’ labor while defending the exploitation of enslaved blacks’ labor. Fitzhugh attacked white capitalists as “cannibals,” feeding off the labor of their fellow whites. The white workers were “ ‘slaves without masters;’ the little fish, who were food for all the larger.” Fitzhugh inveighed against a “professional man” who’d “amassed a fortune” by exploiting his fellow whites. But whereas Fitzhugh imagined white workers as devoured by capital, he imagined black workers as elevated by enslavement. The slaveholder “provided for them, with almost parental affection”—even when the loafing slave “feigned to be unfit for labor.” Fitzhugh proved too explicit—going so far as to argue that white laborers might be better off if enslaved. (“If white slavery be morally wrong,” he wrote, “the Bible cannot be true.”) Nevertheless, the argument that America’s original sin was not deep-seated white supremacy but rather the exploitation of white labor by white capitalists—“white slavery”—proved durable. Indeed, the panic of white slavery lives on in our politics today. Black workers suffer because it was and is our lot. But when white workers suffer, something in nature has gone awry. And so an opioid epidemic among mostly white people is greeted with calls for compassion and treatment, as all epidemics should be, while a crack epidemic among mostly black people is greeted with scorn and mandatory minimums. Sympathetic op‑ed columns and articles are devoted to the plight of working-class whites when their life expectancy plummets to levels that, for blacks, society has simply accepted as normal. White slavery is sin. Nigger slavery is natural. This dynamic serves a very real purpose: the consistent awarding of grievance and moral high ground to that class of workers which, by the bonds of whiteness, stands closest to America’s aristocratic class.\n\nThis is by design. Speaking in 1848, Senator John C. Calhoun saw slavery as the explicit foundation for a democratic union among whites, working and not:\n\nWith us the two great divisions of society are not the rich and poor, but white and black; and all the former, the poor as well as the rich, belong to the upper class, and are respected and treated as equals.\n\nOn the eve of secession, Jefferson Davis, the eventual president of the Confederacy, pushed the idea further, arguing that such equality between the white working class and white oligarchs could not exist at all without black slavery:\n\nI say that the lower race of human beings that constitute the substratum of what is termed the slave population of the South, elevates every white man in our community … It is the presence of a lower caste, those lower by their mental and physical organization, controlled by the higher intellect of the white man, that gives this superiority to the white laborer. Menial services are not there performed by the white man. We have none of our brethren sunk to the degradation of being menials. That belongs to the lower race—the descendants of Ham.\n\nSouthern intellectuals found a shade of agreement with Northern white reformers who, while not agreeing on slavery, agreed on the nature of the most tragic victim of emerging capitalism. “I was formerly like yourself, sir, a very warm advocate of the abolition of slavery,” the labor reformer George Henry Evans argued in a letter to the abolitionist Gerrit Smith. “This was before I saw that there was white slavery.” Evans was a putative ally of Smith and his fellow abolitionists. But still he asserted that “the landless white” was worse off than the enslaved black, who at least enjoyed “surety of support in sickness and old age.”\n\nInvokers of “white slavery” held that there was nothing unique in the enslavement of blacks when measured against the enslavement of all workers. What evil there was in enslavement resulted from its status as a subsidiary of the broader exploitation better seen among the country’s noble laboring whites. Once the larger problem of white exploitation was solved, the dependent problem of black exploitation could be confronted or perhaps would fade away. Abolitionists focused on slavery were dismissed as “substitutionists” who wished to trade one form of slavery for another. “If I am less troubled concerning the Slavery prevalent in Charleston or New-Orleans,” wrote the reformer Horace Greeley, “it is because I see so much Slavery in New-York, which appears to claim my first efforts.”\n\nFirsthand reports by white Union soldiers who witnessed actual slavery during the Civil War rendered the “white slavery” argument ridiculous. But its operating premises—white labor as noble archetype, and black labor as something else—lived on. This was a matter of rhetoric, not fact. The noble-white-labor archetype did not give white workers immunity from capitalism. It could not, in itself, break monopolies, alleviate white poverty in Appalachia or the South, or bring a decent wage to immigrant ghettos in the North. But the model for America’s original identity politics was set. Black lives literally did not matter and could be cast aside altogether as the price of even incremental gains for the white masses. It was this juxtaposition that allowed Theodore Bilbo to campaign for the Senate in the 1930s as someone who would “raise the same kind of hell as President Roosevelt” and later endorse lynching black people to keep them from voting.\n\nThe juxtaposition between the valid and even virtuous interests of the “working class” and the invalid and pathological interests of black Americans was not the province merely of blatant white supremacists like Bilbo. The acclaimed scholar, liberal hero, and future senator Daniel Patrick Moynihan, in his time working for President Richard Nixon, approvingly quoted Nixon’s formulation of the white working class: “A new voice” was beginning to make itself felt in the country. “It is a voice that has been silent too long,” Nixon claimed, alluding to working-class whites. “It is a voice of people who have not taken to the streets before, who have not indulged in violence, who have not broken the law.”\n\nThe fact of a black president seemed to insult Donald Trump personally. He has made the negation of Barack Obama’s legacy the foundation of his own. (Gabriella Demczuk)\n\nIt had been only 18 years since the Cicero riots; eight years since Daisy and Bill Myers had been run out of Levittown, Pennsylvania; three years since Martin Luther King Jr. had been stoned while walking through Chicago’s Marquette Park. But as the myth of the virtuous white working class was made central to American identity, its sins needed to be rendered invisible. The fact was, working-class whites had been agents of racist terrorism since at least the draft riots of 1863; terrorism could not be neatly separated from the racist animus found in every class of whites. Indeed, in the era of lynching, the daily newspapers often whipped up the fury of the white masses by invoking the last species of property that all white men held in common—white women. But to conceal the breadth of white racism, these racist outbursts were often disregarded or treated not as racism but as the unfortunate side effect of legitimate grievances against capital. By focusing on that sympathetic laboring class, the sins of whiteness itself were, and are still being, evaded.\n\nWhen David Duke, the former grand wizard of the Ku Klux Klan, shocked the country in 1990 by almost winning one of Louisiana’s seats in the U.S. Senate, the apologists came out once again. They elided the obvious—that Duke had appealed to the racist instincts of a state whose schools are, at this very moment, still desegregating—and instead decided that something else was afoot. “There is a tremendous amount of anger and frustration among working-class whites, particularly where there is an economic downturn,” a researcher told the Los Angeles Times. “These people feel left out; they feel government is not responsive to them.” By this logic, postwar America—with its booming economy and low unemployment—should have been an egalitarian utopia and not the violently segregated country it actually was.\n\nBut this was the past made present. It was not important to the apologists that a large swath of Louisiana’s white population thought it was a good idea to send a white supremacist who once fronted a terrorist organization to the nation’s capital. Nor was it important that blacks in Louisiana had long felt left out. What was important was the fraying of an ancient bargain, and the potential degradation of white workers to the level of “negers.” “A viable left must find a way to differentiate itself strongly from such analysis,” David Roediger, the University of Kansas professor, has written.\n\nThat challenge of differentiation has largely been ignored. Instead, an imagined white working class remains central to our politics and to our cultural understanding of those politics, not simply when it comes to addressing broad economic issues but also when it comes to addressing racism. At its most sympathetic, this belief holds that most Americans—regardless of race—are exploited by an unfettered capitalist economy. The key, then, is to address those broader patterns that afflict the masses of all races; the people who suffer from those patterns more than others (blacks, for instance) will benefit disproportionately from that which benefits everyone. “These days, what ails working-class and middle-class blacks and Latinos is not fundamentally different from what ails their white counterparts,” Senator Barack Obama wrote in 2006:\n\nDownsizing, outsourcing, automation, wage stagnation, the dismantling of employer-based health-care and pension plans, and schools that fail to teach young people the skills they need to compete in a global economy.\n\nObama allowed that “blacks in particular have been vulnerable to these trends”—but less because of racism than for reasons of geography and job-sector distribution. This notion—raceless antiracism—marks the modern left, from the New Democrat Bill Clinton to the socialist Bernie Sanders. Few national liberal politicians have shown any recognition that there is something systemic and particular in the relationship between black people and their country that might require specific policy solutions.\n\nIn 2016, Hillary Clinton acknowledged the existence of systemic racism more explicitly than any of her modern Democratic predecessors. She had to—black voters remembered too well the previous Clinton administration, as well as her previous campaign. While her husband’s administration had touted the rising-tide theory of economic growth, it did so while slashing welfare and getting “tough on crime,” a phrase that stood for specific policies but also served as rhetorical bait for white voters. One is tempted to excuse Hillary Clinton from having to answer for the sins of her husband. But in her 2008 campaign, she evoked the old dichotomy between white workers and loafing blacks, claiming to be the representative of “hardworking Americans, white Americans.” By the end of the 2008 primary campaign against Barack Obama, her advisers were hoping someone would uncover an apocryphal “whitey tape,” in which an angry Michelle Obama was alleged to have used the slur. During Bill Clinton’s presidential-reelection campaign in the mid-1990s, Hillary Clinton herself had endorsed the “super-predator” theory of William J. Bennett, John P. Walters, and John J. DiIulio Jr. This theory cast “inner-city” children of that era as “almost completely unmoralized” and the font of “a new generation of street criminals … the youngest, biggest and baddest generation any society has ever known.” The “baddest generation” did not become super-predators. But by 2016, they were young adults, many of whom judged Hillary Clinton’s newfound consciousness to be lacking.\n\nIt’s worth asking why the country has not been treated to a raft of sympathetic portraits of this “forgotten” young black electorate, forsaken by a Washington bought off by Davos elites and special interests. The unemployment rate for young blacks (20.6 percent) in July 2016 was double that of young whites (9.9 percent). And since the late 1970s, William Julius Wilson and other social scientists following in his wake have noted the disproportionate effect that the decline in manufacturing jobs has had on African American communities. If anyone should be angered by the devastation wreaked by the financial sector and a government that declined to prosecute the perpetrators, it is African Americans—the housing crisis was one of the primary drivers in the past 20 years of the wealth gap between black families and the rest of the country. But the cultural condescension toward and economic anxiety of black people is not news. Toiling blacks are in their proper state; toiling whites raise the specter of white slavery.\n\nMoreover, a narrative of long-neglected working-class black voters, injured by globalization and the financial crisis, forsaken by out-of-touch politicians, and rightfully suspicious of a return of Clintonism, does not serve to cleanse the conscience of white people for having elected Donald Trump. Only the idea of a long-suffering white working class can do that. And though much has been written about the distance between elites and “Real America,” the existence of a class-transcending, mutually dependent tribe of white people is evident.\n\nJoe Biden, then the vice president, last year:\n\n“They’re all the people I grew up with … And they’re not racist. They’re not sexist.”\n\nBernie Sanders, senator and former candidate for president, last year:\n\n“I come from the white working class, and I am deeply humiliated that the Democratic Party cannot talk to the people where I came from.”\n\nNicholas Kristof, the New York Times columnist, in February of this year:\n\nMy hometown, Yamhill, Ore., a farming community, is Trump country, and I have many friends who voted for Trump. I think they’re profoundly wrong, but please don’t dismiss them as hateful bigots.\n\nThese claims of origin and fidelity are not merely elite defenses of an aggrieved class but also a sweeping dismissal of the concerns of those who don’t share kinship with white men. “You can’t eat equality,” asserts Joe Biden—a statement worthy of someone unthreatened by the loss of wages brought on by an unwanted pregnancy, a background-check box at the bottom of a job application, or the deportation of a breadwinner. Within a week of Sanders lambasting Democrats for not speaking to “the people” where he “came from,” he was making an example of a woman who dreamed of representing the people where she came from. Confronted with a young woman who hoped to become the second Latina senator in American history, Sanders responded with a parody of the Clinton campaign: “It is not good enough for someone to say, ‘I’m a woman! Vote for me!’ No, that’s not good enough … One of the struggles that you’re going to be seeing in the Democratic Party is whether we go beyond identity politics.” The upshot—attacking one specimen of identity politics after having invoked another—was unfortunate.\n\nThe KKK and counterprotesters in Charlottesville, Virginia, July 8, 2017. Not every Trump voter is a white supremacist. But every Trump voter felt it acceptable to hand the fate of the country over to one. (Gabriella Demczuk)\n\nOther Sanders appearances proved even more alarming. On MSNBC, he attributed Trump’s success, in part, to his willingness to “not be politically correct.” Sanders admitted that Trump had “said some outrageous and painful things, but I think people are tired of the same old, same old political rhetoric.” Pressed on the definition of political correctness, Sanders gave an answer Trump surely would have approved of. “What it means is you have a set of talking points which have been poll-tested and focus-group-tested,” Sanders explained. “And that’s what you say rather than what’s really going on. And often, what you are not allowed to say are things which offend very, very powerful people.”\n\nThis definition of political correctness was shocking coming from a politician of the left. But it matched a broader defense of Trump voters. “Some people think that the people who voted for Trump are racists and sexists and homophobes and just deplorable folks,” Sanders said later. “I don’t agree.” This is not exculpatory. Certainly not every Trump voter is a white supremacist, just as not every white person in the Jim Crow South was a white supremacist. But every Trump voter felt it acceptable to hand the fate of the country over to one.\n\nOne can, to some extent, understand politicians’ embracing a self-serving identity politics. Candidates for high office, such as Sanders, have to cobble together a coalition. The white working class is seen, understandably, as a large cache of potential votes, and capturing these votes requires eliding uncomfortable truths. But journalists have no such excuse. Again and again in the past year, Nicholas Kristof could be found pleading with his fellow liberals not to dismiss his old comrades in the white working class as bigots—even when their bigotry was evidenced in his own reporting. A visit to Tulsa, Oklahoma, finds Kristof wondering why Trump voters support a president who threatens to cut the programs they depend on. But the problem, according to Kristof ’s interviewees, isn’t Trump’s attack on benefits so much as an attack on their benefits. “There’s a lot of wasteful spending, so cut other places,” one man tells Kristof. When Kristof pushes his subjects to identify that wasteful spending, a fascinating target is revealed: “Obama phones,” the products of a fevered conspiracy theory that turned a long-standing government program into a scheme through which the then-president gave away free cellphones to undeserving blacks. Kristof doesn’t shift his analysis based on this comment and, aside from a one-sentence fact-check tucked between parentheses, continues on as though it were never said.\n\nObserving a Trump supporter in the act of deploying racism does not much perturb Kristof. That is because his defenses of the innate goodness of Trump voters and of the innate goodness of the white working class are in fact defenses of neither. On the contrary, the white working class functions rhetorically not as a real community of people so much as a tool to quiet the demands of those who want a more inclusive America.\n\nMark Lilla’s New York Times essay “The End of Identity Liberalism,” published not long after last year’s election, is perhaps the most profound example of this genre. Lilla denounces the perversion of liberalism into “a kind of moral panic about racial, gender and sexual identity,” which distorted liberalism’s message “and prevented it from becoming a unifying force capable of governing.” Liberals have turned away from their working-class base, he says, and must look to the “pre-identity liberalism” of Bill Clinton and Franklin D. Roosevelt. You would never know from this essay that Bill Clinton was one of the most skillful identity politicians of his era—flying home to Arkansas to see a black man, the lobotomized Ricky Ray Rector, executed; upstaging Jesse Jackson at his own conference; signing the Defense of Marriage Act. Nor would you know that the “pre-identity” liberal champion Roosevelt depended on the literally lethal identity politics of the white-supremacist “solid South.” The name Barack Obama does not appear in Lilla’s essay, and he never attempts to grapple, one way or another, with the fact that it was identity politics—the possibility of the first black president—that brought a record number of black voters to the polls, winning the election for the Democratic Party, and thus enabling the deliverance of the ancient liberal goal of national health care. “Identity politics … is largely expressive, not persuasive,” Lilla claims. “Which is why it never wins elections—but can lose them.” That Trump ran and won on identity politics is beyond Lilla’s powers of conception. What appeals to the white working class is ennobled. What appeals to black workers, and all others outside the tribe, is dastardly identitarianism. All politics are identity politics—except the politics of white people, the politics of the bloody heirloom.\n\nWhite tribalism haunts even more-nuanced writers. George Packer’s New Yorker essay “The Unconnected” is a lengthy plea for liberals to focus more on the white working class, a population that “has succumbed to the ills that used to be associated with the black urban ‘underclass.’ ” Packer believes that these ills, and the Democratic Party’s failure to respond to them, explain much of Trump’s rise. Packer offers no opinion polls to weigh white workers’ views on “elites,” much less their views on racism. He offers no sense of how their views and their relationship to Trump differ from other workers’ and other whites’.\n\nThat is likely because any empirical evaluation of the relationship between Trump and the white working class would reveal that one adjective in that phrase is doing more work than the other. In 2016, Trump enjoyed majority or plurality support among every economic branch of whites. It is true that his strongest support among whites came from those making $50,000 to $99,999. This would be something more than working-class in many nonwhite neighborhoods, but even if one accepts that branch as the working class, the difference between how various groups in this income bracket voted is revealing. Sixty-one percent of whites in this “working class” supported Trump. Only 24 percent of Hispanics and 11 percent of blacks did. Indeed, the plurality of all voters making less than $100,000 and the majority making less than $50,000 voted for the Democratic candidate. So when Packer laments the fact that “Democrats can no longer really claim to be the party of working people—not white ones, anyway,” he commits a kind of category error. The real problem is that Democrats aren’t the party of white people—working or otherwise. White workers are not divided by the fact of labor from other white demographics; they are divided from all other laborers by the fact of their whiteness.\n\nPacker’s essay was published before the election, and so the vote tally was not available. But it should not be surprising that a Republican candidate making a direct appeal to racism would drive up the numbers among white voters, given that racism has been a dividing line for the national parties since the civil-rights era. Packer finds inspiration for his thesis in West Virginia—a state that remained Democratic through the 1990s before turning decisively Republican, at least at the level of presidential politics. This relatively recent rightward movement evinces, to Packer, a shift “that couldn’t be attributed just to the politics of race.” This is likely true—the politics of race are, themselves, never attributable “just to the politics of race.” The history of slavery is also about the growth of international capitalism; the history of lynching must be seen in light of anxiety over the growing independence of women; the civil-rights movement can’t be disentangled from the Cold War. Thus, to say that the rise of Donald Trump is about more than race is to make an empty statement, one that is small comfort to the people—black, Muslim, immigrant—who live under racism’s boot.\n\nThe dent of racism is not hard to detect in West Virginia. In the 2008 Democratic primary there, 95 percent of the voters were white. Twenty percent of those—one in five—openly admitted that race was influencing their vote, and more than 80 percent voted for Hillary Clinton over Barack Obama. Four years later, the incumbent Obama lost the primary in 10 counties to Keith Judd, a white felon incarcerated in a federal prison; Judd racked up more than 40 percent of the Democratic-primary vote in the state. A simple thought experiment: Can one imagine a black felon in a federal prison running in a primary against an incumbent white president doing so well?\n\nBut racism occupies a mostly passive place in Packer’s essay. There’s no attempt to understand why black and brown workers, victimized by the same new economy and cosmopolitan elite that Packer lambastes, did not join the Trump revolution. Like Kristof, Packer is gentle with his subjects. When a woman “exploded” and told Packer, “I want to eat what I want to eat, and for them to tell me I can’t eat French fries or Coca-Cola—no way,” he sees this as a rebellion against “the moral superiority of elites.” In fact, this elite conspiracy dates back to 1894, when the government first began advising Americans on their diets. As recently as 2002, President George W. Bush launched the HealthierUS initiative, urging Americans to exercise and eat healthy food. But Packer never allows himself to wonder whether the explosion he witnessed had anything to do with the fact that similar advice now came from the country’s first black first lady. Packer concludes that Obama was leaving the country “more divided and angrier than most Americans can remember,” a statement that is likely true only because most Americans identify as white. Certainly the men and women forced to live in the wake of the beating of John Lewis, the lynching of Emmett Till, the firebombing of Percy Julian’s home, and the assassinations of Martin Luther King Jr. and Medgar Evers would disagree.\n\nTrump’s legacy will be exposing the patina of decency for what it is and revealing just how much a demagogue can get away with.\n\nThe triumph of Trump’s campaign of bigotry presented the problematic spectacle of an American president succeeding at best in spite of his racism and possibly because of it. Trump moved racism from the euphemistic and plausibly deniable to the overt and freely claimed. This presented the country’s thinking class with a dilemma. Hillary Clinton simply could not be correct when she asserted that a large group of Americans was endorsing a candidate because of bigotry. The implications—that systemic bigotry is still central to our politics; that the country is susceptible to such bigotry; that the salt-of-the-earth Americans whom we lionize in our culture and politics are not so different from those same Americans who grin back at us in lynching photos; that Calhoun’s aim of a pan-Caucasian embrace between workers and capitalists still endures—were just too dark. Leftists would have to cope with the failure, yet again, of class unity in the face of racism. Incorporating all of this into an analysis of America and the path forward proved too much to ask. Instead, the response has largely been an argument aimed at emotion—the summoning of the white working class, emblem of America’s hardscrabble roots, inheritor of its pioneer spirit, as a shield against the horrific and empirical evidence of trenchant bigotry.\n\nPacker dismisses the Democratic Party as a coalition of “rising professionals and diversity.” The dismissal is derived from, of all people, Lawrence Summers, the former Harvard president and White House economist, who last year labeled the Democratic Party “a coalition of the cosmopolitan élite and diversity.” The inference is that the party has forgotten how to speak on hard economic issues and prefers discussing presumably softer cultural issues such as “diversity.” It’s worth unpacking what, precisely, falls under this rubric of “diversity”—resistance to the monstrous incarceration of legions of black men, resistance to the destruction of health providers for poor women, resistance to the effort to deport parents, resistance to a policing whose sole legitimacy is rooted in brute force, resistance to a theory of education that preaches “no excuses” to black and brown children, even as excuses are proffered for mendacious corporate executives “too big to jail.” That this suite of concerns, taken together, can be dismissed by both an elite economist like Summers and a brilliant journalist like Packer as “diversity” simply reveals the safe space they enjoy. Because of their identity.\n\nWhen Barack Obama came into office, in 2009, he believed that he could work with “sensible” conservatives by embracing aspects of their policy as his own. Instead he found that his very imprimatur made that impossible. Senate Minority Leader Mitch McConnell announced that the GOP’s primary goal was not to find common ground but to make Obama a “one-term president.” A health-care plan inspired by Romneycare was, when proposed by Obama, suddenly considered socialist and, not coincidentally, a form of reparations. The first black president found that he was personally toxic to the GOP base. An entire political party was organized around the explicit aim of negating one man. It was thought by Obama and some of his allies that this toxicity was the result of a relentless assault waged by Fox News and right-wing talk radio. Trump’s genius was to see that it was something more, that it was a hunger for revanche so strong that a political novice and accused rapist could topple the leadership of one major party and throttle the heavily favored nominee of the other.\n\n“I could stand in the middle of Fifth Avenue and shoot somebody and I wouldn’t lose any voters,” Trump bragged in January 2016. This statement should be met with only a modicum of skepticism. Trump has mocked the disabled, withstood multiple accusations of sexual violence (all of which he has denied), fired an FBI director, sent his minions to mislead the public about his motives, personally exposed those lies by boldly stating his aim to scuttle an investigation into his possible collusion with a foreign power, then bragged about that same obstruction to representatives of that same foreign power. It is utterly impossible to conjure a black facsimile of Donald Trump—to imagine Obama, say, implicating an opponent’s father in the assassination of an American president or comparing his physical endowment with that of another candidate and then successfully capturing the presidency. Trump, more than any other politician, understood the valence of the bloody heirloom and the great power in not being a nigger.\n\nJanuary 6, 2017. Republicans applaud after Congress certifies Donald Trump’s victory in the Electoral College. The American tragedy now being wrought will not end with him. (Gabriella Demczuk)\n\nBut the power is ultimately suicidal. Trump evinces this, too. In a recent New Yorker article, a former Russian military officer pointed out that interference in an election could succeed only where “necessary conditions” and an “existing background” were present. In America, that “existing background” was a persistent racism, and the “necessary condition” was a black president. The two related factors hobbled America’s ability to safeguard its electoral system. As late as July 2016, a majority of Republican voters doubted that Barack Obama had been born in the United States, which is to say they did not view him as a legitimate president. Republican politicians acted accordingly, infamously denying his final Supreme Court nominee a hearing and then, fatefully, refusing to work with the administration to defend the country against the Russian attack. Before the election, Obama found no takers among Republicans for a bipartisan response, and Obama himself, underestimating Trump and thus underestimating the power of whiteness, believed the Republican nominee too objectionable to actually win. In this Obama was, tragically, wrong. And so the most powerful country in the world has handed over all its affairs—the prosperity of its entire economy; the security of its 300 million citizens; the purity of its water, the viability of its air, the safety of its food; the future of its vast system of education; the soundness of its national highways, airways, and railways; the apocalyptic potential of its nuclear arsenal—to a carnival barker who introduced the phrase grab ’em by the pussy into the national lexicon. It is as if the white tribe united in demonstration to say, “If a black man can be president, then any white man—no matter how fallen—can be president.” And in that perverse way, the democratic dreams of Jefferson and Jackson were fulfilled.\n\nThe American tragedy now being wrought is larger than most imagine and will not end with Trump. In recent times, whiteness as an overt political tactic has been restrained by a kind of cordiality that held that its overt invocation would scare off “moderate” whites. This has proved to be only half true at best. Trump’s legacy will be exposing the patina of decency for what it is and revealing just how much a demagogue can get away with. It does not take much to imagine another politician, wiser in the ways of Washington and better schooled in the methodology of governance—and now liberated from the pretense of antiracist civility—doing a much more effective job than Trump.\n\nIt has long been an axiom among certain black writers and thinkers that while whiteness endangers the bodies of black people in the immediate sense, the larger threat is to white people themselves, the shared country, and even the whole world. There is an impulse to blanch at this sort of grandiosity. When W. E. B. Du Bois claims that slavery was “singularly disastrous for modern civilization” or James Baldwin claims that whites “have brought humanity to the edge of oblivion: because they think they are white,” the instinct is to cry exaggeration. But there really is no other way to read the presidency of Donald Trump. The first white president in American history is also the most dangerous president—and he is made more dangerous still by the fact that those charged with analyzing him cannot name his essential nature, because they too are implicated in it.", "url": "https://www.theatlantic.com/magazine/archive/2017/10/the-first-white-president-ta-nehisi-coates/537909/"}, "article3": {"title": "How Russia Helped Swing the Election for Trump", "content": "If the WikiLeaks release was a Russian-backed effort to rescue Trump’s candidacy by generating a scandal to counterbalance the “Access Hollywood” tape and the intelligence report on Russian interference, Jamieson writes, it worked splendidly. The intelligence community’s report faded from the headlines; that Sunday morning, none of its authors were invited on any major talk show. Instead, the programs breathlessly discussed the “pussy” tape and the Clinton campaign’s e-mails, which were portrayed as more or less exposing both candidates as liars. Jamieson notes, “Instead of asking how we could know that the Russians were behind the hacking, the October 9 Sunday show moderators asked what effect the disclosures would have on the candidates’ respective campaigns and what the tape and speech segments revealed about the private versus public selves of the contenders.” If not for WikiLeaks, she writes, the media discourse in those crucial days likely would have remained locked on two topics advantageous to Clinton: Russian election subversion and Trump’s treatment of women.\n\nJamieson also argues that, in most hotly contested elections, the candidates blunt each other’s messages, which results in fairly balanced media coverage. In 2016, she believes, Russia’s involvement upset this equilibrium. She asks readers to imagine how different the 2016 election might have been if Trump’s campaign had also been hacked, disgorging the e-mails of Paul Manafort, Michael Cohen, Michael Flynn, Jared Kushner, and Donald Trump, Jr. Among other things, this would have exposed correspondence about the notorious June, 2016, Trump Tower meeting with a Russian lawyer, and Trump’s payoffs to a pornographic actress and to a Playboy model. Documents that Trump has kept concealed, such as his tax returns, also might have come to light. Instead, Jamieson writes, throughout the autumn of 2016 a steady stream of content stolen from the Clinton campaign—which the press generally described as coming from WikiLeaks, rather than from Russia—“reweighted the news environment in Trump’s favor.”\n\nAs Jamieson dug further into Russia’s discourse saboteurs, she decided that she had the makings of a book. Most discussions about the 2016 election results, she believed, had been misguidedly framed around the question of whether the Russians had “changed votes directly.” There wasn’t evidence for this. Instead, she suspected, the Russians had “influenced who voted, or didn’t vote, and that could have changed the outcome.”\n\nShe set aside her debates project and continued sleuthing. She amassed more evidence this past February, when the Justice Department, in connection with the Mueller probe, released a detailed indictment of thirteen Russians working at the Internet Research Agency, a troll farm in St. Petersburg. The operatives were described as having worked day and night waging “information warfare against the United States of America.” Then, in July, Mueller indicted twelve Russian intelligence officers for hacking into the computers of the Democratic National Committee and the Clinton campaign. The indictment maintained that the Russian government had executed a sprawling and sustained cyberattack on at least three hundred people connected to the Democratic Party and the Clinton campaign, infiltrating their computers and implanting malware that, in some instances, enabled spies to covertly monitor their keystrokes. As the Times reported, the Russians had leaked stolen files “in stages,” a tactic “that wreaked havoc on the Democratic Party throughout much of the election season.”\n\nStrikingly, the July indictment showed that Russian hackers’ first attempt to infiltrate the computer servers in Clinton’s personal offices had taken place on July 27, 2016, the same day that Trump had declared, “Russia, if you’re listening, I hope you’re able to find the thirty thousand e-mails that are missing,” adding, “I think you will probably be rewarded mightily by our press.”\n\nAnother revelation from the indictment which jumped out at Jamieson was that the Russian hackers had stolen the Clinton campaign’s data analytics and voter-turnout models. A month later, when we met in Philadelphia, Jamieson said, “So we’re starting to close in on a pretty strong inference that they had everything needed to target the messaging” at “key constituencies that did effectively mobilize in this election.” Cocking an eyebrow, she added, “The possibility that this happened starts to become a probability—starts to become a likelihood—pretty quickly.”\n\nJoel Benenson, the Clinton pollster, was stunned when he learned, from the July indictment, that the Russians had stolen his campaign’s internal modelling. “I saw it and said, ‘Holy shit!’ ” he told me. Among the proprietary information that the Russian hackers could have obtained, he said, was campaign data showing that, late in the summer of 2016, in battleground states such as Michigan, Wisconsin, and Pennsylvania, an unusually high proportion of residents whose demographic and voting profiles identified them as likely Democrats were “Hillary defectors”: people so unhappy with Clinton that they were considering voting for a third-party candidate. The Clinton campaign had a plan for winning back these voters. Benenson explained that any Clinton opponent who stole this data would surely have realized that the best way to counter the plan was to bombard those voters with negative information about Clinton. “All they need to do is keep that person where they are,” he said, which is far easier than persuading a voter to switch candidates. Many critics have accused Clinton of taking Michigan and Wisconsin for granted and spending virtually no time there. But Benenson said that, if a covert social-media campaign targeting “Hillary defectors” was indeed launched in battleground states, it might well have changed the outcome of the election.\n\nBenenson said, “We lost Pennsylvania, Michigan, Wisconsin—three states of our Blue Wall—by about eighty thousand votes. Six hundred and sixty thousand votes were cast in those three states for third-party candidates. Winning those three states would have got us to two hundred and seventy-eight electoral votes.” In other words, if only twelve per cent of those third-party voters were persuaded by Russian propaganda—based on hacked Clinton-campaign analytics—not to vote for Clinton, then Jamieson’s theory could be valid.\n\nBenenson said that, when he first learned about the theft, he “called another consultant on the campaign and said, ‘This is unreal.’ ” The consultant reminded him that, in focus groups with undecided voters in the fall of 2016, “we’d hear these things like ‘I really hate Trump, but Hillary’s going to murder all these people’—all sorts of crazy stuff.” Benenson admitted that many Americans had long disliked the Clintons, and had for years spread exaggerated rumors of their alleged misdeeds and deceptions. But he wonders if some of those conspiracy-minded voters hadn’t been unknowingly influenced by Russian propagandists who were marshalling the Clinton campaign’s own analytics.\n\nPhilip Howard, the director of the Oxford Internet Institute, in England, agrees that the Russian interference could have been decisive, but he is less convinced that the stolen analytics were key. He told me, “It’s plausible, but the Russians wouldn’t have needed the Clinton campaign—they could just as easily have targeted the network of Bernie Sanders supporters.”\n\n“Did we make mistakes?” Benenson asked, about the Clinton campaign’s performance. “Sure.” But, he said, he believes that Russian interference in the 2016 election was “the biggest threat to democracy we’ve ever had in this country, other than the wars we’ve had to fight.”\n\nJamieson has long been respected by the Washington media establishment, but it’s a safe bet that the Trump White House will dismiss her work as more “fake news.” A senior Trump adviser who was involved in the 2016 campaign, and has yet to see Jamieson’s book, recently sent me a text: “Where is the evidence? And when do people start to feel ashamed that they can’t accept the election results and the crappy candidate they ran?”\n\nOther academics may also be skeptical of “Cyberwar.” A forthcoming book on the 2016 campaign, “Identity Crisis,” by the political scientists John Sides, Michael Tesler, and Lynn Vavreck, argues that Russian interference was not a major factor in the Presidential election, and that the hacked e-mails “did not clearly affect” perceptions of Clinton. Instead, they write, Trump’s exploitation of divisive race, gender, religious, and ethnicity issues accounted for his win. But the two books are not necessarily incompatible: Jamieson shows that Russian saboteurs inflamed polarizing identity issues, including resentment among whites that minority groups were benefitting at the expense of “real” Americans—which is exactly what “Identity Crisis” says swung the election.\n\nRecently, Brendan Nyhan, a professor of public policy at the University of Michigan, suggested, in the Times, that most fears about the impact of Russian information warfare in the 2016 campaign are exaggerated. He wrote that “a growing number of studies conclude” that “most forms of political persuasion seem to have little effect at all,” and cited studies suggesting that television ads, direct mail, and door-to-door canvassing rarely sway voters. Moreover, he argued, though the number of Russian-sponsored messages during the 2016 campaign might sound alarmingly large, the universe of information that most voters are exposed to is so vast that the impact of fake news, and other malicious online misinformation, is diluted. He noted, “Twitter, for instance, reported that Russian bots tweeted 2.1 million times before the election—certainly a worrisome number. But these represented only 1 percent of all election-related tweets and 0.5 percent of views of election-related tweets.” He concluded, “It’s hard to change people’s minds!”\n\nConservative news outlets like the Daily Caller have embraced the view that Russia’s social-media operations were negligible. But Jonathan Albright, of Columbia University’s Tow Center for Digital Journalism, who has been at the forefront of documenting the spread of online disinformation from Russia and other sources, describes the “drop in the bucket” argument as a case of “false framing.” He told me, “A better way to think of it is not as a drop of solution but as pollution. Every piece of messaging has some effect.” It’s misleading, he says, to focus only on the relatively small number of obvious propaganda messages, such as paid Facebook ads. Far more important, in the 2016 campaign, was “organic content”: the countless messages, created by masked Russian social-media accounts, that were spread by algorithms, bots, and unwitting American users. The reach of such content, he told me, “turned out to be huge.” Of the four hundred and seventy Facebook accounts known to have been created by Russian saboteurs during the campaign, a mere six of them generated content that was shared at least three hundred and forty million times. The Facebook page for a fake group, Blacktivist, which stoked racial tensions by posting militant slogans and stomach-churning videos of police violence against African-Americans, garnered more hits than the Facebook page for Black Lives Matter.", "url": "https://www.newyorker.com/magazine/2018/10/01/how-russia-helped-to-swing-the-election-for-trump"}}