{"foreign_id": "117_Real", "article1": {"title": "Warren G. Harding", "content": "The biography for President Harding and past presidents is courtesy of the White House Historical Association.\n\nWarren G. Harding, an Ohio Republican, was the 29th President of the United States (1921-1923). Though his term in office was fraught with scandal, including Teapot Dome, Harding embraced technology and was sensitive to the plights of minorities and women.\n\nBefore his nomination, Warren G. Harding declared, “America’s present need is not heroics, but healing; not nostrums, but normalcy; not revolution, but restoration; not agitation, but adjustment; not surgery, but serenity; not the dramatic, but the dispassionate; not experiment, but equipoise; not submergence in internationality, but sustainment in triumphant nationality….”\n\nA Democratic leader, William Gibbs McAdoo, called Harding’s speeches “an army of pompous phrases moving across the landscape in search of an idea.” Their very murkiness was effective, since Harding’s pronouncements remained unclear on the League of Nations, in contrast to the impassioned crusade of the Democratic candidates, Governor James M. Cox of Ohio and Franklin D. Roosevelt.\n\nThirty-one distinguished Republicans had signed a manifesto assuring voters that a vote for Harding was a vote for the League. But Harding interpreted his election as a mandate to stay out of the League of Nations.\n\nHarding, born near Marion, Ohio, in 1865, became the publisher of a newspaper. He married a divorcee, Mrs. Florence Kling De Wolfe. He was a trustee of the Trinity Baptist Church, a director of almost every important business, and a leader in fraternal organizations and charitable enterprises.\n\nHe organized the Citizen’s Cornet Band, available for both Republican and Democratic rallies; “I played every instrument but the slide trombone and the E-flat cornet,” he once remarked.\n\nHarding’s undeviating Republicanism and vibrant speaking voice, plus his willingness to let the machine bosses set policies, led him far in Ohio politics. He served in the state Senate and as Lieutenant Governor, and unsuccessfully ran for Governor. He delivered the nominating address for President Taft at the 1912 Republican Convention. In 1914 he was elected to the Senate, which he found “a very pleasant place.”\n\nAn Ohio admirer, Harry Daugherty, began to promote Harding for the 1920 Republican nomination because, he later explained, “He looked like a President.”\n\nThus a group of Senators, taking control of the 1920 Republican Convention when the principal candidates deadlocked, turned to Harding. He won the Presidential election by an unprecedented landslide of 60 percent of the popular vote.\n\nRepublicans in Congress easily got the President’s signature on their bills. They eliminated wartime controls and slashed taxes, established a Federal budget system, restored the high protective tariff, and imposed tight limitations upon immigration.\n\nBy 1923 the postwar depression seemed to be giving way to a new surge of prosperity, and newspapers hailed Harding as a wise statesman carrying out his campaign promise–“Less government in business and more business in government.”\n\nBehind the facade, not all of Harding’s Administration was so impressive. Word began to reach the President that some of his friends were using their official positions for their own enrichment. Alarmed, he complained, “My…friends…they’re the ones that keep me walking the floors nights!”\n\nLooking wan and depressed, Harding journeyed westward in the summer of 1923, taking with him his upright Secretary of Commerce, Herbert Hoover. “If you knew of a great scandal in our administration,” he asked Hoover, “would you for the good of the country and the party expose it publicly or would you bury it?” Hoover urged publishing it, but Harding feared the political repercussions.\n\nHe did not live to find out how the public would react to the scandals of his administration. In August of 1923, he died in San Francisco of a heart attack.\n\nLearn more about Warren G. Harding’s spouse, Florence Kling Harding.", "url": "https://www.whitehouse.gov/about-the-white-house/presidents/warren-g-harding/"}, "article2": {"title": "Opinion | Dwayne Johnson says he might want to run for president. He could actually win.", "content": "Gift Article Share\n\nConservatives’ efforts to recruit a candidate to compete against Donald Trump may have only been able to come up with David French, a National Review writer, who is merely contemplating the possibility of running. But last week, a new potential candidate stepped up to the stage, if not for this race, possibly for a future one. Dwayne Johnson, the actor formerly known by his professional wrestling moniker The Rock, told British GQ that he’s considered a different kind of career.\n\n“I’ll be honest, I haven’t ruled politics out. I’m not being coy when I say that, but at the moment I am not sure,” Johnson said. “I can’t deny that the thought of being governor, the thought of being president, is alluring. And beyond that, it would be an opportunity to make a real impact on people’s lives on a global scale. But there are a lot of other things I want to do first.”\n\nThe prospect of yet another former reality-television star running for higher office may feel improbable at best and horrifying at worst, given Trump’s performance in the 2016 campaign thus far. And I can’t vouch for Johnson’s position on the issues — though he’s registered as a Republican and has appeared at the Republican convention to boost voter registration,* he’s generally talked less about actual policy and spent more time flashing his famously winning smile:\n\nAdvertisement\n\nBut just as I was an early champion of Johnson’s acting abilities — he’s fascinating as a gay, closeted driver in “Be Cool,” mesmerizing as a an amnesiac who is not doing well in the post-apocalypse in “Southland Tales” and one of the funniest parts of Michael Bay’s wildly underrated “Pain & Gain” — I’ve long thought that Johnson had a weirdly plausible path to a political career.\n\nFollow this author Alyssa Rosenberg 's opinions Follow\n\nFor a Republican Party that was desperate to woo nonwhite voters before Donald Trump tossed his toupee in the ring, and will be even harder-pressed to woo them once our present mess is over, Johnson could be the sort of person the GOP tries to renovate into a viable candidate.\n\nAdvertisement\n\nIf he doesn’t have policy or issue bona fides, Johnson’s relative silence on substance also means he doesn’t have a record that can be used to tar him as some sort of flip-flopper. And he could also make a series of carefully selected charitable and political donations designed to start building a record of positions. It’s easier to teach talking points than charisma, as Sen. Ted Cruz (R-Tex.) experienced earlier this year.\n\nOf course, if he really was going to try to follow Ronald Reagan’s path to the presidency, Johnson would certainly have to run for something else first. And he could do it as early as this year: Johnson has until June 24 to get on the primary ballot in Florida and join the candidates who are competing for the Senate seat Marco Rubio decided to vacate when he ran for president.\n\nThe prospect of The Rock sitting through committee hearings might be vaguely ridiculous, and a governorship would probably require him to take fewer potentially damaging votes. But the lesson of this year in American politics is that stranger things can always happen. And Trump is proof that if our politics are turning into reality-television competitions, the results could always be worse.\n\n*And to introduce Dennis Hastert, who may still be “America’s best-known former high school wrestling coach,” but not for good reasons.\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/news/act-four/wp/2016/06/07/dwayne-johnson-says-he-might-want-to-run-for-president-he-could-actually-win/"}, "article3": {"title": "Blankenship loses bitter Republican Senate fight in West Virginia", "content": "WASHINGTON (Reuters) - State Attorney General Patrick Morrisey won the Republican U.S. Senate nomination in West Virginia on Tuesday, beating former coal executive Don Blankenship and calming the fears of party leaders who thought the brash ex-convict would spoil their chance to pick up a Senate seat.\n\nMorrisey will now face endangered Democratic Senator Joe Manchin, a prime target for Republicans, in one of the top Senate races of November’s midterm elections.\n\nBlankenship had panicked Republican leaders by showing signs of a late surge, but he faded to a third-place finish behind Morrisey and U.S. Representative Evan Jenkins after President Donald Trump intervened to urge voters to reject him.\n\nThe divisive Blankenship, who served a year in prison for safety violations in a 2010 disaster that killed 29 miners, ran a racially charged campaign that included attacks on Senate Majority Leader Mitch McConnell for creating jobs for “China people” and ads highlighting the Taiwanese heritage of McConnell’s wife.\n\nBlankenship told supporters in Charleston, West Virginia, that he had no regrets about his campaign and blamed the “establishment” for the loss.\n\n“I think if there was any single factor ... it was President Trump’s lack of endorsement,” he said.\n\nTrump, who won the state by more than 40 percentage points in 2016, had urged voters in a tweet on Monday to support either Jenkins or Morrisey.\n\nThe race was the highlight of primary contests in four states that showed how completely Trump has taken over the Republican Party, with candidates in all the major races competing to prove the depth of their allegiance to him.\n\nRepublicans also waged bitter Senate primary battles in Indiana and Ohio, two other states that Trump won in 2016 and where incumbent Democratic senators are up for re-election this year in key races in the battle for control of Congress.\n\nSlideshow ( 9 images )\n\nDemocrats need to pick up two Senate seats and 23 House of Representative seats in November to regain majorities in Congress and blunt Trump’s agenda.\n\nIn Indiana, businessman Mike Braun defeated two members of Congress in a bitter race for the Republican Senate nomination and will face off against incumbent Democratic Senator Joe Donnelly in one of November’s top races.\n\nWhile U.S. Representatives Luke Messer and Todd Rokita hammered each other with personal attacks, Braun portrayed his rivals as indistinguishable products of Washington.\n\n‘MORE OUTSIDERS’\n\nBraun’s win displayed the continued political appeal of outsiders who run against the establishment and the Washington status quo, much as Trump did in sweeping to the White House in 2016.\n\n“From the beginning our message has been pretty simple - we need more outsiders and less career politicians in Washington. More folks that have done something in the real world,” Braun said in a statement after his victory.\n\nBraun, a former state legislator, put more than $5 million of his own money in the race and will be expected to spend liberally again to challenge Donnelly in Indiana.\n\nTrump and Vice President Mike Pence have already scheduled a campaign event in Indiana on Thursday, indicating the priority the White House is putting on the Indiana race - and their willingness to back whoever emerged from the primary.\n\nSlideshow ( 9 images )\n\nIn Ohio, where liberal Democratic Senator Sherrod Brown is another top Republican target, U.S. Representative Jim Renacci won the battle for the Republican Senate nomination over Cleveland-area investment banker Michael Gibbons.\n\nGibbons filed a defamation lawsuit against Renacci, who had won Trump’s endorsement, alleging his campaign falsely claimed Gibbons was anti-Trump.\n\nOhio voters also went to the polls to choose candidates in the election to succeed Republican Governor John Kasich, who is prohibited from running again by term limits.\n\nIn November, Democrat Richard Cordray, the former head of the U.S. Consumer Financial Protection Bureau, will face Republican state Attorney General Mike DeWine.\n\nCordray defeated Dennis Kucinich, the former Cleveland mayor, member of Congress and presidential candidate, in a battle of liberal favorites. On the Republican side, DeWine beat Lieutenant Governor Mary Taylor.\n\nIn North Carolina, Republican U.S. Representative Robert Pittenger lost renomination to pastor Mark Harris. He will face Democrat Dan McCready in November in a race that Democrats have targeted.", "url": "https://www.reuters.com/article/us-usa-election-idUSKBN1I913Q"}}