{"foreign_id": "118_Real", "article1": {"title": "FBI Affirms July Decision Not To Charge Clinton, After Review Of Weiner Emails", "content": "FBI Affirms July Decision Not To Charge Clinton, After Review Of Weiner Emails\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nUpdated at 7:46 p.m. ET\n\nFollowing up on his letter that set off a firestorm of speculation just two weeks before U.S. voters head to the polls to choose a new president, FBI Director James Comey says the investigative team that analyzed a new trove of emails that were either to or from Hillary Clinton has finished its work — and that the review doesn't change the findings he put forth in July, when he said no charges will be pursued against Clinton.\n\n\"Since my letter, the FBI investigative team has been working around the clock to process and review a large volume of emails from a device obtained in connection with an unrelated criminal investigation,\" Comey wrote Sunday, in an official communication with 16 chairmen and ranking members of relevant House and Senate committees.\n\n\"Based on our review, we have not changed our conclusions that we expressed in July with respect to Secretary Clinton,\" Comey wrote Sunday.\n\nTwo sources familiar with the investigation tell NPR's Carrie Johnson the material the FBI recently discovered and reviewed largely contained copies of messages the agents had already seen or personal emails.\n\nIn response to Comey's letter, Clinton's communications director Jennifer Palmieri said the campaign had been confident that the FBI would reach this conclusion, adding, \"we're glad that this matter is resolved.\"\n\nThe topic of Clinton's use of a private email server gained new immediacy on Oct. 28, when Comey sent a letter to leading members of several congressional committees, in which he said federal agents had obtained a search warrant, as NPR reported, \"to examine the thousands of emails found on a computer belonging to former U.S. Rep. Anthony Weiner that could be pertinent to the investigation\" into Clinton.\n\nNews of a potential new angle in the email investigation opened the way for Clinton's Republican rival Donald Trump to attack her — a crucial development that was seen as helping his candidacy rebound from the devastating release of a 2005 audio recording in which Trump bragged about groping women. In the wake of the FBI director's letter, the race tightened and Clinton was forced to play defense.\n\nAt a rally Sunday evening in Sterling Heights, Mich., Trump directly responded to Comey's new letter to Congress. \"Right now, she's being protected by a rigged system,\" he told the crowd. \"You can't review 650,000 new emails in eight days — you just can't do it, folks. Hillary Clinton is guilty.\"\n\nEarlier in the day, his vice presidential nominee, Mike Pence, touched on the matter at a rally in Hickory, N.C. \"Mishandling classified information is a crime,\" Pence said. \"Hillary Clinton said that she never sent or received any classified information, and the director of the FBI told the Congress classified information was sent.\"\n\nHouse Speaker Paul Ryan, R-Wis., said Sunday afternoon that despite the FBI's findings, the incident shows \"a pattern,\" saying of Clinton, \"She simply believes she's above the law and always plays by her own rules.\"\n\nComey's new letter comes after two weeks in which the FBI has been criticized for inserting the nation's top law enforcement agency into the closing weeks of a tense political season; Senate Democratic Leader Harry Reid even wondered whether Comey had violated the Hatch Act.\n\nThe new letter also comes four months after the legal issues at stake had seemed to be resolved: It was on July 5 that Comey announced that while Clinton and her staff were \"extremely careless\" in handling classified data via a private email server that Clinton used while she was secretary of state, the FBI was recommending no charges be brought against her.", "url": "https://www.npr.org/sections/thetwo-way/2016/11/06/500929164/comey-we-have-not-changed-our-conclusions-as-fbi-finishes-clinton-email-review"}, "article2": {"title": "F.B.I. Director James Comey Recommends No Charges for Hillary Clinton on Email", "content": "WASHINGTON — The F.B.I. director, James B. Comey, on Tuesday recommended no criminal charges against Hillary Clinton for her handling of classified information while she was secretary of state, lifting an enormous legal cloud from her presidential campaign less than two hours before she boarded Air Force One for her first joint campaign appearance with President Obama.\n\nBut on a day of political high drama in Washington, Mr. Comey rebuked Mrs. Clinton as being “extremely careless” in using a private email address and server. He raised questions about her judgment, contradicted statements she has made about her email practices, said it was possible that hostile foreign governments had gained access to her account, and declared that a person still employed by the government — Mrs. Clinton left the State Department in 2013 — could have faced disciplinary action for doing what she did.\n\nTo warrant a criminal charge, Mr. Comey said, there had to be evidence that Mrs. Clinton intentionally transmitted or willfully mishandled classified information. The F.B.I. found neither, and as a result, he said, “our judgment is that no reasonable prosecutor would bring such a case.”\n\nThe Justice Department is highly likely to accept the F.B.I.’s guidance, which a law enforcement official said also cleared three top aides of Mrs. Clinton who were implicated in the case: Jake Sullivan, Huma Abedin and Cheryl D. Mills. Attorney General Loretta Lynch said last week that she would accept the recommendation of the F.B.I. and career prosecutors in the case after a storm of criticism about an impromptu meeting between her and former President Bill Clinton on an airport tarmac in Phoenix.", "url": "https://www.nytimes.com/2016/07/06/us/politics/hillary-clinton-fbi-email-comey.html"}, "article3": {"title": "Clinton email problem resurfaces as FBI announces review", "content": "WASHINGTON/NEW YORK (Reuters) - The FBI is investigating more emails as part of a probe into Hillary Clinton’s use of a private email system, it said on Friday, in a new twist that could damage the Democratic candidate in the 2016 presidential race.\n\nFederal Bureau of Investigation Director James Comey said in a letter to senior lawmakers that the agency would determine whether the additional emails contained classified information, adding that he did not know “how long it will take us to complete this additional work.”\n\nThe announcement came as Clinton and Republican opponent Donald Trump enter the final stretch of campaigning ahead of the Nov. 8 election.\n\nIn a news conference late on Friday in Des Moines, Iowa, Clinton urged Comey to release more details about what the FBI was looking for in the newly discovered emails.\n\nShe leads Trump in opinion polls after a bruising campaign in which she has struggled to convince voters that she is trustworthy and honest. Fresh revelations about her use of email are unlikely to assuage those concerns, and questions around the FBI investigation will now likely dog her in the coming days as she campaigns across battleground states.\n\nU.S. stocks immediately fell sharply on the news, but went on to partially recover.\n\nThe FBI spent about a year investigating Clinton’s use of the unauthorized server at her home in Chappaqua, New York, while she was U.S. secretary of state after classified government secrets were found in some of her emails.\n\nComey said in July that while “there is evidence of potential violations of the statutes regarding the handling of classified information, our judgment is that no reasonable prosecutor would bring such a case.”\n\nAlthough Comey recommended no criminal charges be brought against Clinton, Trump has repeatedly said her email practices are criminal and should disqualify her for office. He seized on Friday’s development at rallies in Maine and New Hampshire.\n\nSlideshow ( 6 images )\n\n“This is the biggest political scandal since Watergate, and I’m sure it will be properly handled from this point forward,” Trump told a crowd in Lisbon, Maine.\n\n“We hope that all, all justice will be fully served,” he said. Supporters cheered his words and chanted, “Lock her up.”\n\nClinton said she had learned of the newly discovered emails from news reports.\n\n“I’m confident whatever they are will not change the conclusion reached in July,” she said. “That’s why it’s incumbent upon the FBI to tell us what’s going on.”\n\nWEINER\n\nTwo sources close to the investigation said the latest emails were discovered not during an investigation into Clinton, but rather as part of a separate probe into Anthony Weiner, the estranged husband of top Clinton aide Huma Abedin.\n\nThe FBI has been investigating illicit text messages allegedly sent from Weiner to a 15-year-old girl in North Carolina, and found the Clinton emails on a device related to that investigation, the sources said.\n\nAbedin told federal investigators in April that she used several email accounts for her work, including a Yahoo email, according to a summary of the interview released by the FBI in September. She said it was difficult to print from the State Department’s email system so she routinely forwarded documents to her private accounts when she needed to print them out, according to the summary.\n\nSlideshow ( 6 images )\n\nAbedin announced her separation from Weiner in August after a sex scandal similar to an earlier incident that led him to resign from the U.S. Congress.\n\nLawyers representing Abedin did not respond to questions sent by email on Friday. Weiner did not immediately respond to an email seeking comment, and he did not respond to phone calls.\n\nHank Sheinkopf, a Democratic strategist who had previously advised former President Bill Clinton but has no role with Hillary Clinton’s campaign, said the linking of Clinton’s email woes with Weiner’s sex scandals made it harder for her campaign to distinguish itself from Trump’s sex scandals.\n\n“The whole campaign is now smeared with sex, corruption and scandal,” he said. “Nobody remembers the beginning of something, they only remember the end. What are they going to remember? They’re all the same: sex, scandal, corruption, emails. People are going to have trouble sorting out all this information.”\n\n“EXTRAORDINARY”\n\nClinton’s campaign chairman, John Podesta, said it was “extraordinary” for the FBI to release the letter so close to the end of a hotly contested election.\n\n“The Director owes it to the American people to immediately provide the full details of what he is now examining,” Podesta said in a statement. “We are confident this will not produce any conclusions different from the one the FBI reached in July.”\n\nClinton has repeatedly apologized for using the private email server in her home instead of a government email account for her work as secretary of state from 2009 to 2013. She has said she did not knowingly send or receive classified information.\n\nWhile the FBI probe of new emails will likely prove a distraction to Clinton in the coming days, it was unclear what impact it would have when Americans go to the polls. Election experts say about 20 percent of ballots have already been cast, as more Americans vote by mail or go to the polls early.\n\n“A lot of concern about the emails has already been baked into this electoral cake I think,” said Linda Fowler, a professor of government at Dartmouth College. “They know she did it, they know it was inappropriate and, failing some sensational revelation on Nov. 6, it’s hard to see that it’s going to make that big a difference.”\n\nStill, Republican lawmakers, who are facing a difficult fight to keep their majorities in both the U.S. Senate and the House of Representatives, leaped to condemn Clinton.\n\nHouse Speaker Paul Ryan reiterated his call that the Democratic nominee be barred from briefings involving classified information until the investigation is over. Reince Priebus, the head of the Republican National Committee, said the FBI’s decision to look into the emails shows “how serious this discovery must be.”\n\nClinton did not respond to reporters’ shouted questions about the news when she left her plane for a campaign stop in Cedar Rapids, Iowa.\n\nU.S. stocks declined in a volatile session on Friday but partially recovered from the sharp drop spurred by the FBI announcement. The Dow Jones Industrial Average closed the day down about 9 points, or .05 percent, while the benchmark 10-year Treasury note was unchanged on the day. The dollar also fell against major currencies.", "url": "https://www.reuters.com/article/us-usa-election-clinton-idUSKCN12S299"}}