{"foreign_id": "11_Fake", "article1": {"title": "Donald Trump Hires 'Clueless' Star for Outreach Program", "content": "Claim: Stacey Dash was hired by Donald Trump for his \"Negro Outreach Program.\" Rating: About this rating False\n\nIn July 2016, reports circulated that actress Stacey Dash had been hired by Donald Trump for his \"Negro Outreach Program\":\n\nWith his poll numbers among black voters hovering around 1%, presumptive GOP nominee Donald Trump reportedly tapped actress and FOX News contributor Stacey Dash as his “Negro Outreach Program” Ambassador. “She connects with that group,” said Trump, “and she’ll be terrific. Did you see her at the Oscars? She was terrific as the Minority Outreach Director, so we brought her on board. We’re lucky to have her. She’s controversial, but she’s one of the good ones.”\n\nThe above-displayed story is not true, and Trump has no outreach program with that name. This is a work of fiction from National Report, a well-known purveyor of fake news. A disclaimer on the site states that the publication is news and political satire:\n\nAll news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental.\n\nWhile Stacey Dash has not been hired by Donald Trump to run any type of outreach campaign, she did endorse the Republican presidential candidate, and is a supporter of the pro-Trump Great America PAC:", "url": "https://www.snopes.com/fact-check/stacey-dash-donald-trump-outreach/"}, "article2": {"title": "Stacey Dash, ‘Clueless’ Actress And One-Time Oscar Punchline, Running For Congress", "content": "Clueless star/former Fox News commentator Stacey Dash has made it official: she’s running for Congress in California.\n\nThe actress on Monday filed docs to run in California’s 44th district, which encompasses Compton, Watts, San Pedro and North Long Beach; it has been a Dem stronghold for years; these days repped by Nanette Barragán. It’s a district that overwhelmingly voted for Hillary Clinton in 2016; Dash is Republican.\n\nEarlier this month, Dash hinted the move was in the works:\n\nA number of people online and off have suggested I run for political office. I wanted to see what my online community thinks of this idea as I mull the possibilities. Thoughts? pic.twitter.com/L71fF0NnXR — Stacey Dash (@REALStaceyDash) February 9, 2018\n\nA Donald Trump endorsement cannot be far behind.\n\nIn January of 2016, when Dash weighed in on Fox & Friends about the lack of diversity in that year’s Oscar nominations, her remarks drew praise from then-candidate Trump.\n\n“We have to make up our minds,” she opined. “Either we have segregation or integration. If we don’t want segregation, then we need to get rid of channels like BET and the BET Awards and the Image Awards — where you’re only awarded if you’re black. If it were the other way around, we’d be up in arms.” Dash also insisted there “shouldn’t be a Black History Month. We’re Americans, period. That’s it.”\n\nThen GOP presidential race frontrunner Trump gave F&F his two cents’ worth on the Oscars flap, telling F&F’s co-hosts Steve Doocy, Brian Kilmeade, and Anna Kooiman, “I saw somebody on your show today saying, ‘Well, what do we do with BET?’ The whites don’t get any nominations. I thought it was an amazing interview, actually. I’d never even thought about it from that standpoint.”\n\nAt the 2016 Oscars, host Chris Rock got in on the exchange when he brought Dash on stage at the awards ceremony, saying the Academy had taken steps to fix the lack of opportunity for black actors, and naming Dash director of its minority outreach program.\n\n“I cannot wait to help my people out. Happy Black History Month!” Dash told Oscar-goers then giggled nervously as the audience reacted with silence. “Thank you,” she added, then dashed off stage. It was unclear if attendees had any idea who she was, much less the gag.\n\n“I just walked offstage from the Oscars and where I got no applause,” she said after her brief appearance. “No boos. Nothing. People were awestruck, which was a little disappointing. But I did it because I wanted to. I stand in my position, and Chris asked me to do it and I love him and I support him. And I also think I should be the head of diversity at the Oscars. I think I’m the perfect person to do that.”\n\nBased on the social media strength of that Oscar gig, Dash got cast as the mayor of Chicago in Syfy’s Sharknado: The 4th Awakens. By then, Trump was within spitting distance of the White House, so Dash made perfect sense as mayor of a city struggling with racial strife. Things didn’t go so well for Mayor Dash; she got crushed by a house, Wicked-Witch style.\n\nIn January of ’17, when Fox News Channel covered Trump’s first full week in the White House, it did so with a culled crop of contributors. Among the departed: George Will and Dash – two names never before used in the same sentence.", "url": "https://deadline.com/2018/02/clueless-stacey-dash-running-for-congress-california-1202303859/"}, "article3": {"title": "Stacey Dash shows support for Donald Trump calling him a 'true conservative'", "content": "For more of the latest on Donald Trump visit www.dailymail.co.uk/trump\n\nShe recently called for the elimination of Black History Month and the cable channel BET\n\nDash, who made a surprise appearance at the Oscars last Sunday, is now a contributor for Fox News\n\nbut has yet to endorse a candidate\n\npraised Trump since he announced he was running for president last June,\n\nStacey Dash showed her support for Donald Trump on Thursday ahead of the Republican debate.\n\nIn an interview with Fox News, Dash said of Trump; 'I believe he is a true conservative. He's strong on national security.'\n\nIt is not the first time Dash has shown her support for Trump, writing on Twitter last week that she would like to see Trump elected president and Rudy Giuliani to serve as his vice president.\n\nScroll down for video\n\nSpeaking up: Stacey Dash (above in December 2014) spoke about Donald Trump in an interview with Fox News before Thursday night's debate\n\nFan: Dash said of Trump (above on Thursday night); 'I believe he is a true conservative. He's strong on national security'\n\nIt has been a big week for Dash, with the Clueless actor kicking things off with a surprise appearance at the Academy Awards.\n\nHost Chris Rock jokingly introduced her saying she had been selected as 'the new director of our minority outreach program.'\n\nDash had criticized those who came out against the Academy of Motion Picture Arts and Sciences over the complete absence of non-white acting nominees at this year's Oscars - while also calling for the elimination of Black History Month and the cable channel BET.\n\nDash called Jada Pinkett Smith and Spike Lee's plan to boycott the Oscars 'ludicrous,' and then took things a step further.\n\n'We have to make up our minds,' Dash said during an appearance on Fox & Friends.\n\n'Either we want to have segregation or integration. And if we don't want segregation, then we need to get rid of channels like BET [Black Entertainment Television] and the BET Awards and the Image Awards where you're only awarded if you're black.'\n\nShe did not stop there either, saying later in the interview when again asked if BET should be on air: 'No, I don't think so, no. Just like there shouldn't be a Black History Month. You know? We're Americans. Period. That's it.'\n\nDash, 49, had previously discussed eliminating Black History Month and BET in a post on her blog late last year.\n\nShe wrote at the time; 'I don’t need a special month or special channel. What’s sad is that these insidious things only keep us segregated and invoke false narratives.'\n\nDash, who shot to fame with her role as Dionne in the film Clueless, is now a contributor to Fox News.\n\nShe voted for President Barack Obama in the 2008 election but then switched her party affiliation in 2012 to Republican, endorsing Mitt Romney in the election.\n\nDash was born in the Bronx and is part Bajan, African American and Mexican. She is the cousin of Roc-A-Fella Records founder and CEO Damon Dash.", "url": "https://www.dailymail.co.uk/news/article-3475968/Stacey-Dash-shows-support-Donald-Trump-calling-true-conservative-strong-national-security.html"}}