{"foreign_id": "122_Real", "article1": {"title": "Hillary Clinton for President - The New York Times", "content": "In any normal election year, we’d compare the two presidential candidates side by side on the issues. But this is not a normal election year. A comparison like that would be an empty exercise in a race where one candidate — our choice, Hillary Clinton — has a record of service and a raft of pragmatic ideas, and the other, Donald Trump, discloses nothing concrete about himself or his plans while promising the moon and offering the stars on layaway. (We will explain in a subsequent editorial why we believe Mr. Trump to be the worst nominee put forward by a major party in modern American history.)\n\nBut this endorsement would also be an empty exercise if it merely affirmed the choice of Clinton supporters. We’re aiming instead to persuade those of you who are hesitating to vote for Mrs. Clinton — because you are reluctant to vote for a Democrat, or for another Clinton, or for a candidate who might appear, on the surface, not to offer change from an establishment that seems indifferent and a political system that seems broken.\n\nRunning down the other guy won’t suffice to make that argument. The best case for Hillary Clinton cannot be, and is not, that she isn’t Donald Trump.\n\nThe best case is, instead, about the challenges this country faces, and Mrs. Clinton’s capacity to rise to them.", "url": "https://www.nytimes.com/2016/09/25/opinion/sunday/hillary-clinton-for-president.html"}, "article2": {"title": "‘I just knew I wasn’t going to help’: Taylor Swift finally explains why she didn’t endorse Hillary Clinton", "content": "Comment on this story Comment Gift Article Share\n\nWhen Taylor Swift declined to endorse a candidate in the 2016 election — posting only a cryptic picture of herself standing in line at a polling station with an encouragement to her followers to “Go out and VOTE” — theories about her silence abounded. Wp Get the full experience. Choose your plan ArrowRight Some suspected that the pop star didn’t want to anger conservative country music listeners, who still made up a considerable portion of her fan base, by coming out as a liberal. Others interpreted her refusal to denounce Donald Trump as proof that she supported him, and she was venerated by members of the alt-right. Meanwhile, “Who is Taylor Swift voting for?” became one of the top searches on Google, and fans painstakingly scoured the singer’s Instagram for clues. Some even theorized the cutout sweater Swift wore to the polls could be subtly referencing a shoulderless dress that Hillary Clinton wore in 1993.\n\nNow, in a new interview with Vogue that appeared online Thursday and will run in the magazine’s September issue, the singer has finally broken her silence and explained why she refrained from endorsing Clinton, even as she was pilloried for her neutrality.\n\nAdvertisement\n\nThe decision was strategic, Swift said: She felt that adding her name to the list of high-profile Clinton-backing pop stars like Beyoncé, Katy Perry, Rihanna and Lady Gaga could backfire given that Trump was positioning himself as a candidate who spoke for regular people, not celebrity elites.\n\n“Unfortunately in the 2016 election you had a political opponent who was weaponizing the idea of the celebrity endorsement.” Swift told writer Abby Aguirre. “He was going around saying, ‘I’m a man of the people. I’m for you. I care about you.’ I just knew I wasn’t going to help.”\n\nTaylor Swift endorsed two Tennessee Democrats before the 2018 midterm elections, breaking her long silence on political subjects. Here's why she spoke up. (Video: Nicki DeMarco/The Washington Post)\n\nSwift also noted that she and Clinton have something in common: Their critics have accused them of being calculating and dishonest.\n\nIn the months before the 2016 election, Swift reached the low point of her popularity after she slammed Kanye West for making derogatory references to her on his song “Famous” and was accused of being a “snake” by West’s wife, Kim Kardashian, who posted videos showing that the singer had approved the lyric, “I feel like me and Taylor might still have sex.” (Swift has maintained that she wasn’t told about the line that follows — “I made that b---- famous.”) One consequence of the backlash was that Swift worried her endorsement would do more harm than good.\n\nAdvertisement\n\n“The summer before that election, all people were saying was, ‘She’s calculated. She’s manipulative. She’s not what she seems. She’s a snake. She’s a liar,'” the pop star told Vogue. “These are the same exact insults people were hurling at Hillary. Would I be an endorsement or would I be a liability?\"\n\nShe described how the attacks might have gone: \"'Look, snakes of a feather flock together. Look, the two lying women. The two nasty women.’”\n\nThough political analysts have since questioned whether having a star-studded lineup of celebrity endorsements contributed to Clinton’s defeat, rather than helping her, Swift’s refusal to take a side led to widespread backlash in the run-up to the 2016 election and only intensified after Trump was elected.\n\nA Guardian editorial deemed the singer “a musical envoy for the president’s values” on account of her silence, while other writers accused her being complicit in racism and sexism. Though Swift expressed support for the inaugural Women’s March in 2017, she was derided for not attending.\n\nSwift had previously hinted that she held liberal views — in 2009, she told Rolling Stone that she supported President Barack Obama. But her pointed refusal to discuss politics in the years that followed, coupled with the nostalgic themes of her early music, allowed some far-right commentators to speculate that she was secretly conservative.\n\nAdvertisement\n\nIn October, a month before the 2018 midterms, that illusion was destroyed: Swift, who has a home in Nashville, announced that she planned on voting for two Tennessee Democrats, Phil Bredesen and Jim Cooper, who were running for the Senate and House, respectively, and expressed her support for LGBTQ rights.\n\n“In the past I’ve been reluctant to publicly voice my political opinions, but due to several events in my life and in the world in the past two years, I feel very differently about that now,” she wrote in an Instagram post that received more than 2 million likes. “I always have and always will cast my vote based on which candidate will protect and fight for the human rights I believe we all deserve in this country.”\n\nThe response highlighted Swift’s political influence — and its limits. On Instagram, Swift name-checked Vote.org, and within 24 hours, some 65,000 people headed to the site and registered to vote. It was impossible to say exactly how many of those new registrations could be directly attributed to Swift, but the data showed that the largest surge had come from the 18-to-24 demographic, matching her fan base. And though Cooper won reelection, Bredesen lost to Republican Marsha Blackburn, whom Swift had slammed in her post. (President Trump, meanwhile, told reporters that Swift “doesn’t know anything” about Blackburn and he liked the singer’s music “about 25 percent less now.”)\n\nIn recent months, Swift has thrown her weight behind LGBTQ issues, and lobbied to amend the Civil Rights Act to include provisions that would bar discrimination based on gender identity and sexual orientation. (She’s also been accused of appropriating gay culture in her latest music video.) Speaking with Vogue, she explained that she decided she needed to be more vocal about her views a year or two ago, when friend and singer-songwriter Todrick Hall asked her, “What would you do if your son was gay?”\n\nAdvertisement\n\nThe fact that he had to ask, Swift told the magazine, “shocked me and made me realize that I had not made my position clear enough or loud enough.” To her, it was obvious that having a gay child wouldn’t be a problem.\n\n“If he was thinking that, I can’t imagine what my fans in the LGBTQ community might be thinking,” Swift said. “It was kind of devastating to realize that I hadn’t been publicly clear about that.”\n\nThough Swift didn’t indicate in the interview if she has a preferred Democratic candidate for 2020, she wrote in March that she wants to be more engaged in politics going forward.\n\n“We have a big race coming up next year,” she noted.\n\nMore from Morning Mix:\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/nation/2019/08/09/taylor-swift-hillary-clinton-trump-vogue-interview/"}, "article3": {"title": "Clinton blasts Trump for 'casual inciting of violence,' Republicans shaken", "content": "WASHINGTON (Reuters) - Democratic presidential nominee Hillary Clinton on Wednesday accused Republican opponent Donald Trump of inciting violence with his call for gun rights activists to stop her from nominating liberal U.S. Supreme Court justices.\n\nClinton’s comments added to a growing outcry over Trump’s remarks on Tuesday at a North Carolina rally, which some interpreted as a call for violence against his White House rival. His remarks also fueled widespread concerns about his ability to stay on track.\n\n“Words matter, my friends,” the former U.S. secretary of state, who rarely engages in direct back-and-forths with her Republican rival, said at a rally in Des Moines, Iowa. “And if you are running to be president or you are president of the United States, words can have tremendous consequences.”\n\n“Yesterday, we witnessed the latest in a long line of casual comments from Donald Trump that crossed the line,” she said, citing “his casual inciting of violence.”\n\nTrump insisted in an interview with Fox News that his remarks were a call for political, not physical, action.\n\n“There is tremendous political power to save the Second Amendment, tremendous,” the New York businessman said. “And you look at the power they have in terms of votes and that’s what I was referring to, obviously that’s what I was referring to, and everybody knows it.”\n\nThe U.S. Constitution’s Second Amendment guarantees a right to keep and bear arms.\n\n“I can’t think of anything remotely comparable to it. No one tells a joke about the opponent getting shot. I’ve never heard it,” said Bob Shrum, a top aide for Al Gore’s presidential campaign in 2000 and John Kerry’s in 2004.\n\nREPUBLICANS SHAKEN\n\nHigh-profile Republicans and rank-and-file voters appeared shaken on Wednesday after a string of Trump misfires, struggling with how to best reject his divisive candidacy. Some pledged to withhold their endorsement and others backed Clinton.\n\nSome, including MSNBC host Joe Scarborough, a former Republican congressman from Florida, called for party leaders to replace Trump on the ticket.\n\nSlideshow ( 3 images )\n\nA new Reuters/Ipsos poll taken Aug. 5-8 - before Trump’s latest controversy - showed that nearly one-fifth of 396 registered Republicans said they want Trump to drop out of the race and another 10 percent said they “don’t know” whether the Republican nominee should or not.\n\nClinton’s campaign, seeing an opening, has moved to bring disenchanted Republicans into the fold by announcing an official intraparty outreach effort on behalf of the Democratic nominee.\n\nClinton’s campaign now has a website for Republicans and political independents to sign up to pledge their support, listing 50 prominent Republicans and independents who have endorsed her.\n\nOn Monday, 50 Republican national security officials signed an open letter questioning Trump’s temperament, calling him reckless and unqualified to be president.\n\nOther top Republicans, including Senator Susan Collins of Maine this week, have disavowed Trump but said they cannot back Clinton.\n\nJames Rohrscheib, 74, a registered Republican and retired U.S. Navy officer from Washington state, told Reuters the reality is the Nov. 8 election will be a “tough one.”\n\n“I’m in a quandary as to who I am going to vote for,” Rohrscheib said.\n\nTrump has dismissed the defections and criticism as an unsurprising reaction of the so-called Washington elite to his drive to change the status quo.\n\nOne group that appears unswayed is Trump’s donors. Reuters interviewed nine major Trump donors on Wednesday, and not one said his Second Amendment comment had given them pause.\n\nTrump Texas fundraising co-chair Gaylord Hughey called the interpretation of his remark as condoning violence “ridiculous” and “ludicrous.”\n\nSlideshow ( 3 images )\n\n“It’s just another issue the press has really twisted to make headlines,” Hughey said.\n\nBut Mike Smith, a Republican voter and Reuters/Ipsos poll respondent, said the support Trump is still receiving from Republicans “almost seems obligatory rather than voluntary.”\n\n“I’m almost at the point where I think I’m going to vote for Hillary. I don’t like her,” said Smith, a 74-year-old retiree who lives in Clearwater, Florida. “But Mr. Trump is making me very nervous.”\n\nRESET ABANDONED\n\nRepublican strategist and Trump supporter Ford O’Connell said Trump has “dug himself a deep hole” with voters and to win the election he will need to “make it a referendum on Hillary Clinton and the ‘rigged system.’”\n\nTrump sought to do just that by using an economic policy speech in Detroit on Monday to correct a series of missteps that included a prolonged clash with the parents of a fallen Muslim American soldier. But his remarks Tuesday undermined that effort.\n\n“If she gets to pick her judges, nothing you can do folks,” Trump said at the rally in North Carolina. “Although the Second Amendment people, maybe there is, I don’t know,” he continued.\n\nA federal official familiar with the matter denied a media report that the U.S. Secret Service, which investigates threats against presidents and candidates, had formally spoken with the Trump campaign about his remark.\n\nTrump’s comment and the resulting backlash occurred as Reuters/Ipsos polling showed some 44 percent of 1,162 registered voters believe Trump should exit the race, and that as of Tuesday, Clinton led Trump by more than 7 percentage points, up from a 3-point lead late last week.\n\nStrategists and Trump detractors agreed that it would be difficult, if not impossible, to remove Trump from the Republican ticket.\n\n“It’s wishful thinking to believe the Republicans are going to replace its nominee after the convention. People are grasping at straws,” Ron Bonjean, a Republican strategist unaffiliated with Trump, told Reuters.\n\nA more likely scenario would be a replay of the 1996 presidential race, when the Republican Party essentially deserted nominee Bob Dole, who was badly trailing President Bill Clinton, to focus on congressional races.", "url": "https://www.reuters.com/article/us-usa-election-idUSKCN10L1JT"}}