{"foreign_id": "124_Real", "article1": {"title": "Trump backs Putin on election meddling at summit, stirs fierce criticism", "content": "HELSINKI (Reuters) - Standing side by side with Vladimir Putin, U.S. President Donald Trump refused on Monday to blame the Russian leader for meddling in the 2016 U.S. election, casting doubt on the findings of his own intelligence agencies and sparking a storm of criticism at home.\n\nAlthough he faced pressure from critics, allied countries and even his own staff to take a tough line, Trump spoke not a single disparaging word in public about Moscow on any of the issues that have brought relations between the two powers to the lowest ebb since the Cold War.\n\nInstead, he denounced the “stupidity” of his own country’s policies, especially the decision to investigate Russian interference in the 2016 election.\n\nJust three days ago, the U.S. Justice Department announced an indictment of 12 Russian spies for hacking into Democratic Party computer networks.\n\nTrump’s performance at a joint news conference with Putin in Helsinki stirred a wave of condemnation in the United States, including criticism from within his own Republican Party. The White House has struggled for months to dispel suggestions that Trump was unwilling to stand up to Russia.\n\nAsked if he believed U.S. intelligence agencies, which concluded that Russia interfered in the 2016 election in an effort to help him defeat Democrat Hillary Clinton, Trump said he was not convinced it was Moscow.\n\n“I don’t see any reason why it would be,” Trump said. “President Putin was extremely strong and powerful in his denial today.”\n\nDan Coats, Trump’s director of national intelligence, promptly made clear he did not share the president’s view. “We have been clear in our assessments of Russian meddling in the 2016 election and their ongoing, pervasive efforts to undermine our democracy, and we will continue to provide unvarnished and objective intelligence in support of our national security,” he said in a statement.\n\nThe news conference also rattled some officials in the State and Defense Departments and in U.S. intelligence agencies, according to officials in five government offices.\n\nSome career diplomats also expressed alarm. Bill Burns, a former U.S. deputy secretary of state and ambassador to Russia, said in a telephone interview: “I have ... seen a lot of performances by presidents on the world stage, but I cannot think of one that was more appalling than this one.”\n\nHours after the Helsinki summit, Trump tweeted: “I have GREAT confidence in MY intelligence people. However, I also recognize that in order to build a brighter future, we cannot exclusively focus on the past - as the world’s two largest nuclear powers, we must get along!”\n\n‘RUSSIA IS NOT OUR ALLY’\n\nFormer CIA Director John Brennan denounced Trump’s performance as “treasonous,” and Republican U.S. Senator John McCain called the meeting with Putin a “tragic mistake,” although some other Republicans were more cautious.\n\nOther congressional Republicans, including House Speaker Paul Ryan and U.S. Senate Majority Leader Mitch McConnell, who until now had issued only muted criticism of Trump’s attitude toward Russia, were more critical on Monday.\n\nRyan, the top Republican in the U.S. House of Representatives, was tempered in his remarks but insisted that Trump “must appreciate that Russia is not our ally.”\n\n“Missed opportunity by President Trump to firmly hold Russia accountable for 2016 meddling and deliver a strong warning regarding future elections,” Republican Senator Lindsey Graham said on Twitter. “This answer by President Trump will be seen by Russia as a sign of weakness and create far more problems than it solves.”\n\nBut Republican Senator Rand Paul defended Trump, telling CNN: “Absolutely I’m with the president on this; the (U.S.) intelligence community was full of biased people.”\n\nSlideshow ( 19 images )\n\nThe White House said Trump would meet with members of Congress on Tuesday. It gave no further details.\n\n‘FOOLISHNESS AND STUPIDITY’\n\nBefore the summit even began, Trump blamed his own country for the deterioration in relations.\n\n“Our relationship with Russia has NEVER been worse thanks to many years of U.S. foolishness and stupidity and now, the Rigged Witch Hunt!” he said on Twitter.\n\nSlideshow ( 19 images )\n\nThe Russian Foreign Ministry tweeted back: “We agree”.\n\nAt the news conference, Trump was invited by reporters to offer any criticism of Russia, but he repeatedly declined. Asked if Russia was at all to blame for the poor ties, he said: “I hold both countries responsible. I think the U.S. has been foolish. We’ve all been foolish,” he said, before veering into a discussion about his election victory.\n\n“I beat Hillary Clinton easily and frankly we beat her ... we won that race and it’s a shame that there can be even a little bit of a cloud over it,” he said.\n\nTrump’s warm words for Russia were a marked contrast from the past week, when he repeatedly rebuked long-standing U.S. allies at a NATO summit and during a visit to Britain.\n\nAsked if Putin was an adversary, he said: “Actually I called him a competitor, and a good competitor he is, and I think the word competitor is a compliment.”\n\nTrump also refrained from publicly criticizing Russia’s 2014 seizure of Ukraine’s Crimea region, another geopolitical win for Putin against Western efforts to isolate him.\n\nPutin spoke of the importance of the two countries working together and praised Trump, at one point interrupting the news conference to give the U.S. president a soccer ball.\n\nAsked whether he had wanted Trump to win the 2016 election and had instructed officials to help him, Putin said: “Yes I did,” although he denied any interference, saying the allegations were “complete nonsense.”\n\nPutin suggested U.S. investigators might travel to Russia to participate in questioning Russians accused by Washington of U.S. election meddling as long as Russian investigators were allowed to do the same with U.S. spies operating in Russia, an idea Trump’s critics dismissed as ludicrous.\n\nThe summit capped a trip abroad during which Trump accused NATO allies of failing to spend enough on their militaries and embarrassed British Prime Minister Theresa May by saying she refused to take his advice about how to negotiate Britain’s exit from the EU. He referred to the European Union as a “foe” in trade and repeatedly criticized it.\n\nIn some of the strongest words yet reflecting the unease of Washington’s traditional allies, Germany’s foreign minister said on Monday that Europe could no longer rely on the United States.\n\n“To maintain our partnership with the USA we must readjust it,” Heiko Maas told the Funke newspaper group. “The first clear consequence can only be that we need to align ourselves even more closely in Europe.”", "url": "https://www.reuters.com/article/us-usa-russia-summit-idUSKBN1K601D"}, "article2": {"title": "Trump Discussed Pulling U.S. From NATO, Aides Say Amid New Concerns Over Russia", "content": "WASHINGTON — There are few things that President Vladimir V. Putin of Russia desires more than the weakening of NATO, the military alliance among the United States, Europe and Canada that has deterred Soviet and Russian aggression for 70 years.\n\nLast year, President Trump suggested a move tantamount to destroying NATO: the withdrawal of the United States.\n\nSenior administration officials told The New York Times that several times over the course of 2018, Mr. Trump privately said he wanted to withdraw from the North Atlantic Treaty Organization. Current and former officials who support the alliance said they feared Mr. Trump could return to his threat as allied military spending continued to lag behind the goals the president had set.\n\nIn the days around a tumultuous NATO summit meeting last summer, they said, Mr. Trump told his top national security officials that he did not see the point of the military alliance, which he presented as a drain on the United States.", "url": "https://www.nytimes.com/2019/01/14/us/politics/nato-president-trump.html"}, "article3": {"title": "Helsinki summit: Trump sides with Putin over US intelligence", "content": "Helsinki, Finland CNN —\n\nUS President Donald Trump, in a stunning rebuke of the US intelligence community, declined on Monday to endorse the US government’s assessment that Russia interfered in the 2016 presidential election, saying he doesn’t “see any reason why” Russia would be responsible.\n\nInstead, Trump – standing alongside Russian President Vladimir Putin – touted Putin’s vigorous denial and pivoted to complaining about the Democratic National Committee’s server and missing emails from Hillary Clinton’s personal account.\n\n“I have great confidence in my intelligence people, but I will tell you that President Putin was extremely strong and powerful in his denial today,” Trump said during a joint news conference after he spent about two hours in a room alone with Putin, save for a pair of interpreters.\n\nTrump’s statements amounted to an unprecedented refusal by a US president to believe his own intelligence agencies over the word of a foreign adversary and drew swift condemnation from across the partisan divide.\n\nHis words signaled that he continues to equate the assessment of Russian election meddling with efforts to deligitimize his election, even though the US intelligence community made no such assessment.\n\nThe US President also hailed Putin’s offer for Russian law enforcement officials to interrogate the Russian agents indicted by the special counsel Robert Mueller as “incredible,” an offer that would effectively give Russia oversight and influence of part of a US investigation into Russian state activities. Putin had also said the offer would be reciprocal.\n\nTrump repeatedly equated US and Russian actions, saying he holds both the US and Russia responsible for the breakdown in the bilateral relationship and homed in on the effect of the special counsel’s probe, saying it – not Russian meddling – has “kept us (the US and Russia) apart.”\n\nThe US intelligence community – in a report compiled by the CIA, NSA, FBI and the Office of the Director of National Intelligence – concluded with “high confidence” that Russia interfered during the 2016 presidential campaign, aiming to help elect Trump and hurt Clinton.\n\nEvery current US intelligence chief who has testified on the matter has also backed the intelligence community’s assessment and the Republican-led Senate Intelligence Committee also affirmed the assessment in a report earlier this month.\n\nTrump had previously said he sided with his intelligence community’s assessment over Putin’s denials, but he has more frequently cast doubt on the assessments and repeatedly assailed Mueller’s investigation as a “witch hunt.”\n\nPutin, for his part, reiterated his denial for the public, though he did admit for the first time that he wanted Trump to win the election.\n\n“Russia has never interfered in and is not going to interfere in US internal affairs, including the elections,” Putin said during the news conference. “If there are any specific materials, if they are presented, we are ready to review them together.”\n\nTrump, aboard Air Force One returning back to Washington, belatedly attempted to quell outrage over his earlier remarks saying he has confidence in his own intelligence officials.\n\n“As I said today and many times before, “I have GREAT confidence in MY intelligence people.” However, I also recognize that in order to build a brighter future, we cannot exclusively focus on the past – as the world’s two largest nuclear powers, we must get along!” Trump tweeted.\n\nAs I said today and many times before, “I have GREAT confidence in MY intelligence people.” However, I also recognize that in order to build a brighter future, we cannot exclusively focus on the past – as the world’s two largest nuclear powers, we must get along! #HELSINKI2018 — Donald J. Trump (@realDonaldTrump) July 16, 2018\n\nBut it was his own pick – Dan Coats, the Director of National Intelligence – who warned on Friday that “the warning lights are blinking red again” regarding Russian cyber interference. Coats then defended the US intelligence community’s assessment about the 2016 election in a statement Monday afternoon.\n\n“We have been clear in our assessments of Russian meddling in the 2016 election and their ongoing, pervasive efforts to undermine our democracy, and we will continue to provide unvarnished and objective intelligence in support of our national security,” Coats said.\n\nDemocrats and Republicans alike pushed back on Trump’s comments.\n\nHouse Speaker Paul Ryan, who rarely rebukes Trump’s controversial statements, said “there is no question that Russia interfered in our elections” and called on Trump to recognize that Russia “is not our ally.”\n\n“The President must appreciate that Russia is not our ally. There is no moral equivalence between the United States and Russia, which remains hostile to our most basic values and ideals,” Ryan said in a statement.\n\nOther Republicans were even more critical, with Senate Foreign Relations Committee Chairman Bob Corker saying Trump’s comments “made us look like a pushover.”\n\nJohn Brennan, the former CIA director and a career intelligence officer, called Trump’s comments “nothing short of treasonous.”\n\n“Donald Trump’s press conference performance in Helsinki rises to & exceeds the threshold of ‘high crimes & misdemeanors,’ ” Brennan tweeted. “It was nothing short of treasonous. Not only were Trump’s comments imbecilic, he is wholly in the pocket of Putin. Republican Patriots: Where are you???”\n\nMeeting runs long\n\nBRENDAN SMIALOWSKI/AFP/AFP/Getty Images\n\nTrump and Putin blew past the 90 minutes they were scheduled to spend with only interpreters at their sides on Monday, just hours after the US President blamed US policy for the dismal state of relations between the two countries.\n\nAfter their initial meeting, the two leaders brought in their top aides for an expanded bilateral meeting, the next step in their first official summit, and then concluded with a joint news conference.\n\nSpeaking to reporters, Trump again lambasted the special counsel’s investigation stemming from Russian interference in the 2016 election as “a disaster for our country.”\n\n“I think that the probe is a disaster for our country. I think it’s kept us (the US and Russia) apart. I think it’s kept us separated,” Trump said.\n\nThe US President proclaimed in front of Putin that “there was no collusion” during the 2016 campaign and said he “beat Hillary Clinton easily.”\n\nHe added the Mueller probe has “had a negative impact on the relationship between the two nuclear powers.”\n\nWhile Trump dove into specifics on US missteps, he did not list any malignant Russian activities responsible for the low point in the US-Russia relationship.\n\nInstead he said he holds both the United States and Russia responsible for the breakdown in the relationship between the two countries and railed against the special counsel’s Russia investigation.\n\n“I hold both countries responsible. I think that the United States has been foolish. We’ve all been foolish,” Trump said at the news conference in Helsinki, Finland.\n\n“We should have, frankly, had this dialogue a long time ago. I think that we’re all to blame. I think that the United States has now stepped forward along with Russia,” Trump said, adding that he feels that the US and Russia have “both made some mistakes.”\n\nHistoric summit\n\nGathered at the Finnish presidential palace, a historic venue where previous US presidents have also gathered with their Russian and Soviet counterparts to tackle the complex bilateral relationship, Trump made clear at the outset that he hopes the meeting can help transform the relationship into an “extraordinary” one.\n\n“I think we have great opportunities together as two countries that, frankly, we have not been getting along very well for the last number of years,” said Trump, who is hoping his personal touch can reverse the steep decline. “I think we will end up having an extraordinary relationship.”\n\nBut the highly anticipated meetings that had been minutely planned began with a sluggish start after the Russian President arrived late, setting the summit about 45 minutes back.\n\nPutin is known for arriving late to important events – considered a power play by some observers – but this time his late arrival offered a role reversal for the US President, who has recently walked in late to meetings at the G7 and NATO summits.\n\nIn 2009 and 2012, Putin showed up about 40 and 45 minutes late for his meetings with then-President Barack Obama. But he kept German Chancellor Angela Merkel and Ukrainian President Viktor Yanukovych waiting about four hours each in 2014 and 2012, respectively. Even the Pope waited more than an hour for Putin to show up at the Vatican in 2015.\n\nThe two men walked into the palace’s Gothic Hall together, offering brief remarks and shaking hands for the cameras before the two men were left alone – save for a pair of interpreters – for the first meeting of the day.\n\nTrump and Putin had set aside 90 minutes of solo time – just as Trump did with Kim Jong Un last month. But the two men spilled into overtime, inviting reporters for the start of their expanded bilateral meeting with top aides 2 hours and 11 minutes after their one-on-one meeting began. Trump was joined by Secretary of State Mike Pompeo, national security adviser John Bolton, White House chief of staff John Kelly, Fiona Hill, the top Russia expert at the National Security Council, and interpreter Marina Gross.\n\nThe lengthy tête-à-tête made Trump’s remarks ahead of the meeting all the more notable – and concerning to some.\n\nImproving US-Russia ties\n\nUS officials have stressed the path to improving US-Russia ties runs through a clear-eyed understanding of Russian aggression and the root causes of discord in the relationship, but Trump is signaling a different course. He is holding previous US administrations and the Justice Department’s investigation stemming from Russian meddling in the 2016 election responsible.\n\n“Our relationship with Russia has NEVER been worse thanks to many years of U.S. foolishness and stupidity and now, the Rigged Witch Hunt!” Trump tweeted Monday morning ahead of the summit.\n\nOur relationship with Russia has NEVER been worse thanks to many years of U.S. foolishness and stupidity and now, the Rigged Witch Hunt! — Donald J. Trump (@realDonaldTrump) July 16, 2018\n\nTrump was eager to have time alone with Putin to better personally assess him and develop a personal relationship, according to a US official, but he has also expressed anger at leaks from his meetings with foreign leaders and told aides he wanted to ensure his sensitive discussions with Putin remained secret.\n\nThe official also said that Trump doesn’t want aides – who may take a harder line on Russia – undercutting or interrupting him during his talks with Putin.\n\nJust days earlier, Trump pointed to the “pure stupidity” and a “political problem” in the United States for making it “very hard to do something with Russia.”\n\nVideo Ad Feedback Remnick: Putin wants to 'throw US off balance' 08:28 - Source: CNN\n\n“Anything you do, it’s always going to be, ‘Oh, Russia, he loves Russia,’ ” Trump said during a joint news conference with his British counterpart.\n\nTrump’s Monday morning tweet and his words and actions in the last week have only amplified concerns about his approach to Russia among US allies and lawmakers of both parties in Washington. During his swing through Brussels and the United Kingdom, Trump has repeatedly criticized US allies, called the European Union a “foe” and criticized the Obama administration rather than Russia in the wake of the Justice Department’s indictment of 12 Russian agents who allegedly worked to hack Democrats’ emails and computer networks during the 2016 election.\n\nAhead of his meeting with Putin – who is alleged to be behind the assassination of journalists and political dissidents – the US President also lashed out again at the news media on Sunday by branding journalists “the enemy of the people.”", "url": "https://www.cnn.com/2018/07/16/politics/donald-trump-putin-helsinki-summit/index.html"}}