{"foreign_id": "125_Real", "article1": {"title": "2016 Election Hacking Fast Facts", "content": "CNN —\n\nHere’s a look at hacking incidents during the 2016 presidential race between Donald Trump and Hillary Clinton. For details about investigations into hacking and efforts to interfere with the election, see 2016 Presidential Election Investigation Fast Facts.\n\nTimeline\n\nSeptember 2015 - The FBI contacts the Democratic National Committee’s help desk, cautioning the IT department that at least one computer has been compromised by Russian hackers. A technician scans the system and does not find anything suspicious.\n\nNovember 2015 - The FBI reaches out to the DNC again, warning them that one of their computers is transmitting information back to Russia. DNC management later says that IT technicians failed to pass along the message that the system had been breached.\n\nMarch 19, 2016 - Hillary Clinton’s campaign chairman John Podesta receives a phishing email masked as an alert from Google that another user had tried to access his account. It contains a link to a page where Podesta can change his password. He shares the email with a staffer from the campaign’s help desk. The staffer replies with a typo - instead of typing “This is an illegitimate email,” the staffer types “This is a legitimate email.” Podesta follows the instructions and types a new password, allowing hackers to access his emails.\n\nApril 2016 - Hackers create a fake email account and use it to send spear-phishing emails to more than thirty Clinton staffers, according to investigators. In the emails, the hackers embed a link purporting to direct the recipient to a document titled “hillaryclinton-favorable-rating.xlsx.” The link directs the recipients’ computers to a website operated by the hackers. That same month, hackers use stolen credentials to access the Democratic Congressional Campaign Committee computer network, stealing data with malware. They ultimately access 33 DNC computers and anonymously register a website called DC Leaks to publicize the release of documents.\n\nMay-June 2016 - The hackers steal thousands of emails from the DNC server and begin to conceal their efforts.\n\nJune 12, 2016 - During an interview on British television, WikiLeaks founder Julian Assange says that the website has obtained and will publish a batch of campaign emails.\n\nJune 14, 2016 - The Washington Post reports hackers working for the Russian government accessed the DNC’s computer system, stealing oppositional research on Trump and viewing staffers’ emails and chat exchanges. The Kremlin, however, denies that the government was linked to the hack and a US official tells CNN that investigators have not yet concluded that the cyberattack was directed by the Russian government.\n\nJune 15, 2016 - Crowdstrike, a cybersecurity firm hired by the DNC, posts a public notice on its website describing an attack on the political committee’s computer network by two groups associated with Russian intelligence. According to the post, two groups called “Cozy Bear” and “Fancy Bear” tunneled into the committee’s computer system. In response, the hackers create a persona called Guccifer 2.0, a self-described Romanian blogger who claims that he alone conducted the theft.\n\nJuly 22, 2016 - Days before the Democratic National Convention, WikiLeaks publishes nearly 20,000 emails hacked from the DNC server. The documents include notes in which DNC chair Debbie Wasserman Schultz insults staffers from the Bernie Sanders campaign as well as messages that suggest the organization was favoring Clinton rather than remaining neutral. Wasserman Schultz resigns as DNC chair in the aftermath of the leak.\n\nJuly 25, 2016 - The FBI announces it has launched an investigation into the hack. Officials tell CNN they think the cyberattack is linked to Russia.\n\nJuly 27, 2016 - During a press conference, Trump talks about Clinton’s use of a private email server while she was secretary of state and calls on hackers to find deleted emails. “Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,” says Trump. Newt Gingrich, a Trump surrogate, defends Trump in a Tweet, dismissing the comment as a “joke.”\n\nAugust 12, 2016 - Hackers publish cell phone numbers and personal email addresses for Nancy Pelosi and members of the Democratic Congressional Campaign Committee.\n\nSeptember 1, 2016 - During an interview with Bloomberg News, Russian President Vladimir Putin says that he and the Russian government have no ties to the hackers. He says that the identity of the culprit or culprits is not as important as the content of the leaks and ultimately the hackers have revealed important information for voters.\n\nSeptember 22, 2016 - Democrats Dianne Feinstein and Adam Schiff, ranking members of the Senate and House Intelligence Committees, issue a joint statement declaring that based on information they received during congressional briefings, they believe Russian intelligence agencies are carrying out a plan to interfere with the election. They call on Putin to order a halt to the activities.\n\nSeptember 26, 2016 - During a presidential debate, Trump questions whether the DNC cyberattack was carried out by a state-sponsored group or a lone hacker. “It could be Russia, but it could also be China. It could also be lots of other people. It also could be somebody sitting on their bed that weighs 400 pounds.”\n\nOctober-November 2016 - Over the course of a month, WikiLeaks publishes more than 58,000 messages hacked from Podesta’s account.\n\nOctober 6, 2016 - DC Leaks publishes a batch of documents stolen from Clinton ally Capricia Marshall.\n\nOctober 7, 2016 - The Department of Homeland Security and the Office of National Intelligence on Election Security issue a statement declaring that the intelligence community is “confident that the Russian Government directed the recent compromises of emails from US persons and institutions.” According to the statement, document releases on websites WikiLeaks and DCLeaks mirror the methods and motivations of past Russian-directed cyberattacks.\n\nNovember 29, 2016 - Democratic senators send a letter to President Barack Obama calling on intelligence agencies to declassify information about “the Russian Government and the US election.” Sources later tell CNN that new intelligence has been shared with lawmakers suggesting that Russia’s purpose for meddling in the election was to sway voters towards Trump, rather than broadly undermining confidence in the system.\n\nDecember 9, 2016 - The Washington Post reports the CIA has determined that Russian hacking was conducted to boost Trump and hurt Clinton. The Trump transition team dismisses the report and criticizes the CIA. Obama asks intelligence agencies to review the hacking incidents and other cyberattacks on political campaigns dating back to 2008. The agencies are asked to deliver their findings before Obama leaves office on January 20. A Russian foreign ministry spokesman expresses skepticism about the review and asks US investigators to share their evidence of government-sponsored cyber espionage.\n\nDecember 10, 2016 - John McCain, Chuck Schumer, Lindsey Graham and Jack Reed issue a joint statement calling on Congress to work on securing future elections and stopping cyberattacks.\n\nDecember 11, 2016 - Sources tell CNN that although US intelligence agencies share the belief that Russia played a role in the computer hacks, there is disagreement between the CIA and the FBI about the intent of the meddling. While the CIA assessment shows that the Russians may have sought to damage Clinton and help Trump, the FBI has yet to find proof that the attacks were orchestrated to elect the Republican candidate, according to unnamed officials. Furthermore, some sources say the hackers also infiltrated the Republican National Committee’s computers.\n\nDecember 12, 2016 - CNN reports that Russian hackers accessed computer accounts of Republican lawmakers and GOP organizations. A source with knowledge of the investigation says that even though hackers breached the GOP computers, they opted not to release documents.\n\nDecember 13, 2016 - The New York Times publishes a detailed account of the DNC’s delayed response to initial warnings in September of 2015 that its network had been infiltrated by hackers. The report outlines how phishing emails and communication failures led to a sweeping cyberattack. The story also lays out evidence that Guccifer 2.0 and DCLeaks were linked to Russia. A second article in the Times chronicles the hacking of the DCCC. According to the report, Guccifer 2.0 stole tens of thousands of documents and offered them to reporters in districts where Democratic candidates were engaged in competitive races for House seats.\n\nDecember 29, 2016 - Obama issues an executive order with sanctions against Russia. The order names six Russian individuals who allegedly took part in the hacking. Additionally, 35 Russian diplomats are ordered to leave the United States within 72 hours.\n\nJanuary 3, 2017 - Assange says that the Russian government did not provide him with the hacked DNC emails during an interview with Sean Hannity on the Fox News Channel.\n\nJanuary 3-4, 2017 - In a series of tweets, Trump questions the US intelligence community’s claims that the Russian government interfered with the election. He alleges that intelligence officials have delayed a scheduled meeting with him but sources tell CNN that there has been no change to the schedule. Trump also cites Assange’s interview to back his assertion that a rogue hacker, not the Russian government, may have meddled in the election.\n\nJanuary 5-6, 2017 - Intelligence officials meet separately with Obama and Trump to present the results of their probe into cyber espionage during the presidential campaign. After the president and the president-elect are briefed, the Office of the Director of National Intelligence releases a declassified version of its classified report on Russian meddling. According to the report, hackers did not breach voting machines or computers that tallied election results but Russians meddled in other ways. Putin ordered a multifaceted influence campaign that included spreading pro-Trump propaganda online and hacking the DNC and Podesta, according to the report. Bracing for a possible Clinton win, Russian bloggers were prepared to promote a hashtag #DemocracyRIP on election night. Paid social media users shared stories about Clinton controversies to create a cloud of scandal around her campaign.\n\nJanuary 6-7, 2017 - Trump issues a statement after his meeting with intelligence officials. In the statement, he acknowledges that the Russian government may have been linked to the DNC hacking but declares that cyberattacks did not impact the outcome of the election because voting machines were not breached. In a series of tweets, he repeats that hacking did not affect election results and says that he wants to improve relations with Russia.\n\nMarch 10, 2017 - In an interview with the Washington Times, Trump ally Roger Stone says that he had limited interactions via Twitter with Guccifer 2.0 during the campaign. He says the exchanges were “completely innocuous.” The following day, the New York Times publishes its own interview with Stone, in which he says that his communication with Guccifer 2.0 took place after the DNC hack, proving there was no collusion with the Trump campaign to arrange the cyberattack.\n\nMay 17, 2017 - Deputy Attorney General Rod Rosenstein appoints former FBI Director Robert Mueller as special counsel to lead an investigation into Russian interference and related matters that could result in criminal prosecutions.\n\nJune 1, 2017 - In public remarks, Putin says that hacking may have been carried out by patriotic Russian citizens who felt compelled to respond to perceived slights against Russia from America. Putin says, however, that the Russian government played no role in the cyberattacks. During an interview days later, Putin says that a child could have easily committed the hacking.\n\nJune 5, 2017 - An investigative website, the Intercept posts a report that the Russian government coordinated a spear-phishing attack on computers at an American voting machine company and compromised at least one email account. The article is based on an NSA memo that was leaked to the Intercept. Hours after the story is published, the source of the leak is identified as a government contractor named Reality Leigh Winner, 25. She is charged with transmitting classified information.\n\nJune 21, 2017 - During a Senate hearing, a Department of Homeland Security official says that hackers linked to the Russian government targeted voting systems in up to 21 states.\n\nJuly 25, 2017- A bipartisan bill limiting Trump’s power to ease sanctions against Russia passes in the House by a 419-3 vote. The measure also imposes new sanctions on North Korea and Iran.\n\nJuly 27, 2017 - The Russia sanctions bill passes in the Senate 98-2. White House communications director Anthony Scaramucci tells CNN that the president may veto the bill and negotiate a tougher deal.\n\nJuly 30, 2017 - Putin announces that 755 employees at US diplomatic missions in Russia will be ousted from their posts in response to sanctions.\n\nAugust 2, 2017 - Trump says the Russia sanctions bill is “seriously flawed” but he signs it anyway.\n\nSeptember 6, 2017 - In a blog post, Facebook announces that more than 3,000 advertisements posted on the social network between June 2015 and May 2017 were linked to Russia. The Washington Post reports that the ads came from a Russian company called the Internet Research Agency.\n\nSeptember 22, 2017 - The DHS notifies select states that hackers targeted their election infrastructure before the vote on November 8, 2016. Although vote-counting systems were not impacted, computer networks containing voter info may have been scanned by Russian hackers. Some states reported attempts to infiltrate their computer systems.\n\nOctober 3, 2017 - CNN reports that a number of the Russia-linked Facebook ads were geographically targeted to reach residents of Michigan and Wisconsin. Trump defeated Clinton by a narrow margin in both battleground states.\n\nOctober 12, 2017 - CNN publishes an investigation of Russian trolls who posed as a group of Black Lives Matter activists during the presidential campaign. They used a variety of platforms including Tumblr and Pokemon Go to reach voters.\n\nFebruary 16, 2018 - The Department of Justice announces that Mueller has indicted 13 Russian nationals and three Russian entities for allegedly meddling in the 2016 election, charging them with conspiracy to defraud the United States.\n\nJuly 3, 2018 - The Senate Intelligence Committee releases a report concluding that the intelligence community’s January 2017 assessment of election meddling was accurate. According to the summary, the intelligence agencies were correct in their finding that the goal of the election interference was to help Trump rather than simply create confusion.\n\nJuly 13, 2018 - The Justice Department announces indictments against 12 members of the Russian intelligence agency, GRU, as part of Mueller’s ongoing investigation. The indictment accuses the Russians of engaging in a “sustained effort” to hack emails and computer networks associated with the Democratic party during the 2016 presidential campaign.\n\nJuly 16, 2018 - During a joint press conference with Putin in Helsinki, Trump says that the Russian president was “extremely strong and powerful” in his denial that his country interfered with the 2016 election. Trump says, “I don’t see any reason why it would be Russia.” One day later, he clarifies his remark. “The sentence should have been, ‘I don’t see any reason why it wouldn’t be Russia,’” Trump says. “Sort of a double negative.”\n\nMarch 22, 2019 - Mueller ends his investigation and delivers his report to Attorney General William Barr. A senior Justice Department official tells CNN that there will be no further indictments.\n\nApril 18, 2019 - A redacted version of Mueller’s report is released. The first part of the 448-page document details the evidence gathered by Mueller’s team on coordination and explains his decision not to charge individuals associated with the campaign.\n\nJuly 25, 2019 - The Senate Intelligence Committee releases the first installment of its report, entitled “Russian Active Measures Campaigns and Interference in the 2016 Election: Volume 1: Russian Efforts Against Election Infrastructure.”\n\nOctober 8, 2019 - The Senate Intelligence Committee releases the second volume of its report on election interference. The report is critical of the FBI for using a contractor to monitor foreign influence operations. “The apparently outsourced nature of this work is troubling; it suggests FBI either lacked resources or viewed work in this vein as not warranting more institutionalized consideration.”\n\nNovember 2, 2019 - CNN and Buzzfeed begin receiving interview notes from the Mueller investigation, released by court order. It’s revealed that Trump and other top 2016 Trump campaign officials repeatedly privately discussed how the campaign could get access to stolen Democratic emails WikiLeaks had in 2016.\n\nFebruary 6, 2020 - The Senate Intelligence Committee releases the third volume of its report on election interference. The committee writes that the Obama administration struggled in its reaction to initial reports of Russia’s actions. Several recommendations are directed to President Trump.\n\nApril 21, 2020 - The Senate Intelligence Committee releases the fourth volume of its report on election interference. It includes new details on why the committee backs the US intelligence community’s conclusion that Russia interfered in the 2016 presidential election to help then-candidate Trump. It warns that Russia is likely to try to interfere in the 2020 election.\n\nAugust 18, 2020 - The Senate Intelligence Committee releases the fifth volume of its report on election interference. This report goes beyond the findings Mueller released in 2019, as the Republican-led Senate panel was not limited by questions of criminality that drove the special counsel probe. Among its findings is how Trump and multiple leaders on his campaign spoke with Stone throughout 2016 about reaching out to WikiLeaks and using leaks of Democratic emails to Trump’s advantage.\n\nApril 15, 2021 - President Joe Biden’s administration reveals new details about Russia’s extensive interference in the 2016 and 2020 US elections, including disclosing for the first time that a Russian agent who received internal polling data from the Trump campaign in 2016 passed it along to Russia’s intelligence services.\n\nJuly 28, 2022 - The State Department announces a reward of up to $10 million for knowledge on foreign attempts to interfere in US elections. The department also appeals for information on the Internet Research Agency and other entities and individuals who interfered in the 2016 presidential election.", "url": "https://www.cnn.com/2016/12/26/us/2016-presidential-campaign-hacking-fast-facts/index.html"}, "article2": {"title": "The Perfect Weapon: How Russian Cyberpower Invaded the U.S.", "content": "WASHINGTON — When Special Agent Adrian Hawkins of the Federal Bureau of Investigation called the Democratic National Committee in September 2015 to pass along some troubling news about its computer network, he was transferred, naturally, to the help desk.\n\nHis message was brief, if alarming. At least one computer system belonging to the D.N.C. had been compromised by hackers federal investigators had named “the Dukes,” a cyberespionage team linked to the Russian government.\n\nThe F.B.I. knew it well: The bureau had spent the last few years trying to kick the Dukes out of the unclassified email systems of the White House, the State Department and even the Joint Chiefs of Staff, one of the government’s best-protected networks.\n\nYared Tamene, the tech-support contractor at the D.N.C. who fielded the call, was no expert in cyberattacks. His first moves were to check Google for “the Dukes” and conduct a cursory search of the D.N.C. computer system logs to look for hints of such a cyberintrusion. By his own account, he did not look too hard even after Special Agent Hawkins called back repeatedly over the next several weeks — in part because he wasn’t certain the caller was a real F.B.I. agent and not an impostor.", "url": "https://www.nytimes.com/2016/12/13/us/politics/russia-hack-election-dnc.html"}, "article3": {"title": "Washington and world await Trump decision today on Paris climate accord", "content": "Boy Scouts: Top leaders didn’t call Trump to praise speech as the president said By Associated Press The Boy Scouts denied Wednesday that the head of the youth organization called President Donald Trump to praise his recent politically aggressive speech to its national jamboree. Trump told the Wall Street Journal in an interview published Wednesday, “I got a call from the head of the Boy Scouts saying it was the greatest speech that was ever made to them, and they were very thankful.” Politico published the transcript of the interview. “We are unaware of any such call,” the Boy Scouts responded in a statement. It specified that neither of the organization’s two top leaders — President Randall Stephenson and Chief Scout Executive Mike Surbaugh — had placed such a call. The White House had no immediate response to the Boy Scouts’ denial. Surbaugh apologized last week to members of the scouting community who were offended by the political rhetoric in Trump’s July 24 speech in West Virginia. Other U.S. presidents have delivered nonpolitical speeches at past jamborees. To the dismay of many parents and former scouts, Trump promoted his political agenda and derided his rivals, inducing some of the scouts in attendance to boo at the mention of former President Obama. “I want to extend my sincere apologies to those in our Scouting family who were offended by the political rhetoric that was inserted into the jamboree,” Surbaugh said. “That was never our intent.” Surbaugh noted that every sitting president since 1937 has been invited to visit the jamboree. Stephenson told the Associated Press two days after the speech that Boy Scout leaders anticipated Trump would spark controversy with politically tinged remarks, yet felt obliged to invite him out of respect for his office. Hoping to minimize friction, the Boy Scouts issued guidelines to adult staff members for how the audience should react to the speech. Any type of political chanting was specifically discouraged. Stephenson, who did not attend Trump’s speech, said the guidance wasn’t followed impeccably. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nMayor of London again calls on Trump to cancel state visit By Christina Boyle (AFP/Getty Images) The mayor of London has reiterated his calls for President Trump’s state visit to Britain to be canceled in the wake of the city’s terrorist incident, saying his policies “go against everything we stand for.” The war of words between the two leaders intensified further Monday evening after Trump criticized Mayor Sadiq Khan’s response to the London Bridge terrorist attack in two tweets, and the mayor said Trump should not be welcomed in the capital. “Since Saturday I’ve been working with the police, with the emergency services, with the government and others to deal with the horrific attack on Saturday,” Khan said Monday evening. “I just haven’t got the time to deal with tweets from Donald Trump.” But when pressed on whether he thinks a state visit for later this year should go ahead as planned, Khan was unequivocal. “My position remains the same. I don’t think we should be rolling out the carpet to the president of the United States in the circumstances where his policies go against everything we stand for,” Khan told Channel 4 news. “When you have a special relationship, it is no different to when you have a close mate: You stand with them in times of adversity, but you call them out when they’re wrong. And there are many things about which Donald Trump is wrong.” Trump initially criticized Khan hours after the London attack posting on Twitter: “At least 7 dead and 48 wounded in terror attack and Mayor of London says there is ‘no reason to be alarmed!’” Khan’s office soon pointed out that the president had, in fact, misquoted Khan, who actually said that Londoners should not be alarmed by the increased armed police presence on the streets. Trump took to Twitter again on Monday to slam the London mayor once more. “Pathetic excuse by London mayor Sadiq Khan, who had to think fast on his ‘no reason to be alarmed’ statement. MSM [Mainstream media] is working hard to sell it!” the president wrote. This is not the first time Khan, the first Muslim mayor of a major Western capital city, has called for Trump’s state visit to be banned. He previously branded Trump’s policies on immigration and proposed travel ban on people entering the U.S. from predominantly Muslim countries “cruel.” An online government petition calling for the invitation to be withdrawn also gathered more than 1.8 million votes. The visit was first announced during Prime Minister Theresa May’s trip to Washington, where she became the first foreign leader to meet the newly-inaugurated president. State visits are personal invites from the British monarch and involve a significant amount of pomp and ceremony, and usually a state banquet. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nHe helped bring down President Nixon. He thinks President Trump is even worse. By Mark Z. Barabak (Francine Orr/Los Angeles Times) John Dean is a connoisseur of coverups, a savant of scandal, so he can more than imagine what it’s like inside the Trump White House right now. “It’s a nightmare,” he said, presiding in a high-backed leather wing chair off the lobby of the Beverly Hills Hotel. Not just for those in the headlines — political strategist Steve Bannon, jack-of-many-duties Jared Kushner — but for their unsung assistants and secretaries as well. “They don’t know what their jeopardy is. They don’t know what they’re looking at. They don’t know if they’re a part of a conspiracy that might unfold. They don’t know whether to hire lawyers or not, how they’re going to pay for them if they do,” Dean said in a crisp law-counsel cadence. “It’s an unpleasant place.” Dean was a central figure in Watergate, the 1970s political scandal against which all others are measured, serving at the tender age of 32 as President Nixon’s White House attorney. In that capacity Dean worked to thwart investigators after the clumsy break-in at Democratic Party headquarters, then flipped and helped sink Nixon by revealing the president’s involvement in the coverup. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nTwo decades ago, Washington state Republicans repealed and replaced a healthcare overhaul there. It didn’t end well By Noam N. Levey Republicans in the state of Washington didn’t wait long in the spring of 1995 to fulfill their pledge to roll back a sweeping law expanding health coverage in the state. Coming off historic electoral gains, the GOP legislators scrapped much of the law while pledging to make health insurance affordable and to free state residents from onerous government mandates. It didn’t work out that way: The repeal left the state’s insurance market in shambles, sent premiums skyrocketing and drove health insurers from the state. It took nearly five years to repair the damage. Two decades later, the ill-fated experiment, largely relegated to academic journals, offers a caution to lawmakers at the national level as Republicans in the U.S. Senate race to write a bill to repeal and replace the federal Affordable Care Act. “It’s much easier to break something,” said Pam MacEwan, who led a Washington state commission charged with implementing the law in the mid-1990s and now oversees the state insurance market there. “It’s more difficult to put Humpty Dumpty back together again. … And that’s when people get hurt.” The nonpartisan Congressional Budget Office echoed that warning last week, when it concluded that the healthcare bill passed by the House last month would destabilize insurance markets in a sixth of the country and nearly double the number of people without health insurance over the next decade. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nCompanies accelerate hiring, adding a robust 253,000 net new jobs, ADP says By Jim Puzzanghera A “now hiring” sign is seen in Baton Rouge, La., on May 5. (Justin Sullivan / Getty Images) Companies accelerated their hiring last month, adding a robust 253,000 net new jobs in a sign the labor market remains healthy and the economy is strengthening after a weak winter. The private-sector job creation figures reported Thursday by payroll firm Automatic Data Processing far exceeded analyst expectations and was well above the downwardly revised 174,000 net new positions added in April. “Job growth is rip-roaring,” declared Mark Zandi, chief economist at Moody’s Analytics, which assists ADP in preparing its report. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nAll jokes aside, Trump’s ‘covfefe’ tweet sparks questions too By Brian Bennett President Trump sparked a global kerfuffle over “covfefe” with his bizarrely truncated tweet just minutes into Wednesday, spawning countless jokes across Twitter but also more serious questions for which the White House gave no answers. Press Secretary Sean Spicer, during an unusually short 11-minute briefing in which he insisted he not be on camera, declined to give any explanation for Trump’s tweet posted just after midnight. Nor would he translate what the president was trying to say in the garbled message that broke off midsentence. But Spicer told reporters that the public should not be concerned that the president sent what the questioner called “somewhat of an incoherent tweet.” “The president and a small group of people know exactly what he meant,” Spicer said. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nBiden launches new PAC, keeping the 2020 door open By David Lauter (Steven Senne / Associated Press) Former Vice President Joe Biden is launching a new political action committee, a platform that will allow him to provide help to favored candidates and, inevitably, boost speculation about a possible run for the Democratic nomination in 2020. The organization, which Biden is calling American Possibilities, will be staffed by a former top political aide to the vice president, Greg Schultz, who is also a veteran of President Obama’s reelection campaign. The PAC will allow Biden to raise money that he can use to travel the country, contribute to candidates in governor’s races this year and congressional and state races in 2018 and generally do the sorts of things that aspiring politicians do to keep their names in the headlines. All that can’t help but nurture questions about whether Biden, 74, will try yet again to attain the office he first started running for in 1987. In public appearances, which have taken him to electorally important states, and interviews since the 2016 election, Biden has been sharply critical of the Trump administration, but has also pointed to flaws in his own party. In one interview, he pointed to a “bit of elitism that’s crept in” to the party’s approach to working-class voters. At the same time, he has given carefully ambiguous answers when asked about his plans. At a conference in Las Vegas earlier this month, he responded to the question about a presidential run by saying: “Could I? Yes. Would I? Probably not.” In the announcement for the new group, Biden said that “the negativity, the pettiness, the small-mindedness of our politics drives me crazy. It’s not who we are.” “It’s time for big dreams and American possibilities,” he said. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nU.S., region’s foreign ministers debate Venezuela By Tracy Wilkinson (AFP / Getty Images) The United States and foreign ministers from across the hemisphere met in Washington on Wednesday to attempt to force Venezuela’s leftist government and its angry opposition into talks. Hunger and violence have pushed Venezuela to the brink of humanitarian disaster, diplomats say. But Wednesday’s meeting of the Organization of American States faced unlikely prospects for success: Venezuelan President Nicolas Maduro does not trust the organization and has said his nation will withdraw its membership. Some OAS nations, including several U.S. allies in the Caribbean, have criticized the regional body’s efforts as intervention promoted by Washington. But U.S. officials are hoping the sheer weight of the crisis will unite the region to put pressure on Venezuela. “There’s more and more concern about what we’re seeing, and so more and more countries have gotten over their reluctance to question or go against the wishes of the Venezuelan government,” a senior State Department official said in a briefing for reporters. “It’s really hard to stand by and do nothing in the face of the kinds of institutional steps we’ve seen in Venezuela, and the increasing humanitarian suffering,” said the official, who spoke on condition of anonymity, in keeping with frequent administration practice. Although the OAS periodically brings its members’ foreign ministers together, this is the first time a meeting has been convened to deal with a single topic, U.S. officials said. At the conclusion of Wednesday’s session, diplomats said they had discussed two resolutions. One, promoted by Caribbean nations, called on Venezuela to reconsider withdrawing from the OAS. A second more pointed resolution authored by the U.S., Canada, Mexico, Panama and Peru urged the Maduro administration not to go ahead with a constituent assembly that would rewrite the Venezuelan constitution. Many fear it would dissolve the few democratic institutions that remain and favor the ruling Socialist Party. Separately, the Venezuela opposition, emboldened by a string of increasingly massive street demonstrations, sharply criticized Wall Street for extending what it called a “lifeline” to the Maduro government. At issue is the purchase by Goldman Sachs of Venezuelan government bonds for a reported $865 million, a major discount for paper originally worth $2.8 billion. Goldman Sachs confirmed the purchase of the bonds, issued in 2014 by the state oil company PDVSA, after it was reported in the Wall Street Journal. “We are invested in PDVSA bonds because, like many in the asset management industry, we believe the situation in the country must improve over time,” Goldman said in a statement. The firm added that it made the purchase through a secondary dealer to avoid direct interaction with the Venezuelan government. That distinction meant nothing to the Venezuelan opposition, which accused Goldman of “making a buck off the suffering” of the Venezuelan people. The Trump administration previously has targeted the Maduro government, slapping economic sanctions on its vice president and pro-Maduro Supreme Court justices. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nFormer FBI director spoke with new special counsel and is cleared to testify before Senate panel By Joseph Tanfani The special counsel investigating possible links between Russia and the Trump presidential campaign has cleared former FBI Director James Comey to testify before a congressional committee about his contacts with President Trump, according to an associate close to Comey. Comey met with Robert S. Mueller III, whom the Justice Department appointed on May 17 to investigate any Russian ties to the Trump campaign, and Mueller said he had no problems with Comey’s testifying, the associate said. Trump abruptly fired Comey as head of the FBI on May 9. The president later said in an interview on NBC News that he was concerned about the FBI investigation into what he called the “Russia thing.” Comey reportedly wrote internal memos after his meetings with Trump. In one, he wrote that the president had requested he ease up on the FBI probe of Michael Flynn, who served as Trump’s national security advisor until he was ousted in February for lying about his contacts with Russian officials. The Senate Intelligence Committee announced on May 19 that Comey had agreed to testify after the Memorial Day holiday. The hearing has not been scheduled. The FBI separately declined a request from the House Oversight Committee to turn over Comey’s memos. The bureau said it would need to consult with Mueller before making any decisions. Rep. Jason Chaffetz (R-Utah), the committee chairman, said in response that he would not push the matter. “The focus of the committee’s investigation is the independence of the FBI” and the events leading to Comey’s firing, he wrote. In a separate development, a senior Justice Department lawyer with experience in complex financial fraud investigations has agreed to join Mueller’s investigation. Andrew Weissman has led the fraud section at Justice, where he oversaw probes into corporate wrongdoing at Volkswagen and Takata. Weissman also is a veteran of the FBI. Weissman is the highest-ranking Justice Department official to join the special counsel office being set up a few blocks from the main Justice building in downtown Washington. Mueller also hired two colleagues from the WilmerHale law firm, where he worked, and brought on a former Justice Department spokesman, Peter Carr, to handle media inquiries. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nAnalysis: In President Trump’s wake, divisions mark both Democratic and Republican parties By Cathleen Decker Democratic National Committee Chairman Tom Perez address a crowd at the California party convention in May. (Jay L. Clendenin / Los Angeles Times) Six months after President Trump breached long-standing political boundaries to win the White House, the nation’s major political parties still muddle in his wake. On the sun-swept lawn of the Hotel del Coronado two weeks ago, national Republican leaders sipped cocktails and listened to San Diego Mayor Kevin Faulconer, one of the party’s brightest lights in the most populous state, praise a brand of moderate Republicanism that looks nothing like the versions coming out of Washington — either the populism of the president or the more orthodox conservatism of congressional leaders. A week later, Democratic National Committee Chairman Tom Perez talked in a Sacramento interview of the “remarkably constructive” debate underway in his party, characterizing its divisions as largely in the past. Within hours, he and other party leaders were booed as they welcomed delegates to a state convention that would be filled with persistent internal warfare on healthcare and other issues. No political party is immune to disagreement; indeed the path to power often relies on combustible ideological diversity. But Democrats and Republicans alike seem particularly adrift and quarrelsome these days. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nTrump preparing to pull U.S. from Paris climate accord, amid last-minute lobbying By Evan Halper President Trump hasn’t made a final decision on whether the U.S. will quit the Paris Accord on climate change, but White House officials indicated Wednesday that he was headed in that direction, setting off a worldwide reaction. A flurry of leaks, counter-leaks and public statements thrust back into the spotlight a decision that has been agonized and untidy even by the standards of a White House known for internal drama. Wednesday morning, when officials told some news organizations that Trump had settled on pulling out of the climate agreement, seemingly everyone in the world jumped in to try to influence or spin his decision, from the Chinese government to the coal industry to the state of California. That offered a foretaste of the reaction Trump likely will receive if he does follow through on his vow to pull the United States out of the 195-nation pact, which President Obama hailed in 2015 as one of his major achievements. Other nations have swiftly moved to take over the leadership role on climate that the United States would be abandoning. Some states have followed suit, promising they would break with Washington to work with other countries in their efforts to contain global warming. During Trump’s recent overseas trip, U.S. allies warned him that America’s broader diplomatic influence would be undercut if the administration gave up its seat at the climate negotiating table. All the public lobbying on Wednesday moved Trump to weigh in himself. He knocked down reports that he had decided to withdraw with a tweet announcing that he was still making up his mind. The mixed messages coming out of the White House left open the possibility that the original news reports reflected the views of officials who were aiming to steer the final outcome by presenting withdrawal as a done deal. Trump’s schedule for the day includes meetings with advisors hoping to talk him into staying in the agreement, at least to some extent. If Trump does withdraw the U.S. fully from the Paris pact, scientists warn it will be a tremendous setback to the worldwide effort to contain temperatures from rising an average of 2 degrees Celsius above pre-industrial levels. The consequences for the United States would extend beyond global warming. “It will be a very big deal all over the world,” said Todd Stern, the lead U.S. climate negotiator during the Obama administration. “There will be consequential blowback with respect to our diplomatic position across the board.” UPDATES 9:27 a.m.: This post was updated throughout with staff reporting and additional details. 6:23 a.m.: This post was updated with Trump’s tweet. 6:04 a.m.: This post was updated throughout with additional details. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nU.S. Supreme Court makes it harder to sue police for barging into homes By David Savage The U.S. Supreme Court made it harder to sue police for barging into a home and provoking a shooting, setting aside a $4-million verdict against two Los Angeles County deputies on Tuesday. The money was awarded to a homeless couple who were startled and then shot when the two sheriffs deputies entered the shack where they were sleeping. The unanimous ruling rejected the so-called provocation rule that some lower courts have used. Under that rule, police can be sued for violating a victim’s constitutional rights against unreasonable searches if they provoked a confrontation that resulted in violence. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nTrump lashes out at Germany over NATO spending and trade after Merkel questions the U.S. commitment to its allies By Brian Bennett (Saul Loeb / AFP/Getty Images) President Trump took aim at German trade practices and defense spending Tuesday following pointed criticism from Chancellor Angela Merkel that Germany may not be able to rely on its allies. “We have a MASSIVE trade deficit with Germany, plus they pay FAR LESS than they should on NATO & military. Very bad for U.S. This will change,” Trump wrote in a tweet. Last week, White House spokespeople had denied that Trump criticized German trade practices after the German newspaper Der Spiegel quoted him as having done so. Trump unsettled Merkel and other allies during the recent NATO summit when, during his remarks, he did not mention the central commitment members of the North Atlantic Treaty Organization make to defend each other. We have a MASSIVE trade deficit with Germany, plus they pay FAR LESS than they should on NATO & military. Very bad for U.S. This will change — Donald J. Trump (@realDonaldTrump) May 30, 2017 Trump’s policy toward climate change is another point of contention with many European countries. Trump promised during the election to tear up the landmark Paris climate accord. Merkel said the conversation with the U.S. on climate change last week during the G-7 meetings in Sicily, which followed the NATO summit, was “extremely difficult.” During a campaign speech in Munich on Sunday, Merkel said Germany must rethink how much it can rely on its allies. “The era in which we could rely completely on others is gone, at least partially,” Merkel said. “I have experienced that over the last several days.” In a 2014 meeting, NATO defense ministers agreed that each state would move toward a goal of raising military spending to 2% of its annual economic output by the year 2024. German defense spending is below that goal. The U.S. trade deficit with Germany shrank to $65 billion in 2016 from $75 billion the year before. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nConsumers spend at fastest pace in four months in a sign of spring economic rebound By Jim Puzzanghera (Wilfredo Lee / Associated Press) Americans ratcheted up their spending in April at the fastest pace in four months, in a sign the economy has rebounded this spring after a lackluster winter. The new data also could help push Federal Reserve officials to hike a key interest rate again when they meet in two weeks. Personal consumption expenditures increased 0.4% in April, up from 0.3% the previous month, the Commerce Department said Tuesday. Americans had more money to spend, with personal incomes also rising 0.4% — twice the pace of growth in March. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nWhite House communications director Michael Dubke resigns By Associated Press White House Communications Director Mike Dubke listens as a reporter asks a question during a press conference in the East Room of the White House on April 20. (Shawn Thew / EPA) White House communications director Michael Dubke has resigned. Kellyanne Conway, White House counselor, told The Associated Press that Dubke handed in his resignation before President Donald Trump left for his international trip earlier this month. In an interview on Fox News on Tuesday, Conway said Dubke “made very clear that he would see through the president’s international trip, and come to work every day and work hard even through that trip because there was much to do here back at the White House.” Dubke issued a statement Tuesday morning: “It has been my great honor to serve President Trump and this administration. It has also been my distinct pleasure to work side-by-side, day-by-day with the staff of the communications and press departments.” A Republican consultant, Dubke joined the White House team in February after campaign aide Jason Miller — Trump’s original choice for communications director — withdrew from consideration. Dubke founded Crossroads Media, a GOP firm that specializes in political advertising. -- 6:03 a.m.: Updated with Dubke’s statement Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nShould Jared Kushner keep his security clearance? Adam Schiff isn’t sure By Laura King The top Democrat on the House Intelligence Committee, Rep. Adam B. Schiff (D-Burbank), says he’s not sure that President Trump’s son-in-law and advisor, Jared Kushner, should retain his security clearance. The California Democrat, who has been a sharp critic of Trump, also said in an interview aired Sunday that national security advisor H.R. McMaster, a highly respected military officer, had been tarnished by his association with the White House. Schiff’s comments, on ABC’s “This Week,” came amid growing questions about Kushner’s contacts with Russian officials before Trump took office. Trump has denounced the latest round of news reports, saying that some of them could be based on fabricated sources. Top Trump aides, including John F. Kelly, the secretary of Homeland Security, pushed back Sunday against the suggestion that there was anything untoward about establishing “back channel” communications with the Russians during the presidential transition. Schiff said he regretted that McMaster had done so as well, saying he believed the White House “used” the solid reputations of people like him to back up dubious actions. “Sadly, I think this is an administration that takes in people with good credibility and chews them out and spits out their credibility at the same time,” said Schiff, who acknowledged that what McMaster said about back channel communications was “true in the abstract.” “I think anyone within the Trump orbit is at risk of being used,” he said. Kelly, in separate talk-show appearances on Sunday, said there was nothing untoward about an incoming administration establishing communications with a foreign power in order to lay the groundwork for better relations. Schiff declined to discuss the substance of the allegations regarding Kushner’s contact with Russian officials during the transition and whether Kushner had been forthcoming about them, but said enough questions had been raised that his access to top-secret intelligence should be scrutinized. “I think we need to get to the bottom of these allegations,” Schiff said. “But I do think there ought to be a review of his security clearance to find out whether he was truthful, whether he was candid. If not, then there’s no way he can maintain that kind of a clearance.” Schiff was also critical of continuing involvement in aspects of the Russia probe by fellow Californian Devin Nunes (R-Tulare), the chairman of the House Intelligence Committee, who stepped aside from the probe earlier this year after the House Ethics Committee began investigating whether he had improperly revealed classified information. Nunes remains involved in decision-making about the issuance of subpoenas, Schiff said, adding: “I don’t think that he should, given that he has stepped aside or recused himself.” The committee is investigating Russian entanglements by figures in Trump’s circle, including fired national security advisor Michael Flynn, who has been the target of multiple subpoenas. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nTrump still ‘wide open’ on climate change, Pentagon chief says By Laura King With President Trump set to make a decision this week about whether the U.S. should remain part of the landmark Paris climate accord, Defense Secretary James Mattis said Trump remains “wide open” on the issue. During a visit to Europe that ended Saturday, Trump dismayed European allies by refusing to commit to remaining in the 2015 accord during talks with European Union officials in Brussels and at the Group of Seven gathering in Sicily. The president said in a tweet that he will make a decision this week. Mattis, who was present at some of the Brussels talks, said that Trump is still making up his mind, and that he has been inquisitive about other leaders’ opinions. “The president was open – he was curious about why others were in the position they were in, his counterparts in other nations,” the Defense secretary said in an interview aired Sunday on CBS’ “Face the Nation.” “And I’m quite certain the president is wide open on this issue as he takes in the pros and cons of that accord.” During his European trip, Trump met privately at the Vatican with Pope Francis, who presented him with a copy of his papal encyclical on environment and climate change. French President Emmanuel Macron, who met with Trump in Brussels, also said he had pressed the issue with the U.S. president, though the White House did not mention that appeal in a summary of their meeting. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nHomeland Security secretary defends Jared Kushner, blasts Manchester intelligence leaks By Laura King There is nothing inherently wrong with an incoming presidential administration establishing “back channel” communications with a foreign power such as Russia, Secretary of Homeland Security John F. Kelly said Sunday. Appearing on “Fox News Sunday,” Kelly was asked about reports by the Washington Post and other outlets that President Trump’s son-in-law and close advisor, Jared Kushner, sought to set up secret lines of communication with Russian officials prior to Trump being sworn in. The retired general did not confirm the reports, but said the principle of establishing secretive contacts during a presidential transition “doesn’t bother me” and is a legitimate means of building relationships. “I think that any channel of communication, back or otherwise, with a country like Russia is a good thing,” he said. Kelly did not address a central element of the reports — that Kushner discussed the possibility of using Russian communications channels from a Russia diplomatic outpost to shield from U.S. intelligence surveillance whatever discussions Trump transition officials wanted to have with Moscow. The FBI, a special counsel and multiple congressional committees are probing Russian interference in the presidential campaign and whether the Trump camp colluded in it. The U.S. intelligence community says Russian cyberattacks were meant to boost Trump and harm his opponent, Hillary Clinton. In a separate interview on NBC’s “Meet the Press,” Kelly defended the integrity of Kushner, whose involvement in communications with Russia has brought the investigation closer to Trump personally than has previous scrutiny of others in his campaign circle or the White House. Calling Kushner “a great guy, a decent guy,” the Homeland Security secretary said the president’s son-in-law’s “No. 1 interest, really, is the nation.” Also in the NBC interview, Kelly excoriated intelligence leaks in the wake of last week’s deadly bombing in Manchester, England. British officials including Prime Minister Theresa May were angered by disclosures about details of the investigation, including the release of the dead attacker’s name and detailed photos from the bomb scene that were published by the New York Times. Several outlets cited unnamed U.S. officials as the source of the information including the bomber’s identity. The Times did not say how it obtained the photos. Britain routinely shares intelligence with close allies like the United States with the expectation that it will be kept confidential. Kelly said that failing to keep such secrets could seriously damage intelligence-sharing arrangements with other nations. “I believe when you leak the kind of information that seems to be routinely leaked -— high, high level of classification… I think it’s darn close to treason,” Kelly said. It is not clear what level of classification, if any, the information about the British investigation would have had. Trump himself, who recently caused controversy when he passed sensitive intelligence on Islamic State to Russian Foreign Minister Sergey Lavrov and discussed the location of U.S. nuclear submarines with the president of the Philippines, Rodrigo Duterte, has denounced the Manchester leaks and vowed to track down the source or sources. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nIn tweets, Trump says stories based on White House leaks are fabricated By Laura King President Trump is back – and tweeting. In a Sunday morning series of posts on Twitter, the president repeated his denunciations of the “fake media,” celebrated the Republican victory in a Montana special election and declared his overseas trip a success. Trump returned to the White House late Saturday after a swing through the Middle East and Europe, the first foreign trip of his presidency. During it, he tweeted only sparingly. While Trump was away, controversy continued to swirl around his White House, with media reports focusing on son-in-law Jared Kushner’s role in Trump campaign contacts with Russian officials. The GOP healthcare plan and Trump’s budget also came under withering scrutiny during the president’s absence. In Sunday’s tweets, Trump said cascading leaks from within his administration were in fact “fabricated lies” by news organizations based on sources that did not exist. One tweet was corrected to fix the spelling of “exist.” It is my opinion that many of the leaks coming out of the White House are fabricated lies made up by the #FakeNews media. — Donald J. Trump (@realDonaldTrump) May 28, 2017 Trump also complained that the special congressional election in Montana, called to fill the seat vacated when Ryan Zinke became his Interior secretary, “was such a big deal to Dems & Fake News until the Republican won.” The “V was poorly covered,” he said, referring to the Republican victory. The victory by Republican candidate Greg Gianforte received extensive coverage. It was widely expected, given Montana’s significant Republican edge, but made more suspenseful on the eve of the election when Gianforte was charged with misdemeanor assault for an incident in which he struck a reporter who had asked him a question. The president received mixed reviews for his inaugural overseas venture. He was praised by some for his outreach to Sunni Arab allies in the Persian Gulf, but continued his administration’s practice of making no public criticism of serious human rights violations. In Europe, he rattled allies by declining to explicitly endorse the NATO alliance’s bedrock common defense pledge or pledge to adhere to the Paris climate accord. Whatever the commentary surrounding the trip, Trump counted it a success. “Hard work but big results,” he wrote. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nTrump’s international trip underscored what ‘America First’ looks like on the world stage By Michael Memoli Donald Trump made no secret during the presidential campaign of his disdain for America’s trading partners, his skepticism of longtime alliances and his eagerness to refocus U.S. foreign policy on the single-minded pursuit of American security. That was the largely the president the world got as Trump made his way through the Middle East and Western Europe over the last nine days, Trump’s first foreign trip may have produced memorable, and at time cringe-inducing, images of the new president, whether grasping a glowing orb in Saudi Arabia or shoving the prime minister of Montenegro at a NATO meeting in Brussels. But perhaps most profoundly, the trip underscored what “America First,” as Trump has branded his governing philosophy, looks like on the world stage. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nTrump says he’ll decide on Paris climate deal next week By Associated Press Seven wealthy democracies ended their summit Saturday in Italy without unanimous agreement on climate change, as the Trump administration plans to take more time to say whether the U.S. is going to remain in the Paris accord on limiting greenhouse gas emissions. The other six nations in the Group of Seven agreed to stick with their commitment to implement the 2015 Paris deal that aims to slow down global warming. The final G-7 statement, issued after two days of talks in the seaside town of Taormina, said the U.S. “is in the process of reviewing its policies on climate change and on the Paris agreement and thus is not in a position to join the consensus on these topics.” Trump tweeted he would decide his stance on the Paris agreement next week. The announcement on the final day of the U.S. president’s first international trip comes after he declined to commit to staying in the sweeping climate deal, resisting intense international pressure from his peers at the summit. I will make my final decision on the Paris Accord next week! — Donald J. Trump (@realDonaldTrump) May 27, 2017 Italian Prime Minister Paolo Gentiloni, who chaired the meeting, said the other six “won’t change our position on climate change one millimeter. The U.S. hasn’t decided yet. I hope they decide in the right way.” Gentiloni said climate was “not a minor point” and that he hoped the United States would decide “soon and well” because the Paris accords “need the contribution of the United States.” French President Emmanuel Macron also chimed in on the climate issue, praising Trump’s “capacity to listen.” Macron said he told Trump it is “indispensable for the reputation of the United States and the interest of the Americans themselves that the United States remain committed” to the Paris climate agreement. German Chancellor Angela Merkel was more downbeat, calling the G-7 climate talks “very unsatisfactory.” Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nEveryone’s a winner! Or what to take away from that special congressional race in Montana By Mark Z. Barabak Republicans were celebrating Friday, and relieved, and it was easy to see why: The party hung on to Montana’s sole congressional seat even though its candidate faced a freshly lodged criminal charge for physically assaulting a reporter on election eve. Though they fell short in yet another special election — Greg Gianforte won handily, 50% to 44% — Democrats also found reason to be pleased: Their candidate, flawed as he was, continued a pattern of polling better than might be expected — “over-performing,” to use the political parlance, and that could hold future promise. It’s possible, as elections analyst Nathan Gonzales put it, to lose and still have momentum. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nIn commencement address, Hillary Clinton remembers fallout from Nixon, makes subtle jab at President Trump By Kurtis Lee Hillary Clinton delivers the commencement address at Wellesley College in Wellesley, Mass., on Friday. (Josh Reynolds / Associated Press) Hillary Clinton delivered a subtle dig at President Trump on Friday, offering some parallels between his presidency and that of former President Nixon. While delivering a commencement address at her alma mater, Wellesley College, a private women’s liberal arts school in Massachusetts, Clinton, without naming Trump, recalled how many young people in the 1970s reacted to Nixon’s reelection and later battles with the Justice Department. “We were furious about the past presidential election of a man whose presidency would eventually end in disgrace with his impeachment for obstruction of justice,” she said, pausing to note she was referring to Nixon. Actually, Nixon was not impeached, though many in Congress, including members of his own party, called for it. Clinton said Nixon’s resignation came after he fired “the person heading the investigation into him at the Department of Justice.” In 1973, Nixon ordered Justice Department officials to fire a special prosecutor who was looking into taped conversations recorded in the Oval Office as part of the Watergate investigation. A year later, in August 1974, Nixon resigned. Some political observers – mostly Democrats -- have compared Trump’s recent firing of FBI Director James B. Comey, who was overseeing an investigation of possible collusion between Russians and Trump’s campaign, to Nixon’s actions. Last week, Rep. Al Green (D-Texas) called for Trump to be impeached. Clinton, who has made few public appearances since Trump defeated her in last year’s presidential election, also assailed the Republican’s new budget proposal. She called the budget, which proposes cuts to education and Medicaid, “an attack of unimaginable cruelty on the most vulnerable among us — the youngest, the oldest, the poorest and hard-working people who need a little help to gain or hang on to a decent, middle-class life.” In a statement, the Republican National Committee said Clinton was “lashing out” after her election loss. Clinton graduated from Wellesley in 1969 and last delivered a commencement address at the school in 1992. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nAt G-7 Summit, a day of clarification for the White House By Michael A. Memoli (Sean Gallup / Getty Images) As President Trump met with leaders of the world’s leading economies here Friday within miles of an active volcano, the White House was working to ease a pair of diplomatic eruptions. Trump was due to meet with British Prime Minister Theresa May on the sidelines of the G-7 Summit in this coastal Sicilian resort town, amid tensions between their countries, longtime allies, following leaks to U.S. media outlets involving Britain’s investigation of the Manchester terrorist bombing. Separately, a top White House adviser partially confirmed reports that Trump had said Germany is “very bad” during Thursday’s NATO meetings in Brussels, but clarified that the president was referring only to German trade policies. Trump said, according to the German magazine Der Spiegel, “See the millions of cars they are selling to the U.S.? Terrible. We will stop this.” Gary Cohn, director of the National Economic Council, acknowledged that Trump made the remark but added that the president “doesn’t have a problem with Germany.” “He said his dad is from Germany. He said I don’t have a problem with Germany, I have a problem with German trade,” Cohn said. Press access to the G-7 meetings has been extremely limited, though the surrounding setting has produced abundant compelling visuals. Editorial press access extremely limited for G7 meetings. But man, pretty pictures & good times for Taormina Chamber of Commerce (via AP) pic.twitter.com/WT2EdKrwJ5 — Mike Memoli (@mikememoli) May 26, 2017 Trump tweeted that he expected to spend the day focused on economic growth, terrorism and security. The summit, and Trump’s eight-day inaugural foreign trip, ends Saturday. Other allies here were likely to press Trump on another issue: climate change, specifically whether Trump will carry out his campaign promise to pull the United States out of the landmark Paris climate deal. Trump was hoping to better understand the European position, Cohn said. White House officials have said the president will make a decision once he is back in the United States. “He knows that in the U.S. there’s very strong opinions on both sides but he also knows that Paris has important meaning to many of the European leaders. And he wants to clearly hear what the European leaders have to say,” Cohn said. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAs Trump wavers over Paris climate accord, European leaders give him an earful By Evan Halper Mining operation near Grevenbroich, Germany. (Martin Meissner / Associated Press) With President Trump balking on his vow to shred the Obama-negotiated Paris agreement on climate change, the last place the pact’s staunch opponents wanted to see the president is where he will be this weekend — meeting other world leaders unanimous in their warnings that withdrawal from the accord would seriously damage America’s economy and world stature. Trump has repeatedly delayed fulfilling his campaign pledge to move against the agreement. The longer the White House deliberates over Paris, the more Trump seems to be searching for a face-saving excuse to walk back his previous position. The White House indecision over the climate accord — which has the support of every nation except Syria and Nicaragua — reflects a deeply divided worldview in a Trump inner circle now packed with establishment Republicans. The issue also presents yet another policy reckoning for Trump. On the campaign trail, he vowed to strike blows against the existing world order. But on the Paris agreement, as on other matters, he is finding that political backup for such pledges can fade quickly when the moves lack robust support from major U.S. companies or majority voting blocs. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nOvercoming assault charge, Republican Greg Gianforte wins Montana congressional seat By Mark Z. Barabak Republican Greg Gianforte overcame a last-minute assault charge to win Montana’s special congressional election Thursday, keeping its lone House seat in GOP hands and dealing Democrats a setback in their bid to gain a red-state toehold ahead of the 2018 midterm election. Gianforte, 56, a wealthy businessman who ran unsuccessfully for governor in November, had long been the front-runner against Democrat Rob Quist, a professional bluegrass musician making his first run for public office. With more than 90% of the votes counted, Gianforte was holding a healthy lead with just over 50% support. Appearing at an exuberant victory rally in Bozeman, the congressman-elect hushed the crowd and apologized to the reporter with whom he tangled on election eve, reversing his campaign’s initial assertion that the journalist was to blame. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nFBI investigating Kushner meetings, report says; House leader seeks more Comey documents By Associated Press (Andrew Harrer / Getty Images) The chairman of the House Oversight Committee asked the FBI on Thursday to turn over more documents about former FBI Director James B. Comey’s interactions with the White House and Justice Department, including materials dating back nearly four years to the Obama administration. Meanwhile, the Washington Post reported that the FBI is investigating meetings that President Trump’s son-in-law, Jared Kushner, had in December with Russian officials. The FBI and the Oversight Committee — as well as several other congressional panels — are looking into Russian meddling in the 2016 presidential election and possible connections between Russia and the Trump campaign. Trump fired Comey on May 9 amid questions about the FBI’s investigation, which is now being led by special counsel Robert S. Mueller III, a former FBI director. Kushner, a key White House advisor, had meetings late last year with Russia’s ambassador to the U.S., Sergey Kislyak, and Russian banker Sergey Gorkov. The Post story cited anonymous “people familiar with the investigation,” who said the FBI investigation does not mean that Kushner is suspected of a crime. Kushner’s attorney, Jamie Gorelick, released a statement saying: “Mr. Kushner previously volunteered to share with Congress what he knows about these meetings. He will do the same if he is contacted in connection with any other inquiry.” Earlier Thursday, House Oversight Committee Chairman Jason Chaffetz told acting FBI Director Andrew McCabe that he wants records of Comey’s contacts with the White House and Justice Department dating to September 2013, when Comey was sworn in as FBI director under President Obama. In a letter to McCabe, Chaffetz said he is seeking to review Comey’s memos and other written materials so he can “better understand” Comey’s communications with the White House and attorney general’s office. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nBanks want higher debit-card ‘swipe fees,’ but an effort to allow them has crumbled By Jim Puzzanghera Banks had hoped Congress would let them charge merchants higher fees to process debit card purchases, but an effort to allow that has crumbled — a victory for retailers and, possibly, shoppers who might have had to shoulder those costs. In the latest chapter of a long-running fight, a repeal of federal limits on so-called swipe fees no longer will be part of a House financial regulation bill, said the legislation’s author, Rep. Jeb Hensarling (R-Texas). Hensarling, chairman of the House Financial Services Committee, said he decided to strip the provision from the bill because many lawmakers are balking at removing the limits. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nAppeals court rules against Trump travel ban By David Lauter A federal appeals court has ruled against President Trump’s travel ban, upholding a nationwide injunction barring the administration from enforcing the executive order. The ruling is the latest legal setback for Trump on the travel issue and, like several previous court rulings, the outcome rested heavily on his own words. Trump’s order restricting travel from six majority-Muslim countries “speaks with vague words of national security, but in context drips with religious intolerance, animus and discrimination,” Chief Judge Roger L. Gregory of the 4th Circuit Court of Appeals wrote in his ruling. Read the 4th Circuit’s decision to uphold the block on Trump’s travel ban The 10-3 ruling included numerous citations to campaign statements in which Trump called for a ban on Muslims immigrating to the United States. The plaintiffs who have challenged the travel order have argued that it is a disguised version of the Muslim ban that he called for during the campaign. Trump’s statements “provide direct, specific evidence of what motivated both EO-1 and EO-2,” the court said, referring to ther first and second versions of the travel order: “President Trump’s desire to exclude Muslims from the United States.” The 4th Circuit, based in Richmond, Va., is one of two appeals courts that have recently heard arguments on the travel ban. A similar case is pending before the 9th Circuit, based in San Francisco. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nObama, in Berlin with Merkel, says world ‘can’t hide behind a wall’ By Erik Kirschbaum Hours before German Chancellor Angela Merkel flew to Brussels to meet with President Trump and other NATO heads of state, she rekindled an old acquaintance with Trump’s predecessor, Barack Obama. About 70,000 people packed an avenue by Berlin’s landmark Brandenburg Gate on Thursday to hear the two leaders speak, with cheers and chants of “Barack, Barack!” breaking out when the former president took the stage. Without mentioning Trump by name, Obama spoke of the need for universal healthcare and a nuanced approach to immigration in response to security threats. “This is a new world we live in — we can’t isolate ourselves,” the former president declared, with Merkel looking on. “We can’t hide behind a wall.” Obama spoke of this week’s deadly bombing at a pop concert in Manchester, England, saying leaders had to find ways to balance security fears and fundamental rights. “One of the biggest challenges… is how do you protect your country and your citizens from the kinds of things that we just saw in Manchester,” he said. “And how do you do it in a way that is consistent with your values and your ideals?” Making his first European speech since his presidential term ended, Obama told the crowd he had spent the last four months “trying to catch up with my sleep” and devoting more time to his family. “I’m very proud of the work I did as president,” he said to more cheers, adding that he considered healthcare reform a signature achievement. Republicans are now in the midst of trying to dismantle his Affordable Care Act. “My hope was to get 100% of people healthcare,” he said. “We didn’t quite achieve that, but we were able to get 20 million people healthcare who didn’t have it before.” Obama’s speech was not timed to coincide with Trump’s first visit to Europe as president, aides said. The invitation was extended before Trump’s trip to Brussels — the fourth leg on multi-stop tour — was scheduled. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nMacron says he pressed Trump on climate accord By Catherine Stupp French President Emmanuel Macron, who met President Trump for the first time on Thursday, said he urged the U.S. leader to respect the Paris climate accord. The White House, however, did not mention the issue in its readout on Trump’s working lunch in Brussels with the newly elected French president. Macron told reporters as he headed into the meeting that climate change would be one of the issues he raised, along with concerns about terrorism and the economy. Afterward, at a news conference, the French president said that in his talk with Trump, he “reiterated the importance” of the landmark climate accord. “No hasty decision on this subject should be taken by the U.S.,” Macron said. “Our collective responsibility is to make sure this commitment remains a global commitment.” Referring to the agreement, he added: “It’s one of a kind.” In its readout, the White House said Trump urged Macron to meet NATO commitments on French defense spending and help ensure that the alliance is “focused on counter-terrorism.” It also said the two leaders talked about the importance of defeating Islamic State and “other vital issues.” Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nTrump lawyers ask Supreme Court to reject 2nd Amendment claim by men who lost gun rights over nonviolent crimes By David Savage President Trump speaks at an NRA event in Atlanta in April. ( Scott Olson / Getty Images) Trump administration lawyers are urging the Supreme Court to reject a 2nd Amendment claim that would restore the right to own a gun for two Pennsylvania men who were convicted more than 20 years ago of nonviolent crimes. The case of Sessions vs. Binderup puts the new administration in a potentially awkward spot, considering President Trump’s repeated assurances during the campaign that he would protect gun ownership rights under the 2nd Amendment. But the Justice Department under Trump has embraced the same position in this case that was adopted under President Obama: to defend strict enforcement of a long-standing federal law that bars convicted criminals from ever owning a gun, even when their crimes did not involve violence. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nFormer Sen. Joe Lieberman withdraws from FBI director search By Associated Press (AFP/Getty Images) Former Sen. Joe Lieberman of Connecticut has withdrawn his name from consideration for the role of FBI director. Lieberman interviewed last week with President Trump, who publicly identified him as a leading candidate. But in a letter sent to the White House, Lieberman says he’s pulling out. He says he wants to avoid the appearance of a conflict of interest, given Trump’s hiring of one of Lieberman’s law partners to represent him in the investigation of ties between Russia and the Trump campaign. The White House declined to comment. Several other people interviewed for the job have also withdrawn from consideration. Trump fired former FBI Director James B. Comey earlier this month. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAt NATO celebration, Trump tells allies to spend more on defense By Michael A. Memoli (Mandel Ngan / AFP/Getty Images) President Trump used his first NATO meeting to rebuke member nations who fail to meet the trans-Atlantic alliance’s defense spending target, saying American taxpayers unfairly are left to pick up the slack. Speaking at dedication ceremonies for NATO’s new headquarters, Trump noted that the defense budgets of 23 of the 28 members don’t meet a target equal to 2% of each respective nation’s economic output, while the United States has spent more on defense in eight years than the other 27 combined. “Many of these nations owe massive amounts of money from past years,” he said. “We have to make up for the many years lost.” By his scolding, Trump was directly delivering to NATO allies the criticism that was a staple of his nationalist campaign for president. But his lecture came at an event intended to be celebratory, showcasing unity and resolve for the nearly 70-year-old alliance: the dedication of its shining, glass-enclosed new headquarters in Belgium’s capital. The ceremony also was meant to call attention to the fact that the only time NATO has invoked its collective defense agreement was on behalf of the United States, after the Sept. 11, 2001, attacks on New York and Washington. Trump stood beside a section of wrenched steel from the downed World Trade Center Towers, a relic NATO calls the “Article V artifact,” to signify that post-9/11 invocation of the NATO charter’s article holding that an attack on any one member would be considered an attack on all. Speaking to reporters before the president arrived, NATO Secretary-General Jens Stoltenberg acknowledged that the alliance had a “long way to go” to meet its goals. “But it’s much better than it was just two years ago,” he said. “The reality is that when we decrease defense spending when tensions are going down, as we did after the end of the Cold War, we have to be able to increase defense spending when tensions are going up. And now we see that tensions are going up.” Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nWatch: Trump lectures NATO leaders on defense spending By L.A. Times staff × As NATO leaders looked on, President Trump told NATO members that they must “finally contribute their fair share” of defense payments. President Trump lectured members of the NATO alliance on Thursday, urging them to pay their fair share on defense. As NATO leaders looked on during a ceremony at the alliance’s new headquarters, Trump said that member nations must “finally contribute their fair share” and meet their obligations. The president has been urging NATO leaders to live up to a 2011 decision to increase spending on defense to 2% of GDP by 2024. Trump said 23 of the 28 member nations are not paying what they should and that the situation is “not fair” to the people of the United States. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nPresident Trump promises to review Manchester investigation leaks after anger from Britain By Noah Bierman Trying to head off a diplomatic rift with Britain, President Trump on Thursday issued a statement promising “a complete review” of possible intelligence leaks related to this week’s deadly terrorist attack at a Manchester concert. Some British officials have suggested that U.S. officials are leaking sensitive information to American media outlets about the investigation into the attack. The New York Times posted forensic photographs collected from the scene of the Manchester concert bombing, which upset British officials. Whether the photographs were provided by U.S. officials or came from some other source is not publicly known. Trump avoided questions earlier Thursday about the possible leaks. His statement came just before he was set to address NATO at its new headquarters in a speech considered pivotal to his first trip abroad as president. British Prime Minister Theresa May was expected to confront Trump over the issue when they meet later in the day. May told reporters as she entered the NATO gathering that she would make clear to Trump that intelligence shared between law enforcement agencies “must remain secure.” “We have a special relationship with the USA. It’s our deepest defense and security partnership that we have,” she said. “Of course that partnership is built on trust, and part of that trust is knowing that intelligence can be shared confidently, and I will be making clear to President Trump today that intelligence shared between law enforcement agencies must remain secure.” In his statement, Trump said that “the alleged leaks coming out of government agencies are deeply troubling.” “These leaks have been going on for a long time, and my Administration will get to the bottom of this. The leaks of sensitive information pose a grave threat to our national security.” The statement continued with a promise to request “the Department of Justice and other relevant agencies to\n\nlaunch a complete review of this matter, and if appropriate, the\n\nculprit should be prosecuted to the fullest extent of the law.” Trump also reiterated said there is “no relationship we cherish more” than the special relationship between the two countries. Separate leaks within his own administration and related to investigations of his campaign ties to Russia have also been a source of anger to Trump. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nMontana’s congressional election: that assault charge, the Trump factor, and why is it on a weird day (Thursday)? By Mark Z. Barabak It’s election day in Montana after a wild 24 hours, with voters deciding who will fill the House seat vacated when Republican Ryan Zinke left to head the Interior Department under President Trump. The contest Thursday has drawn nationwide attention and an extraordinary amount of money — and that was before the GOP front-runner was accused of attacking a national political reporter. The events have turned the contest into one of the strangest in memory. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nTrump ignores questions about intelligence sharing ahead of NATO meeting By Michael A. Memoli (Peter Dejoing / Associated Press) President Trump refused to answer questions Thursday about concerns among key allies on intelligence sharing with the United States, just as he prepares to join many of them here to inaugurate the new NATO headquarters. During a brief photo opportunity at his first meeting with Emmanuel Macron, France’s newly elected president, Trump for a second time remained silent as a reporter asked about a potential breakdown in the U.S.-United Kingdom intelligence-sharing relationship. British Prime Minister Theresa May is expected to press Trump on the issue when they meet later Thursday, after the New York Times posted forensic photographs collected from the scene of the Manchester concert bombing. The acting U.S. ambassador to Britain told the BBC that the leaks were “deeply distressing.” Speaking to reporters at the site of a NATO leaders meeting, Canadian Prime Minister Justin Trudeau also deflected questions about whether the incident has led him to reevaluate his nation’s intelligence-sharing arrangements. “We will continue to work with all our allies to keep Canadians and all citizens around the world safe,” he said. Ahead of a working lunch with Macron, Trump said terrorism was at the top of the agenda, while also offering his congratulations to the 39-year-old for his “tremendous victory.” “All over the world, they’re talking about it,” he said. In addition to terrorism and the economy, Macron said he planned to discuss climate change and energy. His nation hosted the climate summit that produced the agreement under which countries pledged to reduce their carbon emissions, of which the Trump administration is considering dropping out. Trump also ignored a question about whether former national security advisor Michael Flynn should cooperate with the investigations into Russian meddling in the 2016 presidential election. Trump has no news conference scheduled with reporters for the entirety of his eight-day foreign trip, which ends Saturday. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nTrump visits European Union headquarters; EU leaders cite some differences By Catherine Stupp Donald Tusk, the president of the European Council, said Thursday that differences remain between the Trump administration and the European Union on Russia, energy and trade. “I am not 100 percent sure that we can say today… that we have a common opinion about Russia,” Tusk, a former Polish prime minister who is sometimes called “the other Donald,” said after a meeting with President Trump at EU headquarters. Tusk added that while some issues “remain open, like climate and trade,” the leaders agreed “first and foremost” on the need to combat terrorism. EU officials were skeptical in advance of Trump’s visit. Their concerns were driven in part by the U.S. leader’s positive stance on Britain’s vote last year to leave the bloc. Trump at the time called it a “great idea.” However, he has since spoken of the importance of European unity. European officials are also concerned that the Trump administration might withdraw from the 2015 Paris climate agreement to limit global warming, and turn away from trade arrangements with the EU. Trump’s visit to Brussels marked the fourth leg of his first overseas trip. Before heading into the talks with Tusk and European Commission President Jean-Claude Juncker, he spoke enthusiastically about his earlier stops in Saudi Arabia and at the Vatican. His ceremonial welcome last week in the Saudi capital of Riyadh, Trump told the European officials, was “beyond anything anyone’s seen.” The Saudis staged elaborate festivities including a traditional sword dance. And the president called his private encounter with Pope Francis on Wednesday “very impressive.” The president and the pontiff met privately for half an hour, and Francis presented Trump with gifts including a copy of a papal encyclical on climate change. “The pope was terrific,” Trump said. After the visit to the EU’s sprawling new headquarters, Trump headed to a luncheon with the newly elected French president, Emmanuel Macron. The two men were meeting for the first time. During the French presidential campaign, Trump had praised Macron’s far-right opponent Marine Le Pen for her tough positions on immigration and borders, but he had stopped short of endorsing her. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nManchester attack makes terrorism the focus of Trump’s NATO meeting By Michael A. Memoli (Emmanuel Dunand / AFP/Getty Images) The deadly suicide bombing in Britain and threats of more attacks thrust counter-terrorism to the top of President Trump’s agenda for talks with NATO leaders here on Thursday, buttressing his bid to enlist the alliance he had called obsolete to join the fight against Islamic State. Secretary of State Rex Tillerson, anticipating the alliance meetings, told reporters flying with the president to Brussels from Rome, where Trump met Pope Francis earlier Wednesday, that Monday’s attack in Britain “is going to strengthen the resolve in this fight against terrorism.” Tillerson stopped short of predicting that NATO would agree to formally join the U.S.-led coalition fighting Islamic State in Syria and Iraq, but said it “would be a really important step” if the alliance did so. The attack, which killed 22 people at a pop concert and was said to be the work of a 22-year-old British man whose family is from Libya, also figured in Trump’s brief meeting with the pope at the Vatican. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nAnalysis says 23 million more people would be uninsured by 2026 under GOP healthcare bill By Noam N. Levey (Evan Vucci / Associated Press) An analysis released Wednesday by the nonpartisan Congressional Budget Office finds that the Republican healthcare bill that passed the House earlier this month would nearly double the number of Americans without health insurance over the next decade. The report likely will complicate Republican efforts to get the controversial bill through the Senate. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nBy throwing America’s lot in with Sunni Arabs, does Trump miss opportunities with Iran? By Tracy Wilkinson On his first official trip to the Middle East, President Trump has resoundingly thrown America’s lot in with Sunni Arab states and cast Shiite Iran as a global pariah, even as Iranians reelected a president who has offered to work with the West. During his two days in Riyadh, Trump’s full-throated support for the autocratic monarchies in Saudi Arabia and other Gulf states, as well as his fierce denunciation of Iran, allowed him to claim an historic new coalition of interests. In the next two days, in Jerusalem, he doubled down and argued that Israel and the Arabs should join forces against Iran and along the way, resolve Israel’s conflict with Palestinians in a grand bargain that has eluded diplomats for decades. But as he departed for Rome on Tuesday, Trump had little to show beyond lofty rhetoric, symbolic visits and a shower of flattery from kings, potentates and a prime minister. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nFed officials appear ready for another interest rate hike and are considering how to reduce assets By Jim Puzzanghera Federal Reserve Chairwoman Janet L. Yellen (Michael Dwyer / Associated Press) Most Federal Reserve monetary policymakers indicated they were ready for another small interest rate hike -- perhaps as soon as next month -- if economic data strengthened as expected following a weak winter, according to an account released Wednesday of their most recent meeting. Fed officials also considered a plan to start reducing the $4.5 trillion in Treasury and mortgage securities and other assets the central bank has purchased since 2008 in an attempt to stimulate the economy. The plan, which they said likely would begin later this year, would involve slowly allowing some of the maturing securities to be cashed in instead of reinvesting the money in new securities, the meeting minutes showed. The goal would be to avoid roiling financial markets and causing interest rates to jump. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nSo what’s with the president and Melania Trump holding, or not holding, hands? By Tom Kington First Lady Melania Trump does not say much in public, but her actions seemed to speak louder than words – or at least sent tongues wagging – when she appeared to rebuff the president’s proffered hand as the couple descended from their plane in Rome late Tuesday. As President Trump looked to take her hand on the steps of Air Force One, Melania Trump quickly moved it out of reach, raising it to her head to adjust her hair. That made for two such episodes in two days. She had appeared to brush Trump’s hand away at the airport in Tel Aviv during the previous stop in the president’s foreign tour. Video of that scene, often accompanied by snarky commentary, quickly went viral. Compare that to Melania Trump’s positively hands-on visit on Wednesday to a Rome children’s hospital, Bambino Gesu, following the couple’s visit with Pope Francis. After praying to a statue of the Madonna at the entrance to the hospital, the Catholic first lady smiled cheerfully and chatted to children, posing for selfies and providing a “very happy, maternal presence,” according to one onlooker. “Great visiting you! Stay strong and positive! Much love, Melania Trump,” she wrote in the visitors’ book. Staff at the hospital said Melania Trump had been buoyed by her meeting with Pope Francis, and further proof came when photos emerged of the Trumps’ quick visit to the Sistine Chapel on Wednesday. As the president and first lady stood together to admire Michelangelo’s 16th century fresco, the Last Judgment, they held hands. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nHouse Intelligence Committee will subpoena Michael Flynn, Schiff says By Sarah D. Wire The House Intelligence Committee is preparing to issue subpoenas to President Trump’s former national security advisor, Michael Flynn, according to the committee’s ranking Democrat, following the lead of the Senate Intelligence Committee. Rep. Adam Schiff (D-Burbank) said the House subpoenas “will be designed to maximize our chance of getting the information we need” for the committee’s investigation of Russian meddling in the 2016 presidential campaign. “I think we need to use whatever compulsory [processes] necessary to get the information that he possesses,” Schiff said. Earlier this week, Flynn’s lawyers said he would refuse separate Senate subpoenas for any records about his former business dealings with Russia, citing his constitutional right to avoid self-incrimination. The Senate committee then issued separate subpoenas to two of Flynn’s businesses, which the panel said were not entitled to 5th Amendment protections. A federal grand jury in Virginia also has issued subpoenas regarding Flynn’s business dealings with Turkey and Russia, and the newly appointed special counsel investigating the Russia matter, Robert Mueller III, is expected to focus on Flynn’s role as well. Given the criminal investigations, Schiff said the House panel is highly unlikely to grant Flynn’s earlier request, through his lawyers, for immunity in exchange for his testimony. He said the panel would need more information about what Flynn would say and whether the testimony would be truthful. It also would need to ensure that granting immunity wouldn’t affect the special counsel’s ongoing investigation, he said. “That’s not somthinge I think we would entertain until far later, if at all,” said Schiff, a former prosecutor. “Certainly count me as very skeptical that we would get to that point.” Trump forced Flynn to resign as national security advisor in February after news accounts revealed Flynn had misled White House officials, including Vice President Mike Pence, about his contacts with Russian officials. Schiff spoke to reporters at a breakfast Wednesday hosted by the Christian Science Monitor. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nWatch live: Education Secretary Betsy DeVos testifies on Trump’s budget Follow live coverage from Times education reporter Joy Resmovits: Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nIsrael acknowledges ‘pinpoint’ change needed after Trump intelligence disclosure By Joshua Mitnick After a week of silence, Israel publicly acknowledged for the first time, though in oblique terms, that it was the source of sensitive intelligence that President Trump shared with Russian Foreign Minister Sergey Lavrov last week in a White House meeting. Defense Minister Avigdor Lieberman told Israel’s army radio on Wednesday that Israeli officials had carried out an internal “pinpoint correction” after discussing and reviewing the episode. Lieberman did not elaborate, and declined to confirm or deny whether Trump’s remarks had endangered an agent of Israel. But he said his government considered the matter resolved. “Everything that needed to be clarified with the friends in the U.S. was done,’’ he said. “All of the conclusions we had to draw – it was all done.’’ The Israeli defense minister’s comments came the day after Trump wrapped up a two-day visit to Israel and the West Bank. When word of Trump’s disclosure to Lavrov emerged in U.S. news reports last week, the defense minister and other Israeli leaders confined themselves to expressing public confidence in the two countries’ intelligence cooperation. Israel did not comment more directly, presumably to avoid embarrassing the U.S. president just before his visit. But Trump himself mentioned the controversy anyway, in an awkward on-camera moment during the trip. With Prime Minister Benjamin Netanyahu biting his lip alongside, Trump volunteered to reporters being hustled out of a news appearance: “Just so you know, I never mentioned the word or name ‘Israel.’ Never mentioned it during the conversation.” News reports, however, had not said the president mentioned Israel in connection with the intelligence, only that the specificity of his remarks to Lavrov would in all likelihood have allowed the Russians to determine the source. The White House at first denied Trump’s disclosure to Lavrov had occurred as reported, but then the president himself tweeted about it, saying he had the right to share information as he deemed fit. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nTrump calls meeting with Pope Francis an ‘honor’ By Michael A. Memoli \"A very great honor,\" Trump says to the pope when they began their meeting in the pope's private study pic.twitter.com/NGsbsahAyT — Carol Lee (@carolelee) May 24, 2017 President Trump held a half-hour private meeting with Pope Francis at the Vatican on Wednesday, declaring it a “great honor” despite their past public dissension. The unconventional Republican and the first Jesuit pontiff made for an unlikely pair in the Vatican’s Apostolic Palace, where Catholic leaders have presided or centuries and American presidents have come or decades. Francis was silent as the two sat across one another at the pope’s wooden desk to begin the audience at approximately 8:30 a.m. local time. Exactly a half-hour later, the ringing of a bell signified the end of the private encounter. For the White House, the Vatican stop caps a tour through key sites of the world’s three major religions, following stops in Saudi Arabia and Israel, designed to promote tolerance and a united approach to terrorism. “When you put it all together, you’re really showing that this problem of radical extremism is one of the great problems of our time,” a senior Trump aide told reporters Tuesday en route from Israel to Rome, briefing anonymously as is common White House practice. “By putting everybody together you can really build a coalition and show that it’s not a Muslim problem, it’s not a Jewish problem, it’s not a Catholic problem, it’s not a Christian problem, it really is a world problem.” In an exchange of gifts after their private meeting, Francis offered the president a medal by a Roman artist of an olive, a symbol of peace. “We can use peace,” Trump responded. Where Trump’s and Francis’ interests may align on peace and combating terrorism, they disagree sharply on issues like immigration and poverty. Like Trump, the Argentine pope has shown a predilection for unscripted comments that have shaken the staid Vatican bureaucracy, as when he criticized candidate Trump’s proposed stricter immigration policies including a border wall as “not Christian.” Trump fired back, calling the pope’s remarks “disgraceful.” Any animosity was not apparent Wednesday, as a meeting between Francis and a larger U.S. delegation ended. “Thank you. I won’t forget what you said,” Trump said. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nProposed budget would deeply cut State Department and its programs By Tracy Wilkinson (AFP / Getty Images) The State Department leadership voiced support for President Trump’s proposed budget, which would impose deep cuts on spending for diplomacy and foreign aid, but critics vowed to fight to restore the funds in Congress. In a statement, the department said the president’s $37.6-billion request for it and for the U.S. Agency for International Development would support “a leaner, more efficient government” in line with Trump’s “America first” mantra. If approved by Congress, that would represent a reduction of roughly 30% from the current fiscal year. Nongovernmental agencies that receive State Department support to carry out humanitarian and other work around the globe expressed deep alarm. The State Department statement said its new priorities would include efforts to counter terrorism, support Israel, promote border security and battle transnational crime and the spread of infectious diseases. The statement makes no mention of women-empowerment programs or efforts to fight climate change, issues that rose to prominence under the Obama administration. The proposed budget would allow the United States to “remain engaged” in the United Nations, but officials would seek a “more fair distribution of the funding burden,” the statement said. And it would eliminate “direct funding for quasi- and non-governmental organizations that serve niche missions.” The American Jewish World Service, which fights poverty all over the world through 450 local organizations, said much of its work would be jeopardized. “At a time when poverty, human rights abuses, famines and conflicts are wreaking havoc globally,” said the group’s president, Robert Bank, “the United States must not abdicate its long bipartisan tradition of providing development assistance and diplomatic support to the most vulnerable people around the world.” Mercy Corps, a U.S.-based development and advocacy organization that works in 40 countries, said “gutting development programs” was “short-sighted” and “absolutely shameful” and could put millions of lives at risk. Rep. Eliot Engel (D-N.Y.), ranking member of the House Committee on Foreign Affairs, called the budget “cruel and mean-spirited” and said it would force the United States to abandon “our global role as a champion for freedom, democracy and the rule of law.” “If President Trump thinks the United States can shrink into a defensive crouch without long-term repercussions, he’s sorely mistaken,” Engel said. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nSessions’ first proposed budget: A crackdown on immigration and violent crime By Joseph Tanfani Atty. Gen. Jeff Sessions. (Alex Brandon / Associated Press) In the first budget proposal under President Trump and Atty. Gen. Jeff Sessions, the Justice Department is seeking hundreds of millions in new funding to pay for an immigration crackdown on the border and a surge in resources to fight violent crime. Like the Department of Homeland Security budget, which includes billions for expanded immigration detention, more border agents and technology to catch those crossing the border illegally, the Justice Department budget is a reflection of the new get-tough policies promised by Sessions. The budget asks for another 300 federal prosecutors – 230 to focus on violent criminals and gangs, and another 70 to concentrate on filing criminal charges on those crossing the border illegally. The shift in the spending priorities are in line with other policy changes ordered by Sessions, including a renewed focus on seeking stiff mandatory minimum sentences for drugs and other crimes. The $27.7-billion budget seeks 450 new attorneys and support workers for the immigration courts, which are now clogged with a backlog of 560,000 cases. There would also be another $50 million for increased immigration detention, plus 40 new U.S. marshal jobs to help take care of the expected increase in immigrants heading to federal court. With Trump’s immigration initiatives tied up in federal court, the budget seeks another 15 lawyers to handle that litigation, plus 12 more to help handle property acquisition needed for Trump’s promised Southwestern border wall. Violent-crime enforcement would get another $198 million, with the largest amount, $70 million, going toward setting up more anti-violence and gang task forces. Deputy Atty. Gen. Rod J. Rosenstein said more resources are needed because of what he called an “alarming increase” in the rates of murder and other violent crimes. The department is also asking for another $40 million for more drug enforcement to combat the opioid epidemic, which he said is spreading “havoc throughout the United States.” Sessions’ new policies should lead to an increase in prison population, so the budget contains funding to fully open a new supermax prison in Thomson, Ill., with room for 1,500 to 2,000 inmates. The department also wants to put more resources behind the FBI’s efforts to counter cyber attacks and to figure out ways around encryption technology, along with another 50 agents to counter foreign intelligence and threats from homegrown terrorists. Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nEconomists say Trump’s budget proposal doesn’t add up By Don Lee President Trump’s inaugural budget proposal claims to eliminate the nation’s deficit in 10 years, thanks largely to faster economic growth that it projects will come from the president’s sweeping tax cuts. Never mind the overly optimistic projections on economic growth. Or that Trump’s tax overhaul has not happened yet. Even allowing for both, economists say Trump’s budget still does not add up. The administration is counting on generating $2.1 trillion in additional revenue over 10 years from better economic growth. But Trump’s budget proposal leaves out the cost, or the revenue lost, from the massive tax cuts. In other words, the economic gains that the administration has said it would use to pay for tax reform is apparently also being counted on to pay for deficit reduction. Some people call that double-counting. “You can’t use the same money twice,” said Marc Goldwein, a senior vice president for the Committee for a Responsible Federal Budget, a nonpartisan group that advocates keeping government budgets under control. Lawrence Summers, former Treasury secretary in the Clinton administration and top economic advisor to President Obama, called it an elementary but “egregious accounting error.” Douglas Holtz-Eakin, president of the right-leaning American Action Forum and former director of the Congressional Budget Office, said the proposal did not necessarily mean there was an outright omission or a double-counting. It’s possible that the administration is looking for such strong economic growth to drive significantly extra revenue from payroll taxes, he said, or it could be that Trump officials were using different base lines from which they were drawing their results. But on the face of it, he said, the budget and tax-plan numbers “don’t seem to match.” The Committee for a Responsible Federal Budget has estimated that Trump’s plan to cut corporate and individual taxes would cost the federal government about $5.5 trillion over 10 years, adding more than $6 trillion to the national debt. Details of Trump’s tax overhaul, however, are still being developed, and it’s possible that the administration is assuming a revenue-neutral tax plan — although experts say big tax cuts never pay for themselves. On Tuesday, Mick Mulvaney, Trump’s budget chief, did not provide a direct answer or explanation to questions about double-counting. Instead, he told reporters that “you have to make assumptions about a budget.” He went on to say that one of the assumptions that was not made was to take into account the uncollected taxes every year, which he said amounted to $486 billion last year. “And we don’t assume an additional penny of that being closed as part of our tax reform,” said Mulvaney, director of the Office of Management and Budget. Of the 3% annual economic growth assumption, Mulvaney responded that the Obama administration in its first couple of years had based its budget on growth of 4.5%. In fact, Obama’s first budget proposal as president, in May 2009, assumed economic growth of between 4% and 4.6% for the budget years 2011 to 2013. Since the Great Recession ended in mid-2009, the U.S. economy has been growing on average about 2% a year, and the Congressional Budget Office, the Federal Reserve and most private economists see the economy advancing at about 2% annually over the next 10 years. Alice Rivlin, a former Fed vice chair and director of the Office of Management and Budget under Clinton, said it’s true that the Obama administration’s growth assumptions proved too optimistic. But she noted that those projections were not unreasonable for that time and period in the economic cycle. Then, there was greater potential for growth with unemployment high and many more people than today available for work. Today, the economy is nearing its eighth year of expansion, and the jobless rate is 4.4%, at or near full employment. With the aging of baby boomers, labor force growth slowing, and lackluster productivity gains, economists see the current moderate growth persisting for the foreseeable future. “This has been a very long period of growth and we’re at the high end already,” Rivlin said. “If we are so lucky to have continuous, steady growth, it’s not likely to be at 3% or 4% or 5%.” Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nWho wins and who loses in Trump’s budget The White House Office of Management and Budget sent Congress the president’s inaugural budget today, projecting spending and revenues over the next 10 years. The fiscal package, which include a partial “skinny budget” from March, reflects President Trump’s priorities for the nation, but lawmakers are sure to reject many of the deep cuts in domestic and foreign affairs programs. The departments of State, Agriculture, Health and Human Services, Education and Housing, as well as the Environmental Protection Agency, are the biggest losers. The winners are the Pentagon and Homeland Security programs. Even with the increases in defense spending and large tax cuts, the administration projects that economic growth spurred by tax cuts will erase annual deficits by 2027. Take a look at some of the numbers released today. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nWhat that Montana special congressional race will — and won’t — tell us about Trump and his political problems By Mark Z. Barabak Democrat Rob Quist is a quintessential cowboy who doesn’t seem to relish campaigning in Montana’s special congressional election. (Justin Sullivan / Getty Images) On Thursday, the political world will eagerly look to Montana and a closely fought congressional race for the latest test of Democratic strength and Republican resilience in the turbulent age of Trump. The major candidates and outside groups have sunk more than $8 million into the contest, a huge sum in a state where $250,000 pays for a robust week of television advertising. But for all that money and all the outside interest, the election will turn less on national trends than circumstances close to home: on the personalities and histories of the main contestants, their different campaign styles and, perhaps most of all, on who is regarded as the more authentic Montanan. Read More Facebook\n\nTwitter\n\nShow more sharing options Share Close extra sharing options Facebook\n\nTwitter\n\nLinkedIn\n\nEmail\n\nCopy Link URL Copied!\n\nPrint\n\nAdvertisement\n\nTerrorist attack in England has conservative media focused on safety of allies By Kurtis Lee (Dave Thompson/Getty images ) It’s a sight witnessed all too often: an explosion, screams, people sprinting to safety. Late Monday night, this was the scene at an Ariana Grande concert in Manchester, England, after a man with possible ties to Islamic State militants set off a suicide bomb, killing 22 people and, once again, setting in motion a global discourse on how to fight terrorism. President Trump, while visiting Bethlehem, said the attack was committed by “evil losers in life.” Throughout the campaign and early in his presidency, Trump has said defeating the Islamic State is a top priority. (He reiterated that point in a speech Sunday in Saudi Arabia, urging Muslim leaders to plot their own course in combating terrorism.) In recent months, with attacks in Berlin, Paris and London, conservative media have questioned the safety of Europe and warned that the United States could face similar attacks. With the latest attack, some on the right are again homing in on the safety of our allies. Here are some of today’s headlines: 2017 has seen a terror attack attempted in Europe every nine days (Breitbart) The attack in Manchester blankets the home page of the right-wing website. Europe has indeed been the location of high-profile attacks this year. In Paris last month, Islamic State claimed responsibility for an attack on the Champs-Élysées in which a man fired an automatic weapon, killing a police officer. And in March, a man plowed his car into pedestrians on Westminster Bridge, near the British Parliament in London, and then fatally stabbed a police officer. In all, four people were killed and dozens injured in what police called a terrorist attack. The Breitbart piece is an analysis of different terrorist attacks attempted and carried out in Europe since January. “Attacks and attempted attacks have taken place in Austria, France, the United Kingdom, Belgium, Italy, Russia, Sweden, Norway, and Germany,” on average every nine days, the piece says. Pence’s message of ‘civility and open debate’ lost on those who most needed to hear it (Weekly Standard) The debate over free speech on colleges campuses continues. In recent months, conservative speakers have canceled speeches on college campuses in the face of anticipated protests. And others, who have opted to speak, have faced vocal backlash. On Sunday, as Vice President Mike", "url": "https://www.latimes.com/politics/washington/la-na-essential-washington-updates-201705-htmlstory.html"}}