{"foreign_id": "126_Real", "article1": {"title": "John Oliver: Donald Trump hit a new rock bottom with his rants about former Miss Universe", "content": "\"Last Week Tonight with John Oliver\"/HBO; YouTube\n\nJohn Oliver took a look at Donald Trump's recent rants about former Miss Universe Alicia Machado and decided that the real-estate mogul has brought this election to a whole new low.\n\nIt all started when Hillary Clinton brought up Machado during the recent first presidential debate as an example of Trump's abusive comments toward women. The former Miss Universe claims Trump called her \"Miss Piggy,\" because he believed she had gained a lot of weight. It certainly got some media coverage, but the story also sent Trump into overdrive on the beauty queen.\n\nOn Sunday's episode of HBO's \"Last Week Tonight,\" Oliver showed a clip of Trump on Fox News'\n\n\"Fox & Friends\" the morning after the debate. Without even being asked about Machado, Trump recalled that she was \"impossible\" and the \"absolute\" worst during her reign.\n\nOliver joked, \"You can see [the hosts] thinking, 'What are you doing? Why are you doing this? Don't you know it's wrong to degrade former beauty pageant winners? We at Fox recently learned that due to the circumstances of Roger Ailes' departure from this very company!'\"\n\nLater in the week, Trump then went on an extensive early-morning Twitter rant in which he referred to Machado as \"disgusting\" and wondered if Clinton helped her get her citizenship in order to use her against Trump.\n\nThat wasn't all he said in the tweet, as Oliver pointed out.\n\n\"That is a candidate for President of the United States urging America to check out a sex tape,\" Oliver said. \"Just do me a favor. Look up into the sky right now. Higher. No, higher still. Do you see that? Way up there? Way up above the clouds? That's rock bottom. And we are currently way down here.\"\n\nWatch the John Oliver segment below:", "url": "https://www.businessinsider.com/john-oliver-donald-trump-rants-alicia-machado-2016-10"}, "article2": {"title": "Donald Trump and the Central Park Five: the racially charged rise of a demagogue", "content": "Yusef Salaam was 15 years old when Donald Trump demanded his execution for a crime he did not commit.\n\nNearly three decades before the rambunctious billionaire began his run for president – before he called for a ban on Muslims entering the United States, for the expulsion of all undocumented migrants, before he branded Mexicans as “rapists” and was accused of mocking the disabled – Trump called for the reinstatement of the death penalty in New York following a horrific rape case in which five teenagers were wrongly convicted.\n\nThe miscarriage of justice is widely remembered as a definitive moment in New York’s fractured race relations. But Trump’s intervention – he signed full-page newspaper advertisements implicitly calling for the boys to die – has been gradually overlooked as his chances of winning the Republican nomination have rapidly increased. Now those involved in the case of the so-called Central Park Five and its aftermath say Trump’s rhetoric served as an unlikely precursor to a unique brand of divisive populism that has powered his rise to political prominence in 2016.\n\n“He was the firestarter,” Salaam said of Trump, in his first extended interview since Trump announced his run for the White House. “Common citizens were being manipulated and swayed into believing that we were guilty.”\n\nIt was 1989. The crack epidemic had torn through New York as poverty soared to 25% and the city’s elites reaped the rewards of a booming Wall Street. The murder rate had risen to 1,896 killings a year; 3,254 rapes would be reported in the five boroughs, but only one captured the city’s extended attention and later exposed bias in its criminal justice system and media establishment.\n\nOn the evening of 19 April, as 28-year-old investment banker Trisha Meili, who was white, jogged across the northern, dilapidated section of Central Park, she was attacked – bludgeoned with a rock, gagged, tied and raped. She was left for dead but discovered hours later, unconscious and suffering from hypothermia and severe brain damage.\n\nThe New York police department believed they already had the culprits in custody.\n\nThat same night, a group of more than 30 youths had entered the park from East Harlem. Some engaged in a rampage of random criminality, hurling rocks at cars, assaulting and mugging passersby. Among the group was Salaam, along with 14-year-olds Raymond Santana and Kevin Richardson, 15-year-old Antron McCray and 16-year-old Korey Wise. The teenagers – four African American and one Hispanic – would become known collectively as the Central Park Five.\n\nYusef Salaam, left, is led away by a detective after being arrested in Central Park for allegedly attacking Trisha Meili. Photograph: New York Daily News Archive/NY Daily News via Getty Images\n\nThey would all later deny any involvement in criminality that night, but as they were rounded up and interrogated by the police at length, they said, they were forced into confessing to the rape.\n\n“I would hear them beating up Korey Wise in the next room,” recalled Salaam. “They would come and look at me and say: ‘You realise you’re next.’ The fear made me feel really like I was not going to be able to make it out.”\n\nFour of the boys signed confessions and appeared on video without a lawyer, each arguing that while they had not been the individual to commit the rape they had witnessed one of the others do it, thereby implicating the entire group.\n\nThe city erupted. The case came to embody not only fears that accompanied the dramatic rise of violent crime in New York, but also its perceived racial dynamics. The case of a black woman, raped the same day in Brooklyn by two men who threw her from the roof of a four-storey building, received little media attention.\n\nTrump’s ad in the New York Daily News. Photograph: NY Daily News Archive\n\n‘He poisoned the minds of New York’\n\nJust two weeks after the Central Park attack, before any of the boys had faced trial and while Meili remained critically ill in a coma, Donald Trump, whose office on Fifth Avenue commanded an exquisite view of the park’s opulent southern frontier, intervened.\n\nHe paid a reported $85,000 to take out advertising space in four of the city’s newspapers, including the New York Times. Under the headline “Bring Back The Death Penalty. Bring Back Our Police!” and above his signature, Trump wrote: “I want to hate these muggers and murderers. They should be forced to suffer and, when they kill, they should be executed for their crimes. They must serve as examples so that others will think long and hard before committing a crime or an act of violence.”\n\nSalaam, now 41, cannot remember exactly where he was when he first saw the ads. He had no idea who Trump was. “I knew that this famous person calling for us to die was very serious,” he recalled.\n\n“We were all afraid. Our families were afraid. Our loved ones were afraid. For us to walk around as if we had a target on our backs, that’s how things were.”\n\nAll five minors had already been paraded in front of the cameras and had their names and addresses published, but Salaam said he and his family received more death threats after the papers ran Trump’s full-page screed. On a daytime TV show two days later, a female audience member called for the boys to be castrated and echoed the calls for the death penalty if Meili died. Pat Buchanan, the former Republican White House aide, called for the oldest of the group, Wise, to be “tried, convicted and hanged in Central Park by June 1”.\n\n“Had this been the 1950s, that sick type of justice that they wanted – somebody from that darker place of society would have most certainly came to our homes, dragged us from our beds and hung us from trees in Central Park. It would have been similar to what they did to Emmett Till,” Salaam said.\n\nKharey Wise in court when he was arraigned in the Central Park jogger case. Photograph: NY Daily News Archive via Getty Images\n\nAll five boys pleaded not guilty at trial the following year. The prosecution’s case rested almost entirely on the confessions they had given shortly after the incident. As would become crucial later on, there was no DNA evidence linking any of them to the crime scene and Meili, who made a miraculous recovery and testified in court, could not remember any details of the attack.\n\nThe jury found all five boys guilty. The court condemned them to prison to serve sentences ranging from five to 10 years and five to 15 years. Wise, who had remained in the city’s notorious Rikers Island jail, was sentenced as an adult.\n\nMichael Warren, the veteran New York civil rights lawyer who would later come to represent the Central Park Five, is certain that Trump’s advertisements played a role in securing conviction.\n\n“He poisoned the minds of many people who lived in New York and who, rightfully, had a natural affinity for the victim,” said Warren. “Notwithstanding the jurors’ assertions that they could be fair and impartial, some of them or their families, who naturally have influence, had to be affected by the inflammatory rhetoric in the ads.”\n\nA spokeswoman for Trump’s campaign declined to comment.\n\nAn impulse to run at controversy\n\nDonald Trump at the opening of the Trump Taj Mahal casino resort in Atlantic City, New Jersey. Photograph: Charles Rex Arbogast/AP\n\nFor many who have studied Trump’s rise to prominence, the Central Park case provided an early glimpse into how his racially charged views entered his political and tactical mindset.\n\n“He has this penchant for what you might call otherising,” said Michael D’Antonio, the author of Never Enough, a recently published Trump biography.\n\n“I think he knew what he was doing by taking a side, and I think he knew he was aligning himself with law and order, especially white law and order. I don’t think that he was consciously saying ‘I’d like to whip up racial animosity’, but his impulse is to run into conflict and controversy rather than try to help people understand what might be going on in a reasoned way.”\n\nI think he knew what he was doing by taking a side, and I think he knew he was aligning himself with white law and order Michael D'Antonio, author, Never Enough\n\nTwo years before the Central Park case, Trump had briefly considered a run for president that most dismissed as a naked attempt to drum up publicity for his book The Art of the Deal, released later that year.\n\nBut he couldn’t resist the opportunity to speak in New Hampshire at the invitation of the Portsmouth Republican committee, using the platform to single out allies in Saudi Arabia and Japan while critiquing US foreign policy in the Persian Gulf. He employed the same tactics as he would in 1989, publishing full-page ads in three of America’s biggest newspapers that called for the US to impose taxes on these allies, whom he argued were “taking advantage of the United States”.\n\nIn February 2000, when Trump was again flirting with a run for the White House, he took out anonymous ads in local upstate New York newspapers, in an effort to shut down a rival casino backed by a group of Native Americans. Beneath a picture of needles and drug paraphernalia, the ad stated: “Are these the new neighbors we want?” It added: “The St. Regis Mohawk Indian record of criminal activity is well documented.”\n\nTrump later apologised, but his biographer argued the incident underlined a “willingness to use rhetoric that other people won’t use under the guise of talking straight” that is now a fixture on the campaign trail.\n\nAfter declaring in his campaign announcement that Mexico was “bringing crime” and “rapists” to the US, Trump quickly seized on the murder case of a 32-year-old white woman in San Francisco in which an undocumented Mexican migrant is the chief suspect. He has since frequently condoned and incited violence against protesters at his rallies, and has vowed to bring back waterboarding of terror suspects. In referencing a promise to issue an executive order to mandatorily execute anyone in the US who kills a police officer, he said: “We just can’t afford any more to be so politically correct.”\n\nBut examples of overt racism were perhaps kept behind closed doors in the late 1980s.\n\nOne year after the Central Park Five were convicted, John O’Donnell, a former executive who ran Trump Plaza hotel and casino in Atlantic City, New Jersey, published a tell-all alluding to his former boss’s casual racism behind closed doors.\n\nHe quoted Trump as saying: “I’ve got black accountants at Trump Castle and at Trump Plaza. Black guys counting my money! I hate it. The only kind of people I want counting my money are short guys that wear yarmulkes every day.”\n\nIn a later interview with Playboy magazine, Trump labelled his former employee a “fucking loser” but added: “The stuff O’Donnell wrote about me is probably true.”\n\nTrump holds up the March 1990 issue of Playboy with him on the cover as he works the rope line after a campaign rally in Farmington, New Hampshire. Photograph: Gretchen Ertl/Reuters\n\nBut Barbara Res, a member of Trump’s inner circle through much of the 1980s who served as his executive vice-president in 1989, told the Guardian she never witnessed any signs of racism throughout her time at his company and was “surprised” by his inflammatory rhetoric today.\n\n“I think he got angry when he saw what happened to that woman, and I think he reacted to it,” she said of the Central Park jogger case. “I think we were all horrified at what happened. I think everybody basically supported Donald. I don’t think he was trying to be racist – I think he was trying to be a proponent of law and order.”\n\nFor Salaam, however, the intent was explicit: “If we were white, would Donald Trump had written this in the paper?”\n\n‘He’s still the same person’\n\nIn 2002, after Salaam had served seven years in prison, Matias Reyes, a violent serial rapist and murderer already serving life inside, came forward and confessed to the Central Park rape. He stated that he had acted by himself. A re-examination of DNA evidence proved it was his semen alone found on Meili’s body, and just before Christmas that year, the convictions against each member of the Central Park Five were vacated by New York’s supreme court.\n\nAntron McCray, Raymond Santana Jr, Kevin Richardson, Yusef Salaam and Kharey Wise outside a theater before the New York premiere of the Central Park Five, in 2012. Photograph: Michael Nagle/New York Times / Redux / eyevine\n\nBy this point, Trump had gotten his wish: the death penalty had been reinstated in New York since 1995, at great cost to the state. It was subsequently abolished in 2007, without a single execution carried out.\n\nFollowing a 14-year court battle, the Central Park Five settled a civil case with the city for $41m in 2014. But far from offering an apology for his conduct in 1989, Trump was furious.\n\nIn an opinion piece for the New York Daily News, he described the case as the “heist of the century”.\n\n“Settling doesn’t mean innocence, but it indicates incompetence on several levels,” Trump wrote, alluding to how police and prosecutors initially involved in the case have long maintained the five boys were involved in the rape, even after the convictions were thrown out.\n\nD’Antonio, the biographer, met with Trump shortly after the settlement was announced. The billionaire was once again considering a shot at the presidency and would, this time, actually run.\n\nTrump was asked if he worried that his publicly confrontational style would affect his political prospects. He retorted instantly with a reference to the Central Park Five.\n\n“I think it will help me,” he said. “I think people are tired of politically correct. I just attacked the Central Park Five settlement. Who’s going to do that?”\n\nThe biographer was shocked by what he heard. “His insensitivity and inability to adjust to reality is sometimes shocking,” D’Antonio said of Trump. “But I don’t think that he is necessarily interested in reality as others experience it or as it’s determined by the courts.\n\n“There have been few cases of injustice that are as clear and profound as this one is, but he’s not able to consider that.”\n\nYusef Salaam: ‘What would this country look like with Donald Trump as being a president? That’s a scary thing.’ Photograph: The Guardian\n\nSalaam, who said he had been scarred for life by his experiences in prison, also felt insulted. But it was the announcement last June that Trump had finally decided to run for president that was, in a way, more alarming.\n\n“To see that he has not changed his position of being a hateful person, to see that he has not changed his position of inciting people, to see that he’s still the same person and in many ways he has perfected his sense of being that number-one inciter, you know, I was scared,” Salaam said.\n\nHe was unsurprised that Trump currently leads polling averages by nearly 20 points in South Carolina, a state that votes for the Republican nomination on Saturday and where only last year the Confederate flag was withdrawn from the state house grounds. (A survey released this week suggests 70% of Trump’s supporters in south Carolina believe that decision was wrong and 38% of his supporters wish the south had won the civil war.)\n\n“I thought for a moment: What would this country look like with Donald Trump as being a president? That’s a scary thing,” Salaam said. “That’s a very scary thing.”", "url": "https://www.theguardian.com/us-news/2016/feb/17/central-park-five-donald-trump-jogger-rape-case-new-york"}, "article3": {"title": "Donald Trump’s man on the Hill", "content": "Marc Short, Trump’s director of legislative affairs, has a substantial track record in Washington, having worked as a top Hill aide to Trump’s more affable running mate, Mike Pence. And those who know Short — a Virginia native — say he’s got a sharp eye for strategy, eschews credit and will be effective at smoothing Trump’s rougher edges when it comes to relationships with lawmakers. Though he briefly worked for a Trump primary rival — Marco Rubio — Short maintained his ties to Pence, and they paid off when Pence joined Trump’s ticket in July.\n\nShort’s selection to be Trump’s legislative liaison is yet another manifestation of Pence’s outsized role in managing the Trump administration’s relationship with the Hill. If Pence is Trump’s ambassador to Congress, then Short is the head of his diplomatic corps, responsible for reaching out to individual offices and lawmakers and keeping tabs on the details of complex legislation.\n\nAnd early indications are that he’s got street cred in all factions of the GOP conference — and even on both sides of the aisle.\n\n“In a city where it’s all about the individual, Marc makes sure it’s about some other individual than him,” said Rep. Mark Meadows (R-N.C.), a member of the House Freedom Caucus, which is often in conflict with GOP leadership. “I liken him to a general that’s looking over the field and taking it all in and then making the appropriate call based on what he sees … Those are the kind of guys that you need in an administration.”\n\nShort’s most urgent responsibility is building the team that will turn Trump’s campaign agenda into legislative action — and ensure he gets the votes he needs to make it happen. He’ll likely install deputies in the House and Senate, who will serve as eyes and ears for the Trump administration.\n\nShort reports officially to Rick Dearborn, Trump’s deputy chief of staff for intergovernmental affairs. But he also has a direct line to Pence — and lawmakers know it, which could add to Short’s juice inside the Capitol.\n\n“The good thing about Marc Short is when he’s sitting in on these meetings, he will be able to speak knowing what the vice president would want to happen,” said former Sen. Kay Bailey Hutchison, a Texas Republican. Short worked as Hutchison’s chief of staff before she left the Capitol to run for governor in 2010.\n\nIn a White House where political neophytes and anti-establishment outsiders will hold central roles, Short stands out for his establishment ties.\n\nShort graduated from Washington and Lee University and kicked off his political career working on Oliver North’s 1994 Senate campaign. North, dogged by his involvement in the Iran-Contra scandal, fell short of a win. But Short’s career was launched, and in his late 20s he and his wife Kristen, working for the Young America’s Foundation, took over stewardship of the Reagan Ranch — the former president’s outside-of-Washington getaway — in California.\n\nBack then, Short praised Reagan for his modest lifestyle while in office. (''You see how simple a man the President was,’' Short told a New York Times reporter at the time. ''He really came out here to get out of Washington and didn’t need a palace.’')\n\nHis work with the Foundation provided his first extensive fundraising experience and connected him with the nation’s network of conservative donors.\n\nBut that didn’t stop him from trying to escape politics for good. After running the ranch for a few years, Short and his family came back east and he enrolled in the MBA program at the University of Virginia, eyeing a career in business.\n\nEventually, though, the gravitational pull of Washington proved too strong, and after finishing his MBA, Short joined the Bush administration in the Department of Homeland Security. From there, he took a job on the Hill with Hutchison and eventually became her chief of staff. Among the bills he worked on with Hutchison was an immigration measure aimed at establishing a guest worker program. The job involved a lot of coordination with one of the House’s main backers of the bill — an Indiana congressman named Mike Pence.\n\nWhen Hutchison left the Senate to run for governor in 2010, Short did not follow her to Texas — a fortuitous decision, as Hutchison lost the GOP primary to Rick Perry. Instead, he linked his star to Pence, the new chairman of the House Republican Conference. Pence would name him the conference’s chief of staff — a role he stayed in from 2009 to 2011.\n\nIn those two years he held the job, as President Barack Obama and a Democratic Congress pressed an agenda that drew vigorous opposition from Republicans, Pence — and by extension Short — were central to that opposition.\n\nAfter Pence stepped down from leadership in preparation to run for Indiana governor, Short moved into the private sector, leading Charles and David Koch’s political arm for five years, serving as president of what became Freedom Partners. In that role, he became a central player in the political fortunes of Republicans as they made inroads in Congress and statehouses.\n\nDoug Deason, a Texas real estate broker and prominent donor to the Koch network, said Short proved his strategic chops at Freedom Partners, earning chits from Republican lawmakers he aided that will pay dividends in the new Congress. But Short’s role, he added, will also be managing up. He and Pence, Deason said, may be as important for managing Trump’s expectations for Congress as they are communicating Trump’s demands to lawmakers.\n\n“I think the House and Senate will have a lot of respect for Pence and Marc,” Deason said. “They’ll be able to influence Donald Trump to go along.”\n\nIn fact, early on in the contentious GOP primary, when conservatives were still hatching plans to sideline Trump, Deason called Short — then a staffer for Marco Rubio’s campaign — to try and broker a last-ditch proposal. Deason hoped to prod Rubio to partner with his favored candidate, Ted Cruz, to block Trump from winning Florida.\n\n“He talked to Rubio about it but he thought Rubio wanted to see what would happen,” Deason said. “He still thought he could win Florida.”\n\nTrump crushed Rubio in the Florida contest, a back-breaking win that would force the senator out of the race. But throughout the contest, Short maintained contact with Pence, working as an informal adviser and as a paid consultant on his re-election bid. Eventually, Pence quit the governor’s race to serve as Trump’s running mate and Short came on as one of Pence’s top advisers.\n\nShort, 46, lives in Arlington with Kristen and their three children. They attended the same church as the Pence family during Pence’s time in Congress, and Kristen was in the same Bible study as Pence’s wife, Karen. Short, like Pence, espouses a deep Christian faith. And, also like his boss, his conservatism runs deep.\n\nLike many conservatives, Short argues Obama’s presidency doesn’t represent any leftward shift in the nation’s politics, but rather was the unique achievement of a once-in-a-generation politician — that it was Obama’s personality, not his policies, that contributed to his political success.\n\nBut Short also considers himself practiced in cross-party relationship building. Short is a believer in the notion that face-time with political opponents breeds cooperation.\n\nShort counts a number of friends on the other side of the aisle. One of those friends is Jim Hock, the chief of staff at the Department of Commerce and a Democrat. They met coaching their sons’ basketball teams.\n\n“Given his background, you know, they’re lucky to have him,” Hock said. “He’s a good listener, he’s not a bombastic guy at all. He listens and when I think of Marc, he listens intently and he hears you. We may not always agree, but I know that he’s heard me.”\n\nOliver North, who helped launch Short’s career, remains a close friend. He noted Short’s ability to work for various factions of the GOP and earn high marks from colleagues in all of them.\n\n“It’s a great tribute to him,” North said. “It’s because people can trust him.”", "url": "https://www.politico.com/story/2017/01/who-is-marc-short-trump-legislative-liaison-233710"}}