{"foreign_id": "12_Fake", "article1": {"title": "Trump’s obsession with WrestleMania and fake drama", "content": "“It said a lot about what investors saw as Donald Trump’s business acumen,” Fried said. “They just freaked out. I don’t think the average fan is an investor.”\n\nTrump has a long relationship with professional wrestling and the McMahon family that dates back to the 1980s, and much of his relationship with the family parallels his surprising rise to the U.S. presidency. Now, Linda McMahon, Vince’s wife, is set to become head of Trump’s Small Business Administration, should she pass her upcoming confirmation hearing in Washington.\n\nOne person who knows the family well said Trump “is more of a Vince guy, but he likes Linda.” And while those close to Trump say his love of the professional wrestling world doesn’t spring from one particular place, his ties are extensive and enduring.\n\nWhen he was looking to build out his communications staff last year, he leaned on the owners of another wrestling and fighting organization, the Ultimate Fighting Championship, and recruited Steven Cheung, a UFC spokesman, as his rapid response director. Trump, turned out in a tux, joined the WWE Hall of Fame in 2013 after decades of appearances.\n\nOne person who knows the McMahon family well said Donald Trump \"is more of a Vince guy, but he likes Linda.\"\n\nHe still talks to Vince McMahon occasionally and praises the family’s business acumen and market strategy to others. WWE promotes Trump on its website, and its stock price has risen about 11 percent since Election Day. “In November 2016, Trump culminated his campaign against key contender Hillary Clinton and was elected into office as the 45th President of the United States — the first time in history a WWE Hall of Famer would ever hold the distinguishing title of U.S. Commander-in-Chief,” the website reads.\n\n“I would say to him, we’re going to be the WWE of the primary with the smash-mouth adrenaline pumping,” said Sam Nunberg, a former campaign aide who met Trump for the first time at a wrestling match. “He loved the sensationalism, the drama, the fantasy. There are a lot of similarities between Vince McMahon and Trump.”\n\nThe relationship began in the 1980s, with Trump as an Atlantic City casino owner and what was then known as the WWF looking to pack tens of thousands of people into a ring for fake drama. The group held WrestleMania 4, part of its biggest series, in Atlantic City, near his hotel called the Trump Plaza, which later went bankrupt.\n\n“Trump was trying to get his casinos on the map,” said Bruce Prichard, a former top WWE executive from 1987 to 2008 who also performed as Brother Love, a smarmy preacher character. “Donald had the space, the McMahons understood promotion, and he knew one hand washes the other.”\n\nTrump soon had two different roles with WWE. He would lease out the space for events, but he would also sometimes appear in the ring, often cast as the hero to McMahon’s villainous character, Prichard said. There was the time he body-slammed McMahon, drawing wild applause, and then shaved McMahon’s head. There was the time “Stone Cold” Steve Austin kicked Trump in the groin before performing his signature move, “the stunner,” on Trump in the ring. There was the time he slammed McMahon over a table, again to the roar of the blue-collar crowd. There was the time hundreds of thousands of dollars fell from the ceiling into the scrambling arms of fans when Trump entered the arena.\n\n“Of course the crowd was going to love him,” Prichard said. “Instead of dropping balloons, he dropped hundred-dollar bills on top of them.” The money came from WWE.\n\nWhen he entered the WWE Hall of Fame, he strutted into the ceremony in a black bow tie, with two women on his arms wearing blazing-red dresses. “Money, money, money, money” was on the speakers, and dollar bills lit up behind a screen. He crowed about the “Battle of the Billionaires” and said “it has the ratings, and the highest pay-per-view of wrestling of any kind.”\n\n“Next year, I will challenge Vince to a fight, and I will kick his ass if he wants,” Trump said in the Hall of Fame speech. His entire family sat in the front row dressed impeccably and smiling, just like they did during the campaign.\n\nDonald Trump, wrestler \"Stone Cold\" Steve Austin and Vince McMahon attend the press conference held by Battle of the Billionaires to announce the details of Wrestlemania 23 at Trump Tower.\n\nAnd even though he received some boos from the Madison Square Garden crowd during his induction speech, Trump reveled in the attention.\n\n“Sorry losers and haters, but I LOVED the great energy in Madison Square Garden during my speech. The WWE thought it was incredible - it was!” Trump tweeted the next day at 6:25 a.m.\n\nTo blue-collar wrestling fans, he created the persona of the campaign trail. Trump connoted wealth and a no-guff, take-no-prisoners attitude, said Michael Axelrod, a Long Island fan, who added that he remembered few other billionaire-types jousting in the ring.\n\n“People who go to wrestling matches don’t tend to like people who make more in one day than they make in their lifetimes,” Axelrod said. “But he didn’t take sh-- from anyone and made his own rules, and people seem to like that in their wrestling characters.”\n\nIn wrestling terms, he was known as a “babyface,” or good guy, Axelrod said, adding he’d never seen him booed at a wrestling event. “I don’t think he would have liked getting booed,” Axelrod said.\n\nPrichard said Trump was always happy to come on, and even travel, aware that it brought him publicity among the people who would buy his products and watch “The Apprentice.” Wrestling executives would send him lines and moves for his appearances, but he often changed them last-minute. Many of the guests are prima donnas, Prichard said, but Trump wasn’t. He wouldn’t shake hands because he was a germophobe but generally joked backstage with the performance crew, and Prichard said he would elbow Trump in the gut to make him shake hands.\n\nFrequently, he would closely study the monitors in the production room, trying to read the crowd before he went onstage.\n\n“A lot of people are real a--holes, but he wasn’t. I liked that son of a b--ch,” Prichard said. “He was better than anyone at reading the room. He loved to take the temperature of the room, and he loved the instantaneous feedback. He was really easy to work with.”\n\nPrichard said he has a picture of Trump hanging in his office in Texas and thinks the president-elect would remember him, as they worked backstage together.\n\nAxelrod, the Long Island wrestling fan, said he still thinks about Trump’s wrestling appearances when he sees Trump on TV. “I don’t think he’d be a good president, but he’s a worker,” Axelrod said, using a wrestling term for those who are good at scripted moments. “He is someone who can really manipulate a lot of people.”\n\nDuring the 2013 ceremony, Trump told the crowd that being in the WWE Hall of Fame was a bigger honor than having the highest ratings in TV, being a best-selling author or getting a spot on the Hollywood Walk of Fame.\n\n“I really do love you people,” he told the crowd.\n\n", "url": "https://www.politico.com/story/2017/01/trump-wrestlemania-fake-233615"}, "article2": {"title": "This Is How Vince McMahon Convinced Donald Trump to Take a Stone Cold Stunner", "content": "When WWE’s recruiting pool hit an all-time low in the mid-2000s, McMahon began to rely on big names—celebrities and former popular stars—to buoy his signature wrestling event, WrestleMania, and cover up for a lack of talent and star power. In 2007, McMahon invited Austin and Donald Trump to be a part of WrestleMania 23 at Detroit’s Ford Field in front of 80,000 fans.\n\nTrump had gone on the WWE’s flagship show Monday Night Raw to issue a challenge in a promo that would include what have now become classic tropes of his political persona: burying the media, comparing Rosie O'Donnell to a dog, and insulting his opponent while soaking in the admiration of rabidly cheering fans.\n\n“I’m taller than you,” Trump tells McMahon in the ring face to face. “I’m better looking than you. I think I’m stronger than you, and I am here to challenge you to a match at WrestleMania...One hundred percent, I would kick your ass.”\n\nMcMahon suggests that they pick wrestlers to fight in their stead. Donald agrees. “You pick a representative, I pick a representative. If you lose, I get to shave your head. If I lose, you get to shave my head,” Trump says. It was promoted as the main event of the evening, the “Battle of the Billionaires” in a Hair vs Hair match with Stone Cold Steve Austin as the special guest referee. Trump chose Bobby Lashley, who has since found success as the TNA wrestling champion, while McMahon decided to be in the corner of the “Samoan Bulldozer” Umaga (who passed away two years later).\n\nBy the end of the night, after Donald's boy had won and McMahon was shaved bald, Austin would leave with a story that no other wrestler could top, and one that he's never told in this much detail.\n\n\n\n“Vince says to me, ‘Steve, I’m going to see if I can get Donald to take the Stunner,’\" Austin recalls, referring to his signature finishing move, where he kicks an opponent in the gut then performs a sit-down jawbreaker. \"I said, ‘you think?’ He says, ‘Oh yeah, it’ll be great, it’ll be great.’ He goes up to Donald and says, ‘Hey Donald, this is Stone Cold Steve Austin.’ I shook Donald’s hand. He goes, ‘Listen, I want to know if after the match, when everything is done, if Steve could hit the Stone Cold Stunner on you.’ Donald says, ‘You think it’d be a good thing?’ and Vince goes, ‘Oh, of course it would be. It would just blow the roof off the place.’ And Donald’s right hand guy was saying, ‘No, no, no! You don’t need to do this, we got other things to do!’ He’s trying to talk him out of it. And Donald says to Vince, ‘You think it’ll help?’ and Vince goes, ‘I promise you it’ll help.’ And Donald says, ‘Okay, I’ll do it.’\n\nAustin pulled it off seamlessly, leaving Trump splayed on the mat, but it wasn't one of his best. \"It wasn’t a picture-perfect stunner,\" Austin says, \"but I give Donald Trump a hell of a lot of credit for being a man. He was a stand-up guy, he was there to do business and we did business, so I respect the man for that. If I see him giving a speech on the TV, I don’t think, ‘Hey, I gave this guy a stunner.’ We were doing business and we did business. The fact that he is going to be the next President of the United States, it’s a hell of a story.”", "url": "https://www.complex.com/sports/a/damien-mcduffie/stone-cold-steve-austin-donald-trump-stunner-vince-mcmahon-podcast"}, "article3": {"title": "WWE Fan Donald Trump Has Never Tapped Out of Pro Wrestling", "content": "When President-elect Donald Trump was inducted into the WWE Hall of Fame in 2013 before a raucous crowd, he made a point to single out and thank Linda McMahon, the matriarch of the wrestling empire, who would become his pick to lead the Small Business Administration just three years later.\n\nDonald Trump, left, and Bobby Lashley shave the head of Vince McMahon after Lashley defeated Umaga at Wrestlemania 23 at Ford Field in Detroit in 2007. Carlos Osorio / AP file\n\nTrump, who spent much of his acceptance speech bragging about how a WWE telecast he participated in had \"the highest ratings, the highest pay-per-view in the history of wrestling of any kind,\" was hailed at the time by McMahon's husband Vince as a \"Wrestlemania institution,\" but that might have been an understatement.\n\nThe future president has been a fixture in the theatrical world of professional wrestling almost since the beginning of its modern incarnation in the 1980s.\n\nHe infamously appeared at Wrestlemania IV in Atlantic City in 1988, where he was seen on camera alongside the late mobster Robert LiButti, whom Trump claimed he'd never met and wouldn't recognize.\n\nRelated: Trump's Cabinet Picks Have a Combined Wealth of $14.5B\n\nAnd in the years since, Trump has taken an even more active role in the McMahon family business, often playing a foil opposite Vince McMahon, who is usually cast as a villain.\n\nIn 2007, he tried to show up McMahon by dropping \"buckets of cash\" on the crowd at a WWE Raw event (\"How dare Donald Trump embarrass me like this!\" an apoplectic McMahon bellowed).\n\nIn 2009, he pretended to sell \"Monday Night Raw\" back to McMahon because \"I can do whatever the hell I want.\"\n\nAnd in 2013, in the \"Battle of the Billionaires\" (a.k.a. \"Hair vs. Hair\"), Trump got physical, tackling McMahon to the ground and then pumping his fist in the air. McMahon, the loser of that bout, had his head shaved by Trump.\n\nEven in his Hall of Fame acceptance speech, Trump was still in character, challenging McMahon to a fight the following year. \"I will kick his a-- if he wants, I will kick his a--,\" Trump said.\n\nHowever, behind the scenes, Trump has enjoyed a much more cordial and friendly relationship with the McMahons. Trump has even hosted two of their Wrestlemania events at his properties.\n\n\"Vince is an amazing man, he really is, we kid and we have fun, but everybody knows he's an amazing guy,\" Trump said backstage after his WWE Hall of Fame induction.\n\nLinda McMahon, who can be seen giving Trump a standing ovation at the end of his speech, donated $6 million to Rebuilding America Now, a super PAC that supported the Republican's presidential campaign, and she and her husband have also given $5 million to his foundation, which would make them that controversial entity's largest outside donor, according to the Washington Post.\n\nRelated: Why Donald Trump's Business Dealings Matter\n\nLinda McMahon, a former U.S. Senate candidate in Connecticut, has been critical of Trump's past comments about women.\n\n“He’s not helping, certainly, to put women in the best light,” she said in an interview with Yahoo's Katie Couric in March of this year. “Maybe he regrets them, maybe he doesn’t. I realize he punches hard when he punches back, but that’s just over the top.”\n\nLater, she conceded in an interview with the Associated Press that while Trump was not her first choice for president (she was a Chris Christie supporter) she believed he could be \"a vessel that has housed this anger and this dissatisfaction\" and called him \"an incredibly loyal, loyal friend.\"\n\nJust like Trump, her husband and her two children, Linda McMahon has a penchant for playing a direct part in the wrestling action. For example, in 2003 she was 'tombstoned' by a wrestler called Kane.\n\nAnd in 2005, she got 'stunned' by WWE star Stone Cold Steve Austin in a clip that would come back to haunt her (as well several other videos which highlighted the WWE's treatment of women) during her unsuccessful U.S. Senate bids in 2010 and 2012.\n\nNot all wrestling aficionados are pro-Trump. In wake of his rise up the political ranks last year, a Change.org petition penned by a wrestling fan called for his WWE Hall of Fame honor to be revoked.\n\n\"Donald Trump is promoting a violent and discriminatory war on people of different religions and nationalities right here in our country, but WWE still has him in their Hall of Fame! Please sign my petition urging WWE to remove Donald Trump from the Hall of Fame,\" the petition reads.\n\nThe petition argues that if wrestling legend Hulk Hogan was removed from WWE promotional material for past racist statements he made, than Trump should be too for his own incendiary comments about Muslims and Mexicans. The petition currently has just over 10,000 signatures.", "url": "https://www.nbcnews.com/news/us-news/wwe-fan-donald-trump-has-never-tapped-out-pro-wrestling-n693611"}}