{"foreign_id": "130_Real", "article1": {"title": "Many questions and few answers about how Melania Trump immigrated to the U.S.", "content": "Comment on this story Comment Gift Article Share\n\nNewly published nude photographs of Melania Trump, the wife of Republican presidential candidate Donald Trump, have raised questions about the story of her immigration to the United States and how the Slovenian-born former model gained her legal status here — questions that the Trump campaign is not answering. Wp Get the full experience. Choose your plan ArrowRight Melania Trump has said she came to the country in 1996, but the photos were taken in New York in 1995. She met Donald Trump in 1998, and they were married in 2005. So what do we know about how Melania Trump came to the United States?\n\nQ: What has Melania said about her immigration?\n\nA: Melania Trump has said she came to the United States on a legal visa in 1996, got a green card in 2001 and then became a U.S. citizen in 2006.\n\nGet to know the former model, jewelry designer — and potential first lady. (Video: Julie Percha/The Washington Post)\n\n“I came here for my career,” she told Harper’s Bazaar in January. “I did so well. I moved here. It never crossed my mind to stay here without papers. That is just the person you are. You follow the rules. You follow the law. Every few months you need to fly back to Europe and stamp your visa. After a few visas, I applied for a green card and got it in 2001. After the green card, I applied for citizenship. And it was a long process.”\n\nAdvertisement\n\nThen, in February, she told MSNBC: “I follow a law the way it’s supposed to be. I never thought to stay here without papers. I had visa. I travel every few months back to the country, to Slovenia, to stamp the visa. I came back. I applied for the green card. I applied for the citizenship later on after many years of green card. So I went by system. I went by the law, and you should do that.”\n\nOn Thursday, Melania Trump tweeted an additional explanation — but no additional details:\n\n“Let me set the record straight,” she wrote. “I have at all times been in full compliance with the immigration laws of this country. Period.”\n\nQ: Who sponsored Melania to come to the United States? What kind of visa did she hold?\n\nA: The Trump campaign has been vague. This week, Trump campaign spokeswoman Hope Hicks responded to a list of detailed questions of Melania Trump's immigration status with only one line: \"Melania followed the laws and is now a proud United States citizen.\"\n\nAdvertisement\n\nLife with Donald: Melania Trump Share Share Share on Facebook Share on Twitter Share on Reddit Share on LinkedIn MailSolid Email this link View Photos View Photos Next Image WASHINGTON, DC - MARCH 24: Real estate mogul and billionaire Donald Trump (R) and his wife Melania Knauss-Trump attend Golf legend Jack Nicklaus' Congressional Gold Medal ceremony in the U.S. Capitol Rotunda March 24, 2015 in Washington, DC. Trump announed on March 18 that he has launched a presidential exploratory committee. (Chip Somodevilla/Getty Images)\n\nMost of what we know about how she first came to the United States comes from Paolo Zampolli, an Italian-born businessman based in New York who once owned modeling agencies.\n\nHe told The Washington Post this week that his agency, Metropolitan Models, sponsored Melania Knauss for an H-1B work visa in 1996 after he spotted her while scouting models in Milan and Paris. Working models are eligible for an H-1B if they can show “distinguished merit or ability” in their field. Zampolli said Melania Knauss qualified based on her past work as a model in Europe.\n\nQ: So she has said she came in 1996?\n\nA: Yes, multiple times. Her official biography in the program of the Republican National Convention in Cleveland last month indicated she came to the United States in 1996. So did her biography on the Trump Organization website. That page was recently taken down after it emerged that a line indicating that Melania Trump had earned a college degree at a Slovenian university was false; she studied at the school before dropping out to pursue modeling in Paris and Milan.\n\nAdvertisement\n\nQ: But the nude photographs were taken in New York City in 1995?\n\nA: Correct. The photographs originally appeared in the French magazine Max and were published again in the New York Post last weekend. Marc Dolisi, chief editor of Max at the time, told The Washington Post that the pictures appeared in the February 1996 edition of the magazine and had been shot in November or December of 1995. Jarl Ale de Basseville, the photographer, said the shoot was conducted in New York.\n\nQ: How can the discrepancy be explained?\n\nA: Only Melania Trump can explain the discrepancy, which was first reported by Politico. The campaign has not responded to questions asking how those photos could be shot in 1995 if Melania Trump arrived in 1996.\n\nQ: So does that mean Melania Trump was in the United States illegally in 1995?\n\nAdvertisement\n\nA: It's not clear. Dolisi and de Basseville both told The Washington Post that Melania Trump was not compensated for the Max magazine photo shoot. She was a relatively unknown model at the time. Taking part in magazine photo spreads for free is common for models at that level because the exposure can help them secure commercial work.\n\nQ: Why is it important that Trump was not paid?\n\nA: Without pay, she could have been here legally on a visitor's visa. Foreigners coming to the United States for brief stays can obtain B1 or B2 visitor's visas allowing them to stay in the United States as either a tourist or a business visitor attending a meeting or other work event. It is, however, illegal to work in the United States on a visitor's visa; that kind of illegal work has tripped up many other people who wish to legally immigrate to the United States. People applying for or holding a visitor's visa are asked both at an embassy or consulate abroad and at the port of entry upon arrival whether they intend to work. If they come to the United States planning to work and claim otherwise, that's immigration fraud.\n\nAdvertisement\n\nIt is unclear, however, if she got any other kind of compensation during her 1995 stay, such as airfare and lodging.\n\nQ: Did Melania Trump ever come to the United States on a visitor's visa?\n\nA: We don't know. The Trump campaign has not answered this question.\n\nQ: Did Melania Trump do any other work in the United States before 1996?\n\nA: We don't know. The Trump campaign has not answered this question.\n\nWhen she first arrived in the United States, Melania Trump shared an apartment for a time with Matthew Atalian, a photographer who was friendly with Paolo Zampolli. In an interview, he said she moved in either in 1995 or in 1996 and lived with him for about a year and a half. He said he agreed to let her move in with him at the request of Zampolli, who paid her rent. His understanding at the time, he said, was that she was “fresh” to the United States.\n\nAdvertisement\n\nQ: Melania Trump described having to return to Slovenia every few months to get her visa stamped, citing her willingness to undertake these trips as a commitment to complying with U.S. immigration law. Why did she need to do this?\n\nA: We don't know. The Trump campaign would not answer this question.\n\nImmigration experts said that people who receive H1-B visas typically receive them for three years and are able to renew them for another three years. They expressed some confusion as to why Melania Trump would need to periodically return to Slovenia if she held an H-1B visa. However, several said the specifics of her situation might have required it. Only Melania Trump could describe her own experience.\n\nQ: How did Melania Trump get a green card?\n\nA: We don't know. The Trump campaign would not answer this question.\n\nAdvertisement\n\nA green card allows a foreigner to permanently reside in the United States. It is the golden ticket of the U.S. immigration system and highly sought after by millions of immigrants.\n\nThere are several avenues Melania Trump could have pursued to get a green card. She could have won a lottery for people who immigrate from countries that don’t have high immigration rates to the United States.\n\nShe could have sought a green card as a person of extraordinary ability, though experts cast doubt that she had been sufficiently successful in her modeling career to qualify in this category.\n\nShe could have been sponsored for a green card by an employer who made a case that there were no Americans available to fill a particular job. That process is not easy; it requires the employer to show that they have attempted to fill the job, by advertising it publicly. Michael Wildes, an immigration lawyer who has done work for the Miss Universe pageant and the Trump Organization, said his firm will typically not help models pursue this kind of green card, as it is too difficult to show that a modeling job could not be filled by an American. He said, however, that models can sometimes qualify for a green card on these grounds by seeking employment in a different field for which they are also qualified, like graphic design. Wildes said he did not have permission from the Trump Organization to comment on any specific case, including Melania Trump’s.\n\nAdvertisement\n\nImmigrants can also obtain a green card through marriage. Melania and Donald Trump were married in a very public ceremony in 2005, four years after she has said she obtained her green card.\n\nQ: Shouldn't there be some documents available that would shed light here?\n\nA: Certainly. But experts said Melania Trump's immigration records would typically not be available for public release without her permission. The Washington Post asked Hicks to release copies of these records; she did not respond to this question.\n\nQ: Isn't it hypocritical for the Trump campaign not to answer these questions, given that Trump has made cracking down on illegal immigration the centerpiece of his campaign? And given that he waged a very public campaign to insist that President Obama release a copy of his birth certificate to prove that he was born in the United States?\n\nIn March, Donald Trump said he was “totally committed to eliminating rampant, widespread H-1B abuse and ending outrageous practices such as those that occurred at Disney. I will end forever the use of H-1B as a cheap labor program, and institute an absolute requirement to hire American workers first.”\n\nA: That's a question for the voters.\n\nAlice Crites contributed to this report.\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/politics/many-questions-and-few-answers-about-how-melania-trump-immigrated-to-the-us/2016/08/04/0c13cc1a-5a3f-11e6-831d-0324760ca856_story.html"}, "article2": {"title": "New York Post corrects timeline of Melania Trump photo shoot", "content": "Now, POLITICO has obtained a copy of the magazine issue in question from the French National Library in Paris. The photos were published in the February 1997 issue of Max, #88. Both the New York Post and Dolisi are now acknowledging they were mistaken in dating the publication of the photos a year earlier than they actually appeared.\n\nThe New York Post has updated the dates in its story to reflect that the photos were taken in late 1996 and appeared in 1997. In a statement, the newspaper attributed the mistake to information from the photographer who shot the pictures. “Alé de Basseville told the Post on Wednesday that he misspoke, and the photo session actually took place in 1996 in Manhattan, and appeared in a 1997 issue of the magazine,” said a spokeswoman for the newspaper.\n\nPictured: The February 1997 edition of Max Magazine, showing Cindy Crawford on the cover, along with a photograph of Melania Trump from inside the issue. | Nicholas Vinocur\n\nBut de Basseville told POLITICO that the Post — which reported the dates of the shoot and the magazine publication without attribution — is wrong to state he was the source of the error or that he admitted this week to misspeaking. “No way. This is a fucking lie,” de Basseville said. He said he had always told the Post that he could not remember the timing of the photo shoot.\n\nDolisi also conceded that the original February 1996 date he gave was incorrect. “It’s a mistake,” he said, explaining, “I don’t keep issues of the magazines.”\n\nOn Wednesday, a lawyer for Trump released a letter stating that she first came to the country in August 1996 and obtained a work visa in October 1996 that required renewal every 12 months — more detail than Trump had previously disclosed about her immigration history.\n\nThe lawyer, Michael Wildes also clarified when Melania Trump posed for Max Magazine. “Because Mrs. Trump did not enter the United States until August 27, 1996, the allegation that she participated in a photo shoot in 1995 is not only untrue, it is impossible,” he wrote. The photo shoot, he said, “did not occur until after she was admitted to the United States in H-1B visa status in October 1996,” citing an interview he conducted with Melania Trump.\n\nNicholas Vinocur contributed from Paris.", "url": "https://www.politico.com/story/2016/09/melania-trump-photos-visa-immigration-228295"}, "article3": {"title": "New York Post published fully nude photo of potential first lady on cover, sparking outrage — but not from Trump", "content": "Gift Article Share\n\nA brief history of potential first ladies who have had images of their naked bodies published on the front page of a newspaper during an election season: Melania Trump on Sunday’s New York Post. That’s it. Wp Get the full experience. Choose your plan ArrowRight The word “shocking” is thrown around in politics more often than a Frisbee on a college campus, but Sunday’s New York Post cover arguably deserves the distinction.\n\nIt features a photo of Melania Trump, completely nude, with stars over her nipples. Her hands rest between her bare legs. Its screaming, all-caps headline reads, “The Ogle Office.”\n\nA line at the bottom of the page reads, “You’ve never seen a potential First Lady like this!”\n\nThat is not an incorrect statement. The closest approximation is when Settimio Garritano, member of the paparazzi, took unauthorized photos of Jacqueline Kennedy Onassis sunbathing nude on Skorpios Island in 1971 — years after President John F. Kennedy had been assassinated.\n\nAdvertisement\n\nThe only thing more shocking than the Post’s cover might be what appears in its late edition: a photo of a nude Melania, being held suggestively by another naked woman, who is nuzzling the potential first lady’s neck. Black strips are drawn over their nipples.\n\nAdding to the oddity of the cover is the fact that the New York Post endorsed Donald Trump in April. (Then again, maybe it’s not that surprising. The editorial announcing his endorsement stated, “His political incorrectness is one of his great attractions — it proves he’s not one of ‘them.'”)\n\nThe photos were originally taken for and published in a 1996 edition of Max magazine, a defunct French magazine. Accompanying their republication in the New York Post is an interview with Alé de Basse­ville, the photographer who took the photos.\n\n(Note: Because of the graphic nature of the photographs, The Washington Post has chosen not to link to the New York Post articles. They can be found easily with a Google search.)\n\nAdvertisement\n\n“I think it is important to show the beauty and the freedom of the woman, and I am very proud of these pictures because they celebrate Melania’s beauty,” de Basse­ville told the tabloid.\n\nWhen asked about the photo with another woman, de Basse­ville said, “I always loved women together, because I have been with a lot of women who desired the ménage à trois.”\n\nHe added, “This is beauty and not porn.”\n\nIn a statement to the New York Post, Donald Trump said, “Melania was one of the most successful models and she did many photo shoots, including for covers and major magazines. This was a picture taken for a European magazine prior to my knowing Melania. In Europe, pictures like this are very fashionable and common.”\n\nJason Miller, the Trump campaign’s senior communications adviser, appeared on CNN’s “Reliable Sources,” where he described the photos as “art” and claimed that there’s no cause for embarrassment and that Melania is “beautiful.”\n\nAdvertisement\n\n“These were photos that were 20 years before Mrs. Trump met Mr. Trump,” Miller said. “There’s nothing to be embarrassed about with the photos. They’re a celebration of the human body as art.\n\n“She’s a beautiful woman,” Miller said.\n\nThe photos sent the Internet into a downright tizzy.\n\nGawker speculated that Trump himself leaked the photographs to take the spotlight away from his back-and-forth with Khizr and Ghazala Khan, parents of a Muslim American soldier who was killed in Iraq. Implausible? Who knows with Trump?\n\nMany, though, were simply outraged, citing the republication of the photos as misogyny, a cheap blow that has nothing to do with politics.\n\nEmily Tamkin, a writer for Slate, called the cover “trashy” and said none of the aforementioned quotes “make this cover acceptable.”\n\nShe opined:\n\nA woman should be able to agree to take naked photos for a European magazine in her twenties with the expectation that they will not show up on the cover of a newspaper/tabloid some 20 years later under the headline “Ogle Office” when her husband decides to run for president.\n\nMany Twitter users seemed to agree.\n\nAdvertisement\n\n“I am appalled and outraged by The New York Post’s Melania Trump cover,” tweeted one user, added “Misogyny is misogyny.” “Just saw that New York Post cover. Ugh, trash,” tweeted another. A third: “Printing Melania Trump’s naked pics is vile.”\n\nThe New York Post gross as hell for that Melania Trump cover. Jesus F Christ. — 🎃a (@aprilinoctober) July 31, 2016\n\nThe New York Post publishing nude photos of Melania is extremely tasteless and desperate. — RaeAnna (@raeannakay) July 31, 2016\n\nOf course, this is not the first time racy photos of Melania Trump have surfaced.\n\nGQ recently republished a photo shoot featuring Melania Trump from 2000 that included nude shots of the potential first lady, though these were carefully arranged to cover her most personal of areas. The photos were then used by the anti-Trump super PAC Make America Awesome in an attack meme, GQ reported.\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/news/morning-mix/wp/2016/08/01/new-york-post-published-fully-nude-photo-of-potential-first-lady-on-cover-sparking-outrage/"}}