{"foreign_id": "133_Real", "article1": {"title": "Tracking turnover in the Trump administration", "content": "Sections Print\n\nEditor's note: Because Donald Trump’s tenure in the White House has ended, this page will no longer be updated. It will remain in its current state as a resource for historical data.\n\nThe rate of turnover among senior-level advisers to President Trump has generated a great deal of attention. Below, we offer two sets of resources to help measure and contextualize this turnover. The first set of resources tracks turnover among senior-ranking advisers in the executive office of the president (which does not include Cabinet secretaries); the second set of resources tracks turnover in the Cabinet. Turnover on the president’s “A Team” President Trump’s “A Team” turnover is 92% as of January 20, 2021 The following chart and table reflect turnover among the most influential positions within the executive office of the president. This data is compiled and tracked by Brookings Nonresident Senior Fellow Kathryn Dunn Tenpas, who refers to this group of advisers as the president’s “A Team.” The list of positions that make up the “A Team” is based on National Journal “Decision Makers” editions, and Dunn Tenpas’s methodology is described in detail in a report she published in January 2018. The chart and table below will be updated as additional members of the “A Team” depart their positions. It is important to note the following: Because the “A Team” is made up of members of the executive office of the president, it does not include Cabinet secretaries.\n\nEach position on the “A Team” is only counted once. If multiple people hold and depart from the same position (e.g., communications director), only the initial departure is tracked/affects the turnover rate. For more information on these instances, see the “serial turnover” section below.\n\nSummary and analysis of “A Team” turnover in the Trump administration Set out below is a list of the senior level departures from the executive office of the president since the beginning of the Trump administration (each of the 65 “A Team” positions is only counted once toward the turnover rate, thus, this chart only includes the first person to hold/depart a given position). Highlighted text indicates a position that went through multiple instances of turnover; see below for more details. Year Position Name Prior Job Nature of departure* Date of departure announcement Where to? Successor 1 Senior Director for Africa, NSC Robin Townley Marines Resigned Under Pressure (RUP) 2/10/2017 Sonoran Policy Group Cyril Sartor 1 Chief of Staff and Executive Secretary, NSC Keith Kellogg Cubic Defense Promoted 2/13/2017 Acting National Security Adviser Frederick Fleitz 1 National Security Adviser Michael Flynn Trump Campaign RUP 2/13/2017 Unknown H.R. McMaster 1 Assistant to the President (AP) and Senior Counselor for Economic Initiatives Dina Powell Goldman Sachs Promoted 3/15/2017 Deputy National Security Adviser for Strategy Unknown 1 Deputy Chief of Staff Katie Walsh RNC RUP 3/30/2017 America First Policies, then RNC (7/21/17) Kirstjen Nielsen 1 Deputy National Security Adviser KT McFarland TV analyst RUP 5/19/2017 Ambassadorial nomination withdrew/unknown Dina Powell/Ricky Waddell 1 AP and Communications Director Michael Dubke Black Rock Group RUP 5/30/2017 Georgetown University lecturer, Black Rock Group Anthony Scaramucci** 1 Press Secretary Sean Spicer RNC RUP 7/21/2017 Worldwide Speakers Group Sarah Huckabee Sanders 1 Principal Deputy Press Secretary Sarah Huckabee Sanders Trump Campaign Promoted 7/21/2017 Press Secretary Raj Shah 1 AP and Chief of Staff to the VP Josh Pitcock Capitol Hill Resigned 7/28/2017 Oracle Nick Ayers 1 Chief of Staff Reince Priebus RNC RUP 7/31/2017 Law firm John Kelly 1 Senior Intelligence Director, NSC Ezra Cohen-Watnick U.S. Government (DIA) RUP 8/2/2017 Oracle Mike Barry 1 AP and Chief Strategist and Senior Counselor to the President Steve Bannon Media RUP 8/18/2017 Breitbart News Unknown 1 AP and Director of Public Liaison George Sifakis Gov’t Relations RUP 8/18/2017 Ideagen Justin Clark 1 Deputy AP and Director of Presidential Advance George Gigicos Consulting RUP 8/22/2017 Consulting Robert L. Peede 1 National Security Adviser for VP Andrea Thompson McChrystal Group Promoted 9/11/2017 Special Adviser in the Office of Policy Planning, U.S. State Department Lt. Gen. (Ret) Keith Kellogg, Jr. 1 AP and Director of Strategic Communications Hope Hicks Trump Organization Promoted 9/12/2017 Communications Director** Mercedes Schlapp 1 DAP and Deputy Communications Director and Research Director Raj Shah RNC Promoted 9/12/2017 Principal Deputy Press Secretary Unknown 1 Deputy AP and Director of Oval Office Operations Keith Schiller Trump Organization RUP 9/20/2017 Private Security Consulting Jordan Karem 1 Deputy AP and Deputy White House Counsel Greg Katsas Law Firm Resigned 11/28/2017 Federal judge, DC Circuit Uttam Dhillon 1 AP and Director of Communications, Office of Public Liaison Omarosa Manigault Reality Television RUP 12/13/2017 Celebrity Big Brother Position abolished 1 Deputy Director of the Domestic Policy Council and Director of Budget Policy Paul Winfree Heritage Foundation Resigned 12/15/2017 Heritage Foundation Lance Leggitt 1 AP and Deputy Chief of Staff for Policy Rick Dearborn U.S. Senate staff Resigned 12/23/2017 resignation announced, departed 3/13/2018 The Cypress Group Chris Liddell Year Position Name Prior Job Nature of departure* Date of departure announcement Where to? Successor 2 AP and Staff Secretary Rob Porter U.S. Senate Staff RUP 2/7/2018 Unknown Derek Lyons 2 Senior Director of Legislative Affairs, NSC Daniel Greenwood Marines Promoted 2/9/2018 Lateral move to Deputy AP and Deputy Director of Legislative Affairs Paul J. Miller 2 AP and Director of Presidential Personnel John DeStefano U.S. House of Representatives Staff Promoted 2/9/2018 AP and Counsel to the President overseeing Public Liaison, Personnel and Political Affairs Sean Doocey (DAP) 2 AP for Intergovernmental and Technology Initiatives Reed Cordish Real Estate Resigned 2/16/2018 Partner, Cordish Companies Brooke Rollins 2 AP and Director of the National Economic Council Gary Cohn Goldman Sachs Resigned 3/6/2018 Unknown Larry Kudlow 2 CIA Director Mike Pompeo Member, House of Representatives (R-KS) Promoted 3/13/2018 Secretary of State Gina Haspel 2 DAP and Director of Intergovernmental Affairs Justin Clark Trump Campaign Promoted 3/13/2018 Director, White House Office of Public Liaison Douglas Hoelscher 2 Deputy CIA Director Gina Haspel CIA Promoted 3/13/2018 CIA Director Vaughan Bishop 2 AP and Director for Strategic Initiatives Chris Liddell WME/IMG Promoted 3/19/2018 Deputy Chief of Staff Unknown 2 AP for Homeland Security and Counterterrorism Thomas Bossert Atlantic Council RUP 4/10/2018 Unknown Doug Fears*** 2 DAP and Director of Policy and Interagency Coordination Carlos Diaz-Rosillo Harvard University Promoted 6/19/2018 Senior Deputy Chairman, National Endowment for the Humanities Unknown 2 DAP and and Senior Adviser to the Chief of Staff Sean Cairncross RNC Promoted Unknown (nominated for MCC 1/5/18) Millennium Challenge Corp. Unknown 2 Deputy Director, National Economic Council and International Economic Affairs Everett Eissenstat Senator Orrin Hatch (R-UT) Resigned 7/15/2018 General Motors Clete Willems 2 AP and White House Director of Legislative Affairs Marc Short Trump Campaign Resigned 7/20/2018 Guidepost Strategies and UVA Shahira Knight 2 DAP and Deputy Chief of Staff to the Vice President Jen Pavlik Office of Governor Pence Resigned August 2018 Keystone Unknown 2 Counsel to the President Donald McGahn Trump Campaign Resigned 10/17/2018 Jones Day Pat Cipollone 2 SAP and Director of Communications for the First Lady Stephanie Grisham Trump Campaign Promoted November 2018 Deputy Chief of Staff for Communications Unknown 2 DAP and Director of White House Management, Office of Administration Marcia Lee Kelly RNC Resigned November 2018 Trump Reelection Campaign Monica Block 2 DAP and Political Director Bill Stepien Trump Campaign Resigned 12/7/2018 Trump Reelection Campaign Brian Jack 2 OMB Director Mick Mulvaney Member, House of Representatives (R-SC) Promoted 12/14/2018 Acting Chief of Staff Russell Vought Year Position Name Prior Job Nature of departure* Date of departure announcement Where to? Successor 3 AP and Director of Domestic Policy Council Andrew Bremberg RNC Promoted January 2019 U.S. Representative to UN in Geneva Joe Grogan 3 Administrator, OIRA Neomi Rao George Mason Law School Resigned 3/13/2019 Federal judge, D.C. Circuit Paul Ray 3 SAP and Director of Organizational Structure and Human Capital Kirk Ryan Marshall Trump campaign Promoted March 2019 DAP and Deputy Cabinet Secretary for Organizational Structure Unknown 3 Member, White House Council of Economic Advisers Richard Burkhauser Professor Resigned May 2019 Cornell University Unknown 3 Associate Director for Natural Resources, Energy, and Science; OMB James P. Herz Senior Policy Analyst, Budget Committee; House of Representatives Promoted 6/1/2019 Chief Performance Officer, The Department of Energy Unknown 3 Chair, White House Council of Economic Advisers Kevin Hassett American Enterprise Institute Resigned 6/2/2019 Unknown Tomas Philipson (acting) 3 DAP and Cabinet Secretary William McGinley Jones Day Resigned 6/28/2019 (July departure) Vogel Group Kristan King Nevins 3 Senior Director for Europe and Russia, NSC Fiona Hill Brookings Institution Resigned 6/17/2019 (August departure) Unknown Tim Morrison 3 Director of National Intelligence Dan Coats U.S. Senator RUP 7/28/2019 King and Spalding John Ratcliffe 3 AP and Special Representative for International Negotiations Jason Greenblatt Trump Organization Resigned 9/5/2019 Unknown Avi Berkowitz 3 Senior Director for Asia, NSC Matthew Pottinger U.S. Marine Corps Promoted 9/22/2019 Deputy National Security Adviser Unknown Year Position Name Prior Job Nature of departure* Date of departure announcement Where to? Successor 4 Deputy AP and Deputy Communications Director and Research Director Jessica Ditto Office of Ky. Gov. Matt Bevin; Trump campaign Resigned 3/30/2020 Private sector Unknown 4 AP and Chief of Staff to the First Lady Lindsay Reynolds The LBR Group/event planning Resigned 4/6/2020 Family time Stephanie Grisham 4 AP and Director of Social Media Dan Scavino Trump campaign Promoted 4/21/2020 AP and Deputy Chief of Staff for Communications Unknown 4 Deputy AP for Legislative Affairs and Senate Deputy Director Amy Swonger Invariant GR, Principal Promoted 6/5/2020 AP and Acting Director of the Office of Legislative Affairs Unknown 4 Counselor to the President Kellyanne Conway Trump campaign Resigned 8/24/2020 Unknown Unknown 4 DAP and Senior Director for South and Central Asia Lisa Curtis Heritage Foundation Resigned 1/8/2021 Center for New American Security Unknown SUMMARY: 60/65 (92%) “A Team” positions have turned over. * Author’s note: The departure status was difficult to determine in some cases because media reports were often at odds with an individual’s claim that they were resigning. In the end, the category “resigned under pressure” was created to capture the general sentiment at the time of their departure. Highlighted text indicates a position that went through multiple instances of turnover; see the “Serial turnover” section below for more details. ** Author’s note: Anthony Scaramucci was communications director for 11 days. He was succeeded by Hope Hicks, who resigned Feb. 28, 2018. On July 5, 2018, Bill Shine was appointed to the White House communications director role with a slightly different official title, “Assistant to the President and Deputy Chief of Staff for Communications”; he resigned on March 8, 2019. Stephanie Grisham subsequently took over both the communications director and press secretary roles. *** Author’s note: After Thomas Bossert’s departure, incoming National Security Adviser John Bolton folded the position of “AP for Homeland Security and Counterterrorism” into the National Security Council with the new title of “Homeland Security and Counterterrorism Advisor.” Sources: Multiple news websites, LinkedIn, WhiteHouse.gov, and other government websites. Serial turnover within the Trump “A Team” The turnover data above include only the president’s initial team of advisers and when one departs, the position falls out of the sample. One of the limitations of this approach is that it does not consider multiple departures within a single position, a common phenomenon within the Trump team. Set out below are the “A Team” positions that have had more than two occupants. 45% of President Trump’s “A Team” departures have undergone serial turnover as of January 20, 2021 Position Original Replacement 1 Replacement 2 Replacement 3 Replacement 4 Replacement 5 Replacement 6 Chief of Staff Reince Priebus John Kelly Mick Mulvaney (acting) Mark Meadows Deputy Chief of Staff** Katie Walsh Kirstjen Nielsen Zachary Fuentes Emma Doyle John Fleming Chief of Staff to the VP Josh Pitcock Nick Ayers Marc Short Chief of Staff to the First Lady Lindsay Reynolds Stephanie Grisham Unknown Communications Director* Michael Dubke Anthony Scaramucci Hope Hicks Bill Shine Stephanie Grisham Alyssa Farah Unknown Press Secretary Sean Spicer Sarah Huckabee Sanders Stephanie Grisham Kayleigh McEnany Director of Strategic Communications Hope Hicks Mercedes Schlapp Unknown Principal Deputy Press Secretary Sarah Huckabee Sanders Raj Shah Hogan Gidley Brian R. Morgenstern Director of Public Liaison George Sifakis Justin Clark Timothy Pataki Director of Oval Office Operations Keith Schiller Jordan Karem Madeleine Westerhout Nicholas F. Luna Director of Presidential Personnel John DeStefano Sean Doocey John McEntee Staff Secretary Rob Porter Derek Lyons Unknown Director of Presidential Advance George Gigicos Robert L. Peede Max Miller Unknown Deputy White House Counsel** Greg Katsas Uttam Dhillon Patrick Philbin National Security Adviser Michael Flynn HR McMaster John Bolton Robert C. O’Brien Deputy National Security Adviser KT McFarland Dina Powell/Ricky Waddell Nadia Schadlow Mira Ricardel Charles Kupperman Matthew Pottinger/Victoria Coates*** Unknown AP for Homeland Security and Counterterrorism Thomas Bossert Doug Fears Peter Brown Julia Nesheiwat Chief of Staff and Executive Secretary, NSC Keith Kellogg Frederick Fleitz Joan Virginia O’Hara Matthias Mitman Senior Director of Intelligence, NSC Ezra Cohen Watnick Michael Barry Michael Ellis Senior Director for Europe and Russia, NSC Fiona Hill Tim Morrison Andrew Peek Tom Williams Ryan Tully Unknown Senior Director for Africa, NSC Derek Harvey Cyril Sartor Elizabeth Erin Walsh Director of Domestic Policy Council Andrew Bremberg Joe Grogan Brooke Rollins (acting) Deputy Director, National Economic Council and International Economic Affairs Everett Eissenstat Cletus Willems Kelly Ann Shaw Thomas Storch Francis Brooke Chair, White House Council of Economic Advisers Kevin Hassett Tomas Philipson (acting) Tyler Goodspeed (acting) Unknown Deputy Director of the Domestic Policy Council and Director of Budget Policy Paul Winfree Lance Leggitt Jenniver Bardley Lichter White House Director of Legislative Affairs Marc Short Shahira Knight Eric Ueland Amy Swonger AP for Intergovernmental and Technology Initiatives Reed Cordish Brooke Rollins Unknown SUMMARY: 27/60 (45%) “A Team” departures have turned over twice or more. * Author’s note: For the purposes of this study, we count Michael Dubke as the first communications director, since Sean Spicer was serving in a temporary capacity until the Trump administration filled the job with a permanent candidate. ** Author’s note: Notice that there are multiple deputies under the chief of staff and White House counsel. The data reflect an attempt to track just a single deputy position and note the successor. However, there is minimal publicly available information on presidential staffing. It is also the case that a new chief of staff may not have a “first among equals” deputy chief of staff, such that the role may have changed since the original occupant. The same is true for White House Counsel. While Greg Katsas may have been the “first among equals” among the Deputy White House Counsel positions in 2017, the role may have changed under the new White House Counsel, Pat Cipollone. *** Author’s note: Upon the departure of former Deputy National Security Adviser Charles Kupperman, National Security Adviser Robert C. O’Brien divided the duties of that position between Matthew Pottinger and Victoria Coates. On Feb. 20, 2020, the National Security Council said that Coates had left the position and been reassigned as a senior adviser to Energy Secretary Dan Brouillette; on Jan. 7, reports indicated that Pottinger had resigned. Turnover in the president’s Cabinet The chart and table below are dedicated to tracking turnover in the Cabinet. They will also be updated as additional turnover occurs. Unlike the trackers above dedicated to the president’s “A Team,” these resources look at every departure from the president’s Cabinet, even if multiple people have occupied that position.", "url": "https://www.brookings.edu/articles/tracking-turnover-in-the-trump-administration/"}, "article2": {"title": "The White House", "content": "The biography for President Johnson and past presidents is courtesy of the White House Historical Association.\n\nWith the assassination of President Abraham Lincoln, Andrew Johnson became the 17th President of the United States (1865-1869), an old-fashioned southern Jacksonian Democrat of pronounced states’ rights views.\n\nWith the Assassination of Lincoln, the Presidency fell upon an old-fashioned southern Jacksonian Democrat of pronounced states’ rights views. Although an honest and honorable man, Andrew Johnson was one of the most unfortunate of Presidents. Arrayed against him were the Radical Republicans in Congress, brilliantly led and ruthless in their tactics. Johnson was no match for them.\n\nBorn in Raleigh, North Carolina, in 1808, Johnson grew up in poverty. He was apprenticed to a tailor as a boy, but ran away. He opened a tailor shop in Greeneville, Tennessee, married Eliza McCardle, and participated in debates at the local academy.\n\nEntering politics, he became an adept stump speaker, championing the common man and vilifying the plantation aristocracy. As a Member of the House of Representatives and the Senate in the 1840’s and ’50’s, he advocated a homestead bill to provide a free farm for the poor man.\n\nDuring the secession crisis, Johnson remained in the Senate even when Tennessee seceded, which made him a hero in the North and a traitor in the eyes of most Southerners. In 1862 President Lincoln appointed him Military Governor of Tennessee, and Johnson used the state as a laboratory for reconstruction. In 1864 the Republicans, contending that their National Union Party was for all loyal men, nominated Johnson, a Southerner and a Democrat, for Vice President.\n\nAfter Lincoln’s death, President Johnson proceeded to reconstruct the former Confederate States while Congress was not in session in 1865. He pardoned all who would take an oath of allegiance, but required leaders and men of wealth to obtain special Presidential pardons.\n\nBy the time Congress met in December 1865, most southern states were reconstructed, slavery was being abolished, but “black codes” to regulate the freedmen were beginning to appear.\n\nRadical Republicans in Congress moved vigorously to change Johnson’s program. They gained the support of northerners who were dismayed to see Southerners keeping many prewar leaders and imposing many prewar restrictions upon Negroes.\n\nThe Radicals’ first step was to refuse to seat any Senator or Representative from the old Confederacy. Next they passed measures dealing with the former slaves. Johnson vetoed the legislation. The Radicals mustered enough votes in Congress to pass legislation over his veto–the first time that Congress had overridden a President on an important bill. They passed the Civil Rights Act of 1866, which established Negroes as American citizens and forbade discrimination against them.\n\nA few months later Congress submitted to the states the Fourteenth Amendment, which specified that no state should “deprive any person of life, liberty, or property, without due process of law.”\n\nAll the former Confederate States except Tennessee refused to ratify the amendment; further, there were two bloody race riots in the South. Speaking in the Middle West, Johnson faced hostile audiences. The Radical Republicans won an overwhelming victory in Congressional elections that fall.\n\nIn March 1867, the Radicals effected their own plan of Reconstruction, again placing southern states under military rule. They passed laws placing restrictions upon the President. When Johnson allegedly violated one of these, the Tenure of Office Act, by dismissing Secretary of War Edwin M. Stanton, the House voted eleven articles of impeachment against him. He was tried by the Senate in the spring of 1868 and acquitted by one vote.\n\nIn 1875, Tennessee returned Johnson to the Senate. He died a few months later.\n\nLearn more about Andrew Johnson’s spouse, Eliza McCardle Johnson.", "url": "https://www.whitehouse.gov/about-the-white-house/presidents/andrew-johnson/"}, "article3": {"title": "Contenders for key jobs in Trump administration", "content": "WASHINGTON (Reuters) - President-elect Donald Trump held talks on Saturday with 2012 Republican presidential nominee Mitt Romney, a meeting between famous foes fueling speculation that Romney could be in line to be the new U.S. secretary of state.\n\nFormer Republican U.S. presidential nominee Mitt Romney at a campaign rally in North Canton, Ohio March 14, 2016. REUTERS/Aaron P. Bernstein\n\nWorking to fill administration positions ahead of his inauguration on Jan. 20, Trump also met for an hour with retired Marine General James Mattis, who is considered a strong contender for defense secretary or another high-ranking job.\n\nOn Friday it was announced that Trump had chosen Republican Senator Jeff Sessions to be attorney general, retired Lieutenant General Michael Flynn to be national security adviser and Republican Congressman Mike Pompeo to head the CIA.\n\nTrump announced on Sunday he would make Republican National Committee Chairman Reince Priebus his White House chief of staff and named Stephen Bannon, former head of the conservative website Breitbart News, as his chief strategist and senior counselor.\n\nBelow are people mentioned as contenders for senior roles.\n\nTREASURY SECRETARY\n\n* Steven Mnuchin, former Goldman Sachs Group Inc executive and Trump’s campaign finance chairman\n\n* Jeb Hensarling, U.S. representative from Texas and chairman of the House Financial Services Committee\n\n* Jamie Dimon, JPMorgan Chase & Co chief executive officer\n\n* Tom Barrack, founder and chairman of Colony Capital Inc\n\nSECRETARY OF STATE\n\n* Mitt Romney, 2012 presidential nominee and former Massachusetts governor\n\n* Rudy Giuliani, former mayor of New York City\n\n* Nikki Haley, governor of South Carolina\n\n* Jeff Sessions, U.S. senator from Alabama and early Trump supporter, member of the Senate Armed Services Committee\n\n* John Bolton, former U.S. ambassador to the United Nations under President George W. Bush\n\n* Bob Corker, U.S. senator from Tennessee and chairman of the Senate Foreign Relations Committee\n\n* Zalmay Khalilzad, former U.S. ambassador to Iraq\n\nDEFENSE SECRETARY\n\n* James Mattis, retired Marine general\n\n* David Petraeus, ex-CIA director and retired general\n\n* Tom Cotton, U.S. senator from Arkansas\n\n* Jon Kyl, former U.S. senator from Arizona\n\n* Duncan Hunter, U.S. representative from California and early Trump supporter, member of the House Armed Services Committee\n\n* Jim Talent, former U.S. senator from Missouri who was on the Senate Armed Services Committee\n\n* Kelly Ayotte, outgoing U.S. senator from New Hampshire and member of the Senate Armed Services Committee\n\nSlideshow ( 3 images )\n\nATTORNEY GENERAL\n\n* Jeff Sessions, senior member of the Senate Judiciary Committee who takes a hard line on immigration, was announced as the choice on Nov. 18.\n\nHEALTH AND HUMAN SERVICES SECRETARY\n\n* Tom Price, U.S. representative from Georgia who is an orthopedic surgeon\n\n* Rick Scott, Florida governor\n\n* Rich Bagger, former pharmaceutical executive and former top aide to New Jersey Governor Chris Christie\n\n* Bobby Jindal, former Louisiana governor\n\nHOMELAND SECURITY SECRETARY\n\n* Michael McCaul, U.S. representative from Texas and chairman of the House Homeland Security Committee\n\n* David Clarke, Milwaukee county sheriff and vocal Trump supporter\n\n* Joe Arpaio, outgoing Maricopa County, Arizona, sheriff who campaigned for Trump\n\nENVIRONMENTAL PROTECTION AGENCY ADMINISTRATOR\n\n* Jeff Holmstead, energy lawyer, former EPA official during George W. Bush administration\n\n* Mike Catanzaro, energy lobbyist, former EPA official during George W. Bush administration\n\n* Robert Grady, venture capitalist, partner in private equity firm Gryphon Investors\n\n* Leslie Rutledge, Arkansas attorney general\n\n* Carol Comer, commissioner of the Indiana Department of Environmental Management\n\nENERGY SECRETARY\n\n* Harold Hamm, Oklahoma oil and gas mogul, chief executive of Continental Resources Inc\n\n* Kevin Cramer, U.S. Representative from North Dakota\n\n* Robert Grady, venture capitalist, partner in private equity firm Gryphon Investors\n\n* Larry Nichols, co-founder of Devon Energy Corp\n\n* James Connaughton, chief executive of Nautilus Data Technologies and a former environmental adviser to President George W. Bush\n\nINTERIOR SECRETARY\n\n* Sarah Palin, former Alaska governor, 2008 Republican vice presidential nominee\n\n* Jan Brewer, former Arizona governor\n\n* Forrest Lucas, founder of oil products company Lucas Oil\n\n* Harold Hamm, Oklahoma oil and gas mogul, chief executive of Continental Resources Inc\n\n* Robert Grady, venture capitalist, partner in private equity firm Gryphon Investors\n\nCOMMERCE SECRETARY\n\n* Wilbur Ross, billionaire investor, chairman of Invesco Ltd subsidiary WL Ross & Co\n\n* Linda McMahon, former World Wrestling Entertainment executive and two-time Senate candidate\n\nDIRECTOR OF NATIONAL INTELLIGENCE\n\n* Ronald Burgess, retired lieutenant general and former Defense Intelligence Agency chief\n\n* Robert Cardillo, director of the National Geospatial-Intelligence Agency\n\n* Pete Hoekstra, former U.S. representative from Michigan\n\nCENTRAL INTELLIGENCE AGENCY DIRECTOR\n\n* Republican U.S. Representative Mike Pompeo was announced as the choice on Nov. 18.\n\nNATIONAL SECURITY ADVISER\n\n* Michael Flynn, retired lieutenant general and former director of the Defense Intelligence Agency, was announced as the choice on Nov. 18.\n\nUNITED NATIONS AMBASSADOR\n\n* Kelly Ayotte, outgoing U.S. senator from New Hampshire and member of the Senate Armed Services Committee\n\n* Richard Grenell, former spokesman for the United States at the United Nations\n\n* Peter King, U.S. representative from New York\n\nU.S. TRADE REPRESENTATIVE\n\n* Dan DiMicco, former chief executive of steel producer Nucor Corp\n\nSUPREME COURT VACANCY\n\nThe Trump transition team confirmed he would choose from the list of 21 names he drew up during his campaign, including U.S. Senator Mike Lee of Utah, and William Pryor, a federal judge with the 11th U.S. Circuit Court of Appeals.\n\nLABOR SECRETARY\n\n* Victoria Lipnic, U.S. Equal Employment Opportunity Commission commissioner and former Labor Department official during the George W. Bush administration.\n\n* Andrew Puzder, CEO of CKE Restaurants.", "url": "https://www.reuters.com/article/us-usa-trump-staff-factbox-idUSKBN13D2S7"}}