{"foreign_id": "135_Real", "article1": {"title": "The facts about Hillary Clinton and the Kathy Shelton rape case", "content": "Gift Article Share\n\n“I am also here to support Trump. At 12 years old, Hillary put me through something that you would never put a 12- year-old through. And she says she is for women and children.”\n\n— Kathy Shelton, at a news conference hosted by Donald Trump, Oct. 9, 2016 Wp Get the full experience. Choose your plan ArrowRight “Hillary then began to attack my character, forcing me to undergo multiple polygraph tests where I was asked explicit sexual questions I didn’t even understand. Next I was sent for a psychiatric examination. It felt like I was the one on trial.”\n\n— Shelton, first-person account on gofundme page\n\nBefore the second debate, Donald Trump held a brief news conference with three women who claim they were abused by Bill Clinton – and one woman, Kathy Shelton, who says Hillary Clinton ruined her life when she was appointed by the court to defend the man who raped Shelton in 1975.\n\nAdvertisement\n\nMemorable quotes from Clinton and Trump’s second presidential debate Share Share Share on Facebook Share on Twitter Share on Reddit Share on LinkedIn MailSolid Email this link View Photos View Photos Next Image\n\nWhile the cases of three women connected to Bill Clinton have been well-litigated in the media, the Kathy Shelton case has attracted much less attention. Until a Newsday reporter informed her in 2007 that Clinton was the lawyer in the case, Shelton had no idea that Hillary Clinton had been involved.\n\nMoreover, a central part of her story — the psychiatric exam — does not appear to have taken place, according to court records.\n\nThe Facts\n\nIn 1975, Clinton — then Hillary Rodham — was a 27-year-old law instructor running a legal aid clinic at the University of Arkansas in Fayetteville. After a 41-year-old factory worker was accused of raping a 12-year-old girl, he asked the judge to replace his court-appointed male attorney with a female one. The judge went through the list of a half-dozen women practicing law in the county and picked Clinton. She has said she was not thrilled with the assignment but felt she had little choice but to take the court appointment — which the prosecutor in the case confirmed to CNN.\n\nAdvertisement\n\nCourt records describe a sad tale. Shelton, at the time 12 years old, went out for a late-night drive with Tom Taylor, then 41, a 20-year-old cousin, and a 15-year-old boy with whom she was apparently infatuated. They bought a pint of Old Grand-Dad whisky, which was mixed with Coca-Cola for Shelton. After hanging out at a bowling alley for a few hours, they allegedly drove to a ravine where the two older men left Shelton and the 15-year-old together. The two then had sex, the boy told police. After they were finished, Taylor approached the truck and apparently attacked Shelton. The boy reported that Shelton screamed and he saw Taylor hitching up his pants.\n\nAs part of her handling of the case, Clinton filed an affidavit July 28, 1975, requesting that the girl go through a psychiatric examination. “I have been informed that the complainant is emotionally unstable with a tendency to seek out older men and to engage in fantasizing,” Clinton said. “I have also been informed that she has in the past made false accusations about persons, claiming they had attacked her body. Also that she exhibits an unusual stubbornness and temper when she does not get her way.”\n\nClinton offered no source for the claims.\n\nAdvertisement\n\nWhen Glenn Thrush, then a reporter for Newsday, showed the affidavit to Shelton in 2007, he wrote that she was visibly stunned. “It kind of shocks me – it’s not true,” she said. “I never said anybody attacked my body before, never in my life.”\n\nBut Shelton told Thrush at the time that she bore no ill will toward Clinton. “I have to understand that she was representing Taylor,” she said. “I’m sure Hillary was just doing her job.”\n\nBut in 2014, Shelton told the Daily Beast that she had been misquoted. “Hillary Clinton took me through hell,” she said.\n\nShelton’s ire had risen with the 2014 discovery of previously unpublished audio recordings of Clinton discussing the case in the mid-1980s with Arkansas reporter Roy Reed for an article that was never published.\n\nIn the recorded interview, Clinton is heard laughing or giggling four times when discussing the case with unusual candor; the reporter is also heard laughing, and sometimes Clinton is responding to him.\n\nAdvertisement\n\nFor instance, Clinton laughed after she said: “Of course he [the defendant] claimed he didn’t [rape]. All this stuff. He took a lie-detector test. I had him take a polygraph, which he passed, which forever destroyed my faith in polygraphs.”\n\n[Update: Reed in an interview published Oct. 12 denied that Clinton was laughing at Shelton. “As far as her laughing, God knows she was not laughing over the notion that this rapist was going to go free,\" said Reed. “I challenge any fair-minded reader of that transcript to make a case that Hillary Rodham was a coldblooded lawyer who was laughing over the plight of the 12-year-old rape victim.\"]\n\nThe Daily Beast article said:\n\nThe victim was put through several forensic procedures, including a lie detector test. At first, she failed the lie detector test; she said that was because she didn’t understand one of the specific sex-related questions. Once that question was explained to her, she passed, she said. The victim positively identified her two attackers through one-way glass and they were arrested.\n\nIn an interview with the Daily Mail that appeared Aug. 9, Shelton agreed for the first time to be identified by name. This article strongly suggested that what it described as “a grueling court-ordered psychiatric examination” took place:\n\nAdvertisement\n\nAlthough Clinton’s legal maneuver would likely be prohibited today under Arkansas rape shield act, the law was not passed until two years after the case. Shelton said one of her worst memories of the case was being questioned repeatedly by appointed experts. “It got so bad that I told my mom I wasn’t going back, and whatever happened, happened,” said Shelton. “It’s sad that a 12-year-old had to go through what I had to go through, because for days I cried and cried and cried over it.”\n\nThe gofundme site, which was established Aug. 13 and seeks to raise $10,000, quotes Shelton as explicitly saying that the test took place: “Hillary then began to attack my character, forcing me to undergo multiple polygraph tests where I was asked explicit sexual questions I didn’t even understand. Next I was sent for a psychiatric examination. It felt like I was the one on trial.”\n\nBut the court docket, unearthed by Pittsburgh attorney Norma Chase and for the first time made public, shows that one day after Clinton filed a request for psychiatric exam, it was denied by the judge. The court docket for July 28 says Clinton filed her motion for an exam. On July 29, it states: “Hearing on Motion for Psychiatric Examination — Motion denied. Defendant objects.” (There is also no evidence that Clinton was responsible for arranging Shelton’s polygraph test.)\n\nHere’s the docket sheet:\n\nAdvertisement\n\nTaylor Docket Entries by GlennKesslerWP on Scribd\n\nAs a court-appointed defense lawyer, Clinton was required to look out for her client’s interests. The prosecutor was supposed to look out for Shelton’s interests. The judge in the case was to hear the facts and decide what could be permitted. In this case, he rejected Clinton’s request.\n\nFor a variety of reasons, a plea agreement to a reduced charge was reached. Investigators mishandled evidence of Taylor’s bloody underwear, cutting out the stain that contained semen for testing and then losing it. Newsday also quoted a retired detective on the case as saying that Shelton’s “ ‘infatuation’ with the teenage boy, which she refused to admit,” led to “serious inconsistencies in her statements about the incident.” The detective also said Shelton’s mother “was so eager to end the ordeal she coached her daughter’s statements and interrupted interviews with police.”\n\nAdvertisement\n\nShelton did not respond to requests for comment left on her phone and the gofundme site. We also sought comment from Candice E. Jackson, an attorney who represents her.\n\nUpdate: After this column appeared, Shelton’s gofundme site was substantially revised, with all references to an alleged psychiatric exam and the polygraph test removed. A screen grab of the original page is below:\n\nUpdate, Oct. 15: The gofundme site keeps getting changed. Notably, the story that Shelton told on the Sean Hannity show on Oct. 13 is different than Shelton’s original account on the gofundme site: “On May 10, 1975, in Springdale, Arkansas, two men lured me into their truck with the promise of a soda. I knew them and trusted them.” Now to conform with her interview on Hannity, it says: “On May 10, 1975, in Springdale Arkansas two men, one around age 40 and the other in his teens, yanked me off my bicycle as I was riding to church.” She also told Hannity that she spent five days in a coma, but court records show that four days after the rape, which took place at 4 a.m., an investigator signed a report on his conversation with Shelton.\n\nThe Bottom Line\n\nMemories are malleable over time. The record shows that Shelton’s memories of the case have changed, specifically concerning being forced to take a psychiatric exam that, it turns out, was not approved by the court. Shelton did not know about Clinton’s affidavit asking for the exam in the 41-year-old case until it was shown to her by a reporter nine years ago. There is little indication that the outcome of the case would have been much different, no matter the defense attorney, given the mishandling of the evidence and Shelton’s difficulties as a witness. Yet now the exam has become a key part of her story in order to raise funds.\n\nAdvertisement\n\nShelton is a rape victim and until recently has not been in the public eye. However, she chose to appear at Trump’s news conference, and Trump has begun to highlight her story in campaign speeches. We’re not going to assign a Pinocchio rating, but readers should be aware of the facts of her case — and how her account has changed over time.\n\nHere's a closer look at the top fact checks from the town-hall style second presidential debate on Oct. 9 in St. Louis. (Video: Jenny Starrs/The Washington Post)\n\nSend us facts to check by filling out this form\n\nCheck out our guide to all Trump and Clinton fact checks\n\nSign up for The Fact Checker weekly newsletter\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/news/fact-checker/wp/2016/10/11/the-facts-about-hillary-clinton-and-the-kathy-shelton-rape-case/"}, "article2": {"title": "5 facts about Hillary Clinton’s candidacy", "content": "This week Democrats gathered in Philadelphia to officially nominate Hillary Clinton as their party’s presidential candidate. How do Americans view Clinton – a fixture in national politics for more than 25 years – as the race between her and Donald Trump for the White House begins in earnest?\n\nHere’s a roundup of key Pew Research Center findings on views of Hillary Clinton, her politics and the impact she would have on Washington.\n\n1 More voters say they know a lot about where Clinton stands on important issues than say the same about Trump. About half (53%) say they know a lot about Clinton’s positions; by comparison, fewer (43%) are confident they know where Trump stands.\n\nRepublicans and Republican-leaning independents are just as likely to say they know a lot about where Clinton stands (50%) as they are about Trump (53%). Democrats and Democratic-leaning independents, on the other hand, say they know much more about Clinton’s positions (57% say a lot) than Trump’s (36%).\n\n2Few voters think gender will hurt Clinton this fall. Only about one-in-ten registered voters (12%) say the fact that Clinton is a woman will hurt her this fall. Most say it will either help her (40%) or not make a difference (45%). There is little difference in these views along partisan lines, but there are modest differences in these perceptions between men and women voters: Overall, 47% of women and 43% of men say Clinton’s gender won’t make a difference to voters this fall; men are somewhat more likely than women (45% vs. 35%) to say Clinton’s gender will help her. And though few men or women think her gender will hurt her, this view is more prevalent among women than men (15% vs. 9%).\n\n3 Supporters and opponents see Clinton’s political views differently. About six-in-ten voters (58%) in our latest American Trends Panel survey say Clinton’s views are liberal on most or almost all issues, while nearly three-in-ten (28%) say she has a mix of liberal and conservative views.\n\nYet there is a large gap in how Trump and Clinton supporters describe her views. About three-quarters of Trump supporters (78%) say Clinton has predominantly liberal views, including 59% who say she is liberal on almost all issues. By contrast, Clinton’s supporters are just as likely to say she has a mix of liberal and conservative views (42%) as to say her positions are predominantly liberal (42%). Just 9% say she’s liberal on almost all issues.\n\n4 Many voters – including many of her supporters – doubt Clinton will change Washington much. Overall, about half (53%) of voters in our June survey say Clinton won’t change the way things work in Washington much. Those who think she will change Washington are divided on whether it will be for the better (20%) or the worse (25%).\n\nEven voters who say they will support Clinton in a matchup against Trump this fall say she’s unlikely to bring much change to the way things work in Washington. Well over half (58%) say this, while another 38% say she will bring positive change. Trump’s supporters are roughly evenly divided between those who say she would make things worse (52%) and those who say things wouldn’t change much under a Clinton administration (46%).\n\nDemocrats and Democratic-leaning independents who supported Bernie Sanders during the primaries – most of whom now say they will support her against Trump – are especially doubtful Clinton will bring change to Washington: 70% say this, compared with 47% of Clinton’s primary supporters.\n\n5 Democrats feel warmly toward Clinton, while Republican views of her are very cold. Hillary Clinton is a polarizing figure in U.S. politics. In a survey conducted this spring, Democrats give her an average rating of 73 on a 0-to-100 “feeling thermometer,” where 100 is the warmest, most positive rating and zero the coldest, most negative. Republicans, on the other hand, give her an average rating of 12, and 59% give her a zero on the scale.\n\nRepublicans’ deeply negative views of Clinton find a parallel in Democrats’ deeply negative views of Donald Trump, who rates an average of 11 on the scale, with about two-thirds of Democrats giving him a zero rating.", "url": "https://www.pewresearch.org/short-reads/2016/07/27/5-facts-about-hillary-clintons-candidacy/"}, "article3": {"title": "Understanding The Clintons' Popularity With Black Voters", "content": "Understanding The Clintons' Popularity With Black Voters\n\nEnlarge this image toggle caption Bloomberg/Bloomberg via Getty Images Bloomberg/Bloomberg via Getty Images\n\nHillary Clinton's win in the South Carolina Democratic primary was a blowout, and black voters in particular are being credited with handing her that victory. More than 8 in 10 black voters in that state voted for Clinton, according to exit polls. If that trend holds, she could have a great day on Super Tuesday, when several states in her Southern \"firewall\" — several of which have substantial black populations — will vote.\n\nNPR\n\nThere are a lot of reasons for her strength with this demographic: her name recognition, her record and her politics, for example. But it's not just her; the Clintons are simply popular among African-Americans.\n\nIt's true that Bill Clinton enjoyed heavy support from the black community in the 1990s. But as Hillary Clinton seeks the nomination herself, some are raising questions about just how good the Clinton presidency was for black Americans — not to mention whether Hillary Clinton should get any credit (or, alternatively, blame) for her husband's legacy.\n\nWhy Black Voters Loved Bill\n\nIn fact, history has misunderstood that \"first black president\" idea, as Ta-Nehisi Coates wrote last year. Author Toni Morrison later said she was trying to talk not about Clinton's popularity with black voters but his treatment in the public arena, especially following the Monica Lewisnky scandal (\"I said he was being treated like a black on the street, already guilty, already a perp\").\n\nBut history has decided that the quote is a compliment — a way to talk about Clinton's popularity with black voters. And that popularity, at least, is undisputed. In 1992, the New York Times editorial board, reflecting on the fact that Clinton won 75 percent of the black vote on Super Tuesday, gushed about America's advances against racism:\n\n\"Governor Clinton may or may not go on to win the Democratic nomination, and he may or may not give President Bush a hard run in the fall. But either way, that one figure gives healthy evidence, probably for the first time since Robert Kennedy's Indiana primary campaign in 1968, that it is politically possible to bring poor blacks and blue-collar white voters together. It is finally possible for Americans to transcend racial division and look instead to mutual interest.\"\n\nWhat drove that popularity? In part, it was regionalism. Clinton did particularly well among Southern African-Americans, and the fact that he was from Arkansas probably helped him.\n\n\"Because of his Southern heritage, he appeared to be very, very comfortable in African-American communities,\" says Andra Gillespie, an associate professor of political science at Emory University. That ease, Gillespie said, ranges from his famous sax-playing appearance on The Arsenio Hall Show to his ease on the campaign trail in interacting with black voters — it \"sort of hinted at a certain type of cultural fluency that was welcome to African-American voters,\" she added.\n\nYouTube\n\nHis Southern heritage probably helped him with white voters, too, though — hence the nickname \"Bubba.\"\n\nAnd once he was in office, he tried to show he was reaching across color lines.\n\n\"I think that a mixture of his personality and his politics really made him relatable and likable to many in the black community,\" said Stefanie Brown James, who did African-American outreach for the 2012 Obama campaign. He believed in affirmative action, for example, pushing to \"mend it, don't end it\" when it came under fire. And he appointed African-Americans to high-profile positions — in 1993, he appointed four black Cabinet secretaries. That \"speaks volumes to the black community,\" Brown James said.\n\nClinton's close friendship with Vernon Jordan also left an impression on Brown James:\n\n\"I remember stories about how amazing it was to see him on the golf course with Clinton — a black man playing golf, of all sports, with the president was a big deal then,\" she said.\n\nBeing at ease among black voters, golfing with his black friend, appointing black Cabinet secretaries, going on a late-night talk show — from the standpoint of 2016, these can seem less than remarkable, but a decade and a half before the first black president would be elected, these were powerful actions.\n\nThe Clinton years were also known for a booming economy. During that time, the median household income in African-American households grew by 25 percent, twice as fast as it did for all households nationwide. In addition, African-American unemployment plummeted from 14.1 percent to 8.2 percent (of course, the unemployment rate also fell for other groups). And the administration touted its record of boosting loans to minorities.\n\nA Less-Than-Perfect Record\n\nBill Clinton may have had the support of many African-Americans, but today, some have deemed two of the most famous Clinton-era legislative achievements a failure for black America.\n\nMichelle Alexander makes this case in a scathing recent article for The Nation (\"Hillary Clinton Doesn't Deserve The Black Vote\"), pointing to the 1994 crime bill and 1996 welfare reform bill as evidence that the Clinton presidency was, in fact, bad for black Americans.\n\nShe's not alone. The welfare reform bill was controversial from the moment it was signed. Peter Edelman, an assistant secretary at the Department of Health and Human Services who worked on poverty issues, resigned because of his opposition to the bill, later saying it would \"hurt millions of poor children.\"\n\nAnd the criticism has continued over the years, particularly from the left. Proponents argue that welfare reform helped reduce poverty and encourage work. However, it also left many families vulnerable, as Brookings' Ron Haskins argues, like those where a single parent faces several hurdles to getting a job (lack of transportation, lack of child care, depression).\n\nIndeed, after reform, the number of poor children whose families received welfare assistance plummeted. Not only that, but some research suggests welfare reform led to an increase in extreme poverty — that is, families living on less than $2 a day. And this economic issue is a race issue as well: Families living in extreme poverty are disproportionately minority households.\n\nLikewise, the black prison population skyrocketed on Clinton's watch, and his 1994 crime bill, with its three-strikes provision and increased number of capital crimes, is often considered a driver of that trend.\n\nThe black population is currently disproportionately incarcerated, with black men six times as likely to be incarcerated as white men, according to the Pew Research Center.\n\nNot only that, but there are a few holes in the idea that the \"Clinton economy\" was all that great, especially for black America. First of all, presidents do not really have a lot of control over the economy and tend to get far more credit (or blame) for it than they really deserve.\n\nAnd even if it were Clinton's doing, the economy in the 1990s wasn't nearly as good for African-Americans as many perceived it to be, as Melissa Lacewell-Perry found in a 2005 study. Moreover, the poorest black Americans grew worse off.\n\n\"As Clinton performed blackness, real black people got poorer,\" she wrote in 2008.\n\nAnd while the unemployment rate fell throughout the 1990s, \"the jobless rate among black men in their 20s who didn't have a college degree rose to its highest level ever,\" Alexander writes. Why? High incarceration rates.\n\nOf course, Bill Clinton didn't pass (or write) the crime bill himself; indeed, two-thirds of Congressional Black Caucus members voted for it. At the time, the bill was considered \"imperfect but necessary,\" as Slate puts it, given America's crime problems in the 1990s. And it's not even entirely clear that it played a big role in driving up incarceration, as German Lopez writes at Vox.\n\nStill, it's not exactly the former president's proudest achievement; two decades later, Clinton himself has renounced it.\n\nIs Bill's Legacy Hillary's?\n\nThe positives and negatives of Bill Clinton's policies can (and will) be dissected ad infinitum. But it's still not clear how much blame or credit Hillary Clinton deserves for her husband's policy legacy.\n\nIt's true that Bill presented her as a sort of co-president, as Carl Bernstein writes in his 2008 Hillary Clinton biography, A Woman In Charge, and that she had a particular interest in the politics of welfare reform.\n\n\"Hillary had never publicly opposed any legislation or policy of her husband's administration, but her views about welfare were strongly held and probably more complicated than his,\" he wrote, adding later that her pragmatism eventually led her to support the third pass at a welfare reform bill. (President Clinton vetoed two earlier welfare reform bills.)\n\n\"In Hillary's autobiography, she described the bill as hardly perfect, and conceded that pragmatic politics had figured in her willingness to support the measure. She felt it was better to allow the bill to become law with a Democratic administration in charge of implementing it,\" he wrote.\n\nOf course, she didn't sign bills; he did. But regardless of her part in any of that, voters lump the Clintons together, for better or worse. Many Clinton supporters see her husband as an asset. Many Sanders supporters, not to mention Black Lives Matter activists, meanwhile, see former President Clinton's policies as harmful, and some extend their wariness of the former president to his wife.\n\nLikewise, her own words during her husband's presidency have come back to haunt her. In 1996, she infamously referred to young \"superpredators\" as one reason for the high crime rate, in comments that are seen as racially charged.\n\n\"No conscience, no empathy, we can talk about why they ended up that way, but first we have to bring them to heel,\" Clinton said at the time.\n\nA Black Lives Matter activist confronted her about the quote recently, and afterward, she backpedaled her 1996 rhetoric.\n\n\"Looking back, I shouldn't have used those words, and I wouldn't use them today,\" she told the Washington Post.\n\nStill, Clinton has her own legacy to run on. Her campaign has been touting parts of this in recent ads — her legal aid work, for example. She also benefits from her work with another high-profile president. Voters who like and defend Obama also see Clinton as an extension of his legacy.\n\n\"I didn't like the way [Obama] was being treated, and I don't like the way she's being treated,\" 65-year-old Queen Lewis told NPR's Sam Sanders recently, in the run-up to the South Carolina primary, where Clinton won by almost 50 points.\n\nAll of this gets to the complexity of choosing a candidate — not to mention the fact that no group is a monolith.\n\nMany older Democratic voters of any race appreciate Clinton's rhetoric on strengthening Social Security. Many women (and men) of any ethnicity appreciate that she would be the first female president. Likewise, young voters of all colors are feeling the Bern.\n\nWhile it's true that African-Americans vote overwhelmingly Democratic, identity is just one small part of the many factors playing into the choice between Clinton and Sanders.", "url": "https://www.npr.org/2016/03/01/468185698/understanding-the-clintons-popularity-with-black-voters"}}