{"foreign_id": "137_Real", "article1": {"title": "Here’s the list of GOP responses to Trump’s vulgar comments about groping women", "content": "Republicans on Friday were quick to condemn Donald Trump’s vulgar 2005 remarks about women, which were caught on tape during preparations for an Access Hollywood segment. The recording of Trump talking on a bus to then-Access Hollywood host Billy Bush was published earlier on Friday by The Washington Post, threatening to derail Trump’s campaign just two days before the second presidential debate.\n\nIn the recording, Trump talked in lewd terms about his attempt to seduce a married woman. “I did try and f**k her. She was married,” Trump said. Trump added that he “moved on her like a bitch, but I couldn’t get there.”\n\nAt another point in the recording, which was made as Trump and Bush spoke off-camera on a bus, Trump boasted about kissing and groping women. “I just start kissing them. It’s like a magnet. Just kiss. I don’t even wait.”\n\nTrump added that he thought his celebrity status allowed him to act this way. “And when you’re a star, they let you do it,” he said. “You can do anything.”\n\nLater Friday night, Trump issued a statement in a minute-long video released on Facebook. “I said it, I was wrong, and I apologize,” he said, and called the video “a distraction from the important issues we’re facing today. We are losing ourjobs, we are less safe than we were eight years ago, and Washington is totally broken.” He went on to accuse Bill Clinton of abusing women and Hillary Clinton of having “bullied, attacked, shamed and intimidated his victims.”\n\nWe’re tracking comments from Trump’s supporters, detractors and primary rivals as they pour in through emails and across social media. While many Republican commenters seem to agree with Michael Gerson’s assessment that Trump’s comments were “predatory,” and “demeaning,” there was no immediate sign on Friday of a broader shift in voting loyalty away from the party’s nominee.\n\nTEAM TRUMP\n\nDonald Trump, Republican presidential nominee\n\nResponse: “This was locker room banter, a private conversation that took place many years ago. Bill Clinton has said far worse to me on the golf course – not even close. I apologize if anyone was offended.”\n\nAnd later Friday night: “I’ve said and done things I regret, and the words released today on this more than a decade-old video are one of them.” Watch the full video here.\n\nGov. Mike Pence, Republican vice presidential nominee\n\nResponse: “As a husband and father, I was offended by the words and actions described by Donald Trump the eleven-year-old video released yesterday. I do not condone his remarks and cannot defend them. I am grateful that he has expressed remorse and apologized to the American people. We pray for his family and look forward to the opportunity he has to show what is in his heart when he goes before the nation tomorrow night.”\n\nMelania Trump, wife of Donald Trump\n\nResponse: “The words my husband used are unacceptable and offensive to me. This does not represent the man that I know. He has the heart and mind of a leader. I hope people will accept his apology, as I have, and focus on the important issues facing our nation and the world. ”\n\nTexas Lieutenant Governor Dan Patrick, Trump’s Texas campaign chairman\n\nResponse: “There is absolutely no excuse to ever talk about women in such a crude and demeaning way. He was certainly right to apologize. But we can’t let this firestorm distract voters from the frightening policies revealed today in the WikiLeaks of Hillary’s emails, including her “dream” of “open trade and open borders,” which would spell ruin for the future of our country.”\n\nBen Carson\n\nResponse: “In no way do I condone Trumps behavior – in fact I condemn any form of disrespect toward women. We should always honor and respect the dignity of our mothers, sisters and daughters. Even though the incident happened ten years ago, well before Trump entered the political arean, this behavior is unacceptable, especially by someone who aspires to higher office … I feel fairly certain that the progressives have had knowledge of this conversation for a long time and dropped it at this point in time in an effort too [sic] obscure the release of damaging information about Hillary Clinton and her desire for open borders.”\n\nGOP LEADERSHIP\n\nHouse Speaker Paul Ryan, R, Wisconsin\n\nResponse: “I am sickened by what I heard today. Women are to be championed and revered, not objectified. I hope Mr. Trump treats this situation with the seriousness it deserves and works to demonstrate to the country that he has greater respect for women than this clip suggests. In the meantime, he is no longer attending tomorrow’s event in Wisconsin.”\n\nTrump endorsement? Yes\n\nMajority Leader Mitch McConnell, R, Ky.\n\nResponse: “These comments are repugnant, and unacceptable in any circumstance. As the father of three daughters, I strongly believe that Trump needs to apologize directly to women and girls everywhere, and take full responsibility for the utter lack of respect for women shown in his comments on that tape.”\n\nTrump endorsement? Yes\n\nReince Priebus, RNC Chairman\n\nResponse: “No woman should ever be described in these terms or talked about in this manner. Ever.”\n\nTrump endorsement? Yes\n\nSen. John Thune, R, South Dakota\n\nResponse: “Donald Trump should withdraw and Mike Pence should be our nominee effective immediately.”\n\nCURRENT GOP SENATORS/REPS/GOVS\n\nSen. Kelly Ayotte, R, New Hampshire\n\nResponse: “I wanted to be able to support my party’s nominee, chosen by the people, because I feel strongly that we need a change in direction for our country. However, I am a mom and an American first, and I cannot and will not support a candidate for president who brags about degrading and assaulting women. I will not be voting for Donald Trump or Hillary Clinton and instead will be writing in Governor Pence for president on Election Day.”\n\nRep. Bradley Byrne, R, AL\n\nResponse: “Donald Trump’s comments regarding women were disgraceful and appalling. There are absolutely no circumstances under which it would ever be appropriate to speak of women in such a way.It is now clear Donald Trump is not fit to be President of the United States and cannot defeat Hillary Clinton. I believe he should step aside and allow Governor Pence to lead the Republican ticket.”\n\nRep. Jason Chaffetz, R, Utah\n\nResponse: “I’m out. I can no longer in good conscience endorse this person for president. It is some of the most abhorrent and offensive comments that you can possibly imagine.”\n\nTrump endorsement? Yes\n\nRep. Mike Coffman, R, Colorado\n\nResponse: “For the good of the country, and to give the Republicans a chance of defeating Hillary Clinton, Mr. Trump should step aside. His defeat at this point seems almost certain. And four years of Hillary Clinton is not what is best for this country. Mr. Trump should put the country first and do the right thing.”\n\nSen. Mike Crapo, R, Idaho\n\nResponse: I have reached the decision that I can no longer endorse Donald Trump. This is not a decision that I have reached lightly, but his patter of behavior has left me with no choice. His repeated actions and comments toward women have been disrespectful, profane and demeaning. I have spent more than two decades working on domestic violence prevention. Trump’s most recent excuse of “locker room talk” is completely unacceptable and is inconsistent with protecting women from abusive, disparaging treatment.\n\nSen. Deb Fischer, R, Nebraska\n\nResponse: “The comments made by Mr. Trump were disgusting and totally unacceptable under any circumstance.” + “It would be wise for him to step aside and allow Mike Pence to serve as our party’s nominee.”\n\nTrump endorsement? Yes\n\nMike Gallagher, R, candidate for Congress in Wisconsin’s 8th District\n\nResponse: “I denounce Donald Trump’s disgusting and offensive comments and strongly echo the sentiments of my mother, sister, niece and all women who deserve to be treated with our utmost respect.”\n\nSen. Cory Gardner, R, Colorado\n\nResponse: “I cannot and will not support someone who brags about degrading and assaulting women. I am committed to defeating Hillary Clinton. The only way this is now possible is with a new nominee that reflect the values of our country and our party. I will not vote for Donald Trump. If Donald Trump wishes to defeat Hillary Clinton, he should do the only thing that will allow us to do so – step aide, and allow Mike Pence to be the Republican party’s nominee. If he fails to do so, I will not vote for Hillary Clinton but will instead write-in my vote for Mike Pence.”\n\nGov. Bill Haslam, R, Tennesse\n\nResponse: “It is time for the good of the nation and the Republican Party for Donald Trump to step aside and let Gov. Mike Pence assume the role as the party’s nominee. If he does not step aside, I will write in a Republican for the office of President.”\n\nRep. Joe Heck, R, Nev. (Candidate for U.S. Senate)\n\nResponse: “I condemn in the strongest terms possible terms Donald Trump’s comments. The language he used was disgraceful and there are no circumstances where such behavior is acceptable.”\n\nTrump endorsement? Yes\n\nGov. Gary Herbert, R, Utah\n\nResponse: “Donald Trump’s statements are beyond offensive & despicable. While I cannot vote for Hillary Clinton, I will not vote for Trump. #utpol”\n\nTrump endorsement? Yes\n\nSen. Ron Johnson, R, Wisconsin\n\nResponse: Donald Trump’s recent comments are completely indefensible and I refuse to even attempt to try and do so.”\n\nTrump endorsement? Yes\n\nSen. Mark Kirk, R, Illinois\n\nResponse: “DJT is a malignant clown – unprepared and unfit to be president of the United States.” + “.@realDonaldTrump should drop out. @GOP should engage rules for emergency replacement.”\n\nTrump endorsement? No\n\nRep. Mia Love, R, Utah\n\nResponse: For the past several months I have been one of the few who refused to endorse Donald Trump. … Mr. Trump has yet to clear that bar and his behavior and bravado have reached a new low. I cannot vote for him. For the good of the party, and the country, he should step aside.\n\nTrump endorsement? No\n\nSen. John McCain, R, Arizona\n\nResponse: “There are no excuses for Donald Trump’s offensive and demeaning comments. No woman should ever be victimized by this kind of inappropriate behavior. He alone bears the burden of his conduct and alone should suffer the consequences.”\n\nTrump endorsement? Yes\n\nSen. Lisa Murkowski, R, Alaska\n\nResponse: “I cannot and will not support Donald Trump for president. He has forfeited the right to be our party’s nominee.”\n\nSen. Dan Sullivan, R, Alaska\n\nResponse: “I’m calling on Trump to step aside for Gov. Pence. Trump can’t lead on critical issue of ending [domestic] violence & sexual assault.”\n\nSen. Pat Toomey, R, Penn.\n\nResponse: “Donald Trump’s comments were outrageous and unacceptable.”\n\nTrump endorsement? No\n\nFORMER RIVALS\n\nFmr. Gov. Jeb Bush, R, Florida\n\nResponse: “As the grandfather of two precious girls, I find that no apology can excuse away Donald Trump’s reprehensible comments degrading women.”\n\nTrump endorsement? No\n\nSen. Ted Cruz, R, Texas\n\nResponse: “These comments are disturbing and inappropriate, there is simply no excuse for them.” + “Every wife, mother, daughter — every person — deserves to be treated with dignity and respect.”\n\nTrump endorsement? Yes\n\nCarly Fiorina\n\nResponse: “Donald Trump does not represent me and my party. I understand the responsibility of Republicans to support their nominee. Our nominee has weighty responsibilities as well. Donald Trump has manifestly failed in these responsibilities. … Today I ask Donald Trump to step aside and for the RNC to replace him with Gov. Mike Pence.”\n\nGov. John Kasich, R, Ohio\n\nResponse: “Nothing that has happened in the last 48 hours is surprising to me or many others. Many people were angry and questioned why I would not endorse Donald Trump or attend the Republican Convention. I’ve long had concerns with Donald Trump that go beyond his temperament…It’s clear that he hasn’t changed and has no interest in doing so. As a result, Donald Trump is a man I cannot support and should not support. The actions of the last day are disgusting, but that’s not why I reached this decision, it has been an accumulation of his words and actions that many have been warning about. I will not vote for a nominee who has behaved in a manner that reflects so poorly on our country. Our country deserves better.”\n\nTrump endorsement? No\n\nSen. Marco Rubio, R, Florida\n\nResponse: “Donald’s comments were vulgar, egregious & impossible to justify.\n\nNo one should ever talk about any woman in those terms, even in private.”\n\nTrump endorsement? Yes\n\nGov. Scott Walker, R, Wisconsin\n\nResponse: “Inexcusable. Trump’s comments are inexcusable.”\n\nTrump endorsement? Yes\n\nFORMER GOV/REP/SENATORS\n\nFmr. Gov. Jon Huntsman, R, Utah\n\nResponse: “In a campaign cycle that has been nothing but a race to the bottom — at such a critical moment for our nation — and with so many who have tried to be respectful of a record primary vote, the time has come for Governor Pence to lead the ticket.”\n\nTrump endorsement? Yes\n\nFmr. Gov. Mitt Romney, R, Mass.\n\nResponse: “Hitting on married women? Condoning assault? Such vile degradations demean our wives and daughters and corrupt America’s face to the world.”\n\nTrump endorsement? No\n\nFmr. Secretary of State Condoleezza Rice\n\nResponse: “Enough! Donald Trump should not be President. He should withdraw. As a Republican, I hope to support someone who has the dignity and stature to run for the highest office in the greatest democracy on earth.”\n\nFmr. Rep. Joe Walsh, R, Illinois\n\nResponse: “Cut it out all u Republican pols w your fake outrage. We’ve all known this about Trump. Don’t act surprised now. It’s still him or Hillary”\n\nOTHER REPUBLICANS\n\nAna Navarro, former Jeb Bush adviser/Republican strategist\n\nResponse: “It is time to ask [Trump] to step down … he is not fit to be the Republican nominee, he is not fit to be called a man.”\n\nTrump endorsement? No", "url": "https://www.pbs.org/newshour/politics/headline-republicans-react-trump-comments-objectifying-women"}, "article2": {"title": "Here's the analytical error that's causing Republicans to back Trump", "content": "Spencer Platt/Getty Images\n\nIn my May 31 column on Donald Trump and the unacceptable tail risks he poses — such as possibly defaulting on US-government debt — I quoted Marco Rubio because he seemed, in February, to understand the tail-risk argument against Trump.\n\nYou don't give \"the nuclear codes of the United States to an erratic individual,\" advised Rubio — not because Trump is probably going to employ those codes, but because the risk of him doing so is unacceptably high.\n\nNow, Rubio is supporting Trump, even as he refuses to retract his past criticisms, including that quite devastating one about the nuclear codes. How is that possible?\n\nDavid Frum explains the thinking that allows establishment Republicans to justify their tortured endorsements of Trump in his new Atlantic piece about how Trump has broken many of the protective guardrails in American politics.\n\n\"Once you've convinced yourself that a president of the other party is the very worst possible thing that could befall America,\" Frum writes, \"then any nominee of your party — literally no matter who — becomes a lesser evil.\"\n\nMany American politicians have gotten so used to demonizing candidates from the other party — talking about them as not merely people who will make bad policy, but as people who will destroy the country. They no longer have a vocabulary for talking about outcomes — like nuclear war — that are worse than being governed by the other party.\n\nIndeed, Rubio now says that he's \"even more scared about\" Clinton than Trump, and that he \"can't live with\" a Clinton presidency.\n\nOf course, that's nonsense. Rubio already lived with a Clinton presidency, not to mention a Carter presidency and an Obama presidency. He'll live with another Clinton presidency just fine.\n\nYou can tell that Rubio knows this on some level because, unlike with Trump, he doesn't talk about having unease about Clinton and the nuclear button. That's because, whatever her many flaws, there's no greater reason to fear Clinton will up and use nuclear weapons than there was with any recent president of either party. There is a good reason to fear this with Trump.\n\nBut the one thing you can't do in politics is admit that there's an outcome worse than the other party winning, and Rubio knows it.\n\nThis rule puts Rubio and Republicans like him in the absurd position of acting like capital-gains tax policy is more important than nuclear war — and of urging voters to take the risk of a global calamity rather than voting against their party. But hey, that's how it works.", "url": "https://www.businessinsider.com/why-republicans-support-trump-2016-5"}, "article3": {"title": "The History Behind the Donald Trump 'Small Hands' Insult", "content": "Almost 30 years ago Trump was described as a \"short-fingered vulgarian.\"\n\n— -- Marco Rubio told supporters last week that GOP presidential rival Donald Trump is \"always calling me 'little Marco.'\"\n\n\"He is taller than me, he's like 6' 2\", which is why I don't understand why his hands are the size of someone who is 5' 2\",\" Rubio joked. \"Have you seen his hands? And you know what they say about men with small hands -- \"\n\nThe crowd erupted.\n\n\" -- You can't trust them,\" Rubio said.\n\nRubio’s comment may come across tasteless for a presidential hopeful, but that was not the first time someone has questioned the size of Trump’s hands.\n\nNearly 30 years ago, Graydon Carter, the editor of Vanity Fair magazine, described Trump in Spy magazine as a “short-fingered vulgarian.”\n\nIn an editor’s letter in \"Vanity Fair\" last November, Carter said that he wrote the Sky magazine comment in 1988 \"just to drive him a little bit crazy.\"\n\nAnd according to Carter, it still does.\n\n\"Like so many bullies, Trump has skin of gossamer,\" Carter wrote in November.\n\n\"To this day, I receive the occasional envelope from Trump. There is always a photo of him—generally a tear sheet from a magazine. On all of them he has circled his hand in gold Sharpie in a valiant effort to highlight the length of his fingers,\" Carter wrote. \"I almost feel sorry for the poor fellow because, to me, the fingers still look abnormally stubby.\"\n\n\"The most recent offering arrived earlier this year, before his decision to go after the Republican presidential nomination,\" Carter continued. \"Like the other packages, this one included a circled hand and the words, also written in gold Sharpie: 'See, not so short!' I sent the picture back by return mail with a note attached, saying, 'Actually, quite short.'\"\n\nAnd Carter's theory that Trump is ultra-sensitive to this particular insult appears to be right.\n\nIf you thought Rubio's joke on the campaign trail last week would go un-answered by Trump -- you were wrong.\n\nTrump has brought up his hands up at least twice in the past 24 hours.\n\nAt a rally outside Detroit this morning, Trump said he would not sit back and be “presidential…when ‘little Marco’\" talked about \"the size of my hands.\"\n\nTrump held his hands up and said, \"Those hands can hit a golf ball 285 yards.\"\n\nAnd at the Republican debate in Detroit last night, Trump said, \"And I have to say this, I have to say this. [Rubio] hit my hands.\"\n\n\"Nobody has ever hit my hands. I have never heard of this,\" Trump continued, neglecting to reveal his repeated mailings to Carter.\n\n\"Look at those hands,\" Trump said on the debate stage, holding up his hands to the audience. \"Are they small hands? And he referred to my hands -- if they are small, something else must be small.\"\n\n\"I guarantee you there is no problem,\" Trump affirmed. \"I guarantee you.\"", "url": "https://abcnews.go.com/Politics/history-donald-trump-small-hands-insult/story?id=37395515"}}