{"foreign_id": "139_Real", "article1": {"title": "The rise of American authoritarianism", "content": "The American media, over the past year, has been trying to work out something of a mystery: Why is the Republican electorate supporting a far-right, orange-toned populist with no real political experience, who espouses extreme and often bizarre views? How has Donald Trump, seemingly out of nowhere, suddenly become so popular?\n\nWhat's made Trump's rise even more puzzling is that his support seems to cross demographic lines — education, income, age, even religiosity — that usually demarcate candidates. And whereas most Republican candidates might draw strong support from just one segment of the party base, such as Southern evangelicals or coastal moderates, Trump currently does surprisingly well from the Gulf Coast of Florida to the towns of upstate New York, and he won a resounding victory in the Nevada caucuses.\n\nPerhaps strangest of all, it wasn't just Trump but his supporters who seemed to have come out of nowhere, suddenly expressing, in large numbers, ideas far more extreme than anything that has risen to such popularity in recent memory. In South Carolina, a CBS News exit poll found that 75 percent of Republican voters supported banning Muslims from the United States. A PPP poll found that a third of Trump voters support banning gays and lesbians from the country. Twenty percent said Lincoln shouldn't have freed the slaves.\n\nLast September, a PhD student at the University of Massachusetts Amherst named Matthew MacWilliams realized that his dissertation research might hold the answer to not just one but all three of these mysteries.\n\nMacWilliams studies authoritarianism — not actual dictators, but rather a psychological profile of individual voters that is characterized by a desire for order and a fear of outsiders. People who score high in authoritarianism, when they feel threatened, look for strong leaders who promise to take whatever action necessary to protect them from outsiders and prevent the changes they fear.\n\nSo MacWilliams naturally wondered if authoritarianism might correlate with support for Trump.\n\nHe polled a large sample of likely voters, looking for correlations between support for Trump and views that align with authoritarianism. What he found was astonishing: Not only did authoritarianism correlate, but it seemed to predict support for Trump more reliably than virtually any other indicator. He later repeated the same poll in South Carolina, shortly before the primary there, and found the same results, which he published in Vox:\n\nAs it turns out, MacWilliams wasn't the only one to have this realization. Miles away, in an office at Vanderbilt University, a professor named Marc Hetherington was having his own aha moment. He realized that he and a fellow political scientist, the University of North Carolina's Jonathan Weiler, had essentially predicted Trump's rise back in 2009, when they discovered something that would turn out to be far more significant than they then realized.\n\nThat year, Hetherington and Weiler published a book about the effects of authoritarianism on American politics. Through a series of experiments and careful data analysis, they had come to a surprising conclusion: Much of the polarization dividing American politics was fueled not just by gerrymandering or money in politics or the other oft-cited variables, but by an unnoticed but surprisingly large electoral group — authoritarians.\n\nTheir book concluded that the GOP, by positioning itself as the party of traditional values and law and order, had unknowingly attracted what would turn out to be a vast and previously bipartisan population of Americans with authoritarian tendencies.\n\nThis trend had been accelerated in recent years by demographic and economic changes such as immigration, which \"activated\" authoritarian tendencies, leading many Americans to seek out a strongman leader who would preserve a status quo they feel is under threat and impose order on a world they perceive as increasingly alien.\n\nTrump embodies the classic authoritarian leadership style: simple, powerful, and punitive\n\nThese Americans with authoritarian views, they found, were sorting into the GOP, driving polarization. But they were also creating a divide within the party, at first latent, between traditional Republican voters and this group whose views were simultaneously less orthodox and, often, more extreme.\n\nOver time, Hetherington and Weiler had predicted, that sorting would become more and more pronounced. And so it was all but inevitable that, eventually, authoritarians would gain enough power within the GOP to make themselves heard.\n\nAt the time, even Hetherington and Weiler did not realize the explosive implications: that their theory, when followed to its natural conclusion, predicted a looming and dramatic transformation of American politics. But looking back now, the ramifications of their research seem disturbingly clear.\n\nAuthoritarians are thought to express much deeper fears than the rest of the electorate, to seek the imposition of order where they perceive dangerous change, and to desire a strong leader who will defeat those fears with force. They would thus seek a candidate who promised these things. And the extreme nature of authoritarians' fears, and of their desire to challenge threats with force, would lead them toward a candidate whose temperament was totally unlike anything we usually see in American politics — and whose policies went far beyond the acceptable norms.\n\nA candidate like Donald Trump.\n\nEven Hetherington was shocked to discover quite how right their theory had been. In the early fall of 2015, as Trump's rise baffled most American journalists and political scientists, he called Weiler. He asked, over and over, \"Can you believe this? Can you believe this?\"\n\nThis winter, I got in touch with Hetherington, MacWilliams, and several other political scientists who study authoritarianism. I wanted to better understand the theory that seemed to have predicted, with such eerie accuracy, Trump's rise. And, like them, I wanted to find out what the rise of authoritarian politics meant for American politics. Was Trump just the start of something bigger?\n\nThese political scientists were, at that moment, beginning to grapple with the same question. We agreed there was something important happening here — that was just beginning to be understood.\n\nDonald Trump could be just the first of many Trumps in American politics\n\nShortly after the Iowa Republican caucus, in which Trump came in a close second, Vox partnered with the Washington-based media and polling company Morning Consult to test American authoritarians along a range of political and social views — and to test some hypotheses we had developed after speaking with the leading political scientists of the field.\n\nWhat we found is a phenomenon that explains, with remarkable clarity, the rise of Donald Trump — but that is also much larger than him, shedding new light on some of the biggest political stories of the past decade. Trump, it turns out, is just the symptom. The rise of American authoritarianism is transforming the Republican Party and the dynamics of national politics, with profound consequences likely to extend well beyond this election.\n\nI. What is American authoritarianism?\n\nFor years now, before anyone thought a person like Donald Trump could possibly lead a presidential primary, a small but respected niche of academic research has been laboring over a question, part political science and part psychology, that had captivated political scientists since the rise of the Nazis.\n\nHow do people come to adopt, in such large numbers and so rapidly, extreme political views that seem to coincide with fear of minorities and with the desire for a strongman leader?\n\nTo answer that question, these theorists study what they call authoritarianism: not the dictators themselves, but rather the psychological profile of people who, under the right conditions, will desire certain kinds of extreme policies and will seek strongman leaders to implement them.\n\nThe political phenomenon we identify as right-wing populism seems to line up, with almost astonishing precision, with the research on how authoritarianism is both caused and expressed\n\nAfter an early period of junk science in the mid-20th century, a more serious group of scholars has addressed this question, specifically studying how it plays out in American politics: researchers like Hetherington and Weiler, Stanley Feldman, Karen Stenner, and Elizabeth Suhay, to name just a few.\n\nThe field, after a breakthrough in the early 1990s, has come to develop the contours of a grand theory of authoritarianism, culminating quite recently, in 2005, with Stenner's seminal The Authoritarian Dynamic — just in time for that theory to seemingly come true, more rapidly and in greater force than any of them had imagined, in the personage of one Donald Trump and his norm-shattering rise.\n\nAccording to Stenner's theory, there is a certain subset of people who hold latent authoritarian tendencies. These tendencies can be triggered or \"activated\" by the perception of physical threats or by destabilizing social change, leading those individuals to desire policies and leaders that we might more colloquially call authoritarian.\n\nIt is as if, the NYU professor Jonathan Haidt has written, a button is pushed that says, \"In case of moral threat, lock down the borders, kick out those who are different, and punish those who are morally deviant.\"\n\nAuthoritarians are a real constituency that exists independently of Trump — and will persist as a force in American politics\n\nAuthoritarians prioritize social order and hierarchies, which bring a sense of control to a chaotic world. Challenges to that order — diversity, influx of outsiders, breakdown of the old order — are experienced as personally threatening because they risk upending the status quo order they equate with basic security.\n\nThis is, after all, a time of social change in America. The country is becoming more diverse, which means that many white Americans are confronting race in a way they have never had to before. Those changes have been happening for a long time, but in recent years they have become more visible and harder to ignore. And they are coinciding with economic trends that have squeezed working-class white people.\n\nWhen they face physical threats or threats to the status quo, authoritarians support policies that seem to offer protection against those fears. They favor forceful, decisive action against things they perceive as threats. And they flock to political leaders who they believe will bring this action.\n\nIf you were to read every word these theorists ever wrote on authoritarians, and then try to design a hypothetical candidate to match their predictions of what would appeal to authoritarian voters, the result would look a lot like Donald Trump.\n\nBut political scientists say this theory explains much more than just Donald Trump, placing him within larger trends in American politics: polarization, the rightward shift of the Republican Party, and the rise within that party of a dissident faction challenging GOP orthodoxies and upending American politics.\n\nMore than that, authoritarianism reveals the connections between several seemingly disparate stories about American politics. And it suggest that a combination of demographic, economic, and political forces, by awakening this authoritarian class of voters that has coalesced around Trump, have created what is essentially a new political party within the GOP — a phenomenon that broke into public view with the 2016 election but will persist long after it has ended.\n\nII. The discovery: how a niche subfield of political science suddenly became some of the most relevant research in American politics\n\nThis study of authoritarianism began shortly after World War II, as political scientists and psychologists in the US and Europe tried to figure out how the Nazis had managed to win such wide public support for such an extreme and hateful ideology.\n\nThat was a worthy field of study, but the early work wasn't particularly rigorous by today's standards. The critical theorist Theodor Adorno, for instance, developed what he called the \"F-scale,\" which sought to measure \"fascist\" tendencies. The test wasn't accurate. Sophisticated respondents would quickly discover what the \"right\" answers were and game the test. And there was no proof that the personality type it purportedly measured actually supported fascism.\n\nMore than that, this early research seemed to assume that a certain subset of people were inherently evil or dangerous — an idea that Hetherington and Weiler say is simplistic and wrong, and that they resist in their work. (They acknowledge the label \"authoritarians\" doesn't do much to dispel this, but their efforts to replace it with a less pejorative-sounding term were unsuccessful.)\n\nIf this rise in American authoritarianism is so powerful as to drive Trump's ascent, then how else might it be shaping American politics?\n\nBut the real problem for researchers was that even if there really were such a thing as an authoritarian psychological profile, how do you measure it? How do you interrogate authoritarian tendencies, which can sometimes be latent? How do you get honest answers on questions that can be sensitive and highly politicized?\n\nAs Hetherington explained to me, \"There are certain things that you just can't ask people directly. You can't ask people, 'Do you not like black people?' You can't ask people if they're bigots.\"\n\nFor a long time, no one had a solution for this, and the field of study languished.\n\nThen in the early 1990s, a political scientist named Stanley Feldman changed everything. Feldman, a professor at SUNY Stonybrook, believed authoritarianism could be an important factor in American politics in ways that had nothing to do with fascism, but that it could only reliably be measured by unlinking it from specific political preferences.\n\nHe realized that if authoritarianism were a personality profile rather than just a political preference, he could get respondents to reveal these tendencies by asking questions about a topic that seemed much less controversial. He settled on something so banal it seems almost laughable: parenting goals.\n\nFeldman developed what has since become widely accepted as the definitive measurement of authoritarianism: four simple questions that appear to ask about parenting but are in fact designed to reveal how highly the respondent values hierarchy, order, and conformity over other values.\n\nPlease tell me which one you think is more important for a child to have: independence or respect for elders? Please tell me which one you think is more important for a child to have: obedience or self-reliance? Please tell me which one you think is more important for a child to have: to be considerate or to be well-behaved? Please tell me which one you think is more important for a child to have: curiosity or good manners?\n\nFeldman's test proved to be very reliable. There was now a way to identify people who fit the authoritarian profile, by prizing order and conformity, for example, and desiring the imposition of those values.\n\nIn 1992, Feldman convinced the National Election Study, a large survey of American voters conducted in each national election year, to include his four authoritarianism questions. Ever since, political scientists who study authoritarianism have accumulated a wealth of data on who exhibits those tendencies and on how they align with everything from demographic profiles to policy preferences.\n\nWhat they found was impossible to ignore — and is only just beginning to reshape our understanding of the American electorate.\n\nIII. How authoritarianism works\n\nIn the early 2000s, as researchers began to make use of the NES data to understand how authoritarianism affected US politics, their work revealed three insights that help explain not just the rise of Trump, but seemingly a half-century of American political dynamics.\n\nThe first was Hetherington and Weiler's insight into partisan polarization. In the 1960s, the Republican Party had reinvented itself as the party of law, order, and traditional values — a position that naturally appealed to order- and tradition-focused authoritarians. Over the decades that followed, authoritarians increasingly gravitated toward the GOP, where their concentration gave them more and more influence over time.\n\nThe second was Stenner's theory of \"activation.\" In an influential 2005 book called The Authoritarian Dynamic, Stenner argued that many authoritarians might be latent — that they might not necessarily support authoritarian leaders or policies until their authoritarianism had been \"activated.\"\n\nThe social threat theory helps explain why authoritarians seem so prone to reject not just one specific kind of outsider or social change, such as Muslims or same-sex couples or Hispanic migrants, but rather to reject all of them\n\nThis activation could come from feeling threatened by social changes such as evolving social norms or increasing diversity, or any other change that they believe will profoundly alter the social order they want to protect. In response, previously more moderate individuals would come to support leaders and policies we might now call Trump-esque.\n\nOther researchers, like Hetherington, take a slightly different view. They believe that authoritarians aren't \"activated\" — they've always held their authoritarian preferences — but that they only come to express those preferences once they feel threatened by social change or some kind of threat from outsiders.\n\nBut both schools of thought agree on the basic causality of authoritarianism. People do not support extreme policies and strongman leaders just out of an affirmative desire for authoritarianism, but rather as a response to experiencing certain kinds of threats.\n\nThe third insight came from Hetherington and American University professor Elizabeth Suhay, who found that when non-authoritarians feel sufficiently scared, they also start to behave, politically, like authoritarians.\n\nBut Hetherington and Suhay found a distinction between physical threats such as terrorism, which could lead non-authoritarians to behave like authoritarians, and more abstract social threats, such as eroding social norms or demographic changes, which do not have that effect. That distinction would turn out to be important, but it also meant that in times when many Americans perceived imminent physical threats, the population of authoritarians could seem to swell rapidly.\n\nTogether, those three insights added up to one terrifying theory: that if social change and physical threats coincided at the same time, it could awaken a potentially enormous population of American authoritarians, who would demand a strongman leader and the extreme policies necessary, in their view, to meet the rising threats.\n\nThis theory would seem to predict the rise of an American political constituency that looks an awful lot like the support base that has emerged, seemingly out of nowhere, to propel Donald Trump from sideshow loser of the 2012 GOP primary to runaway frontrunner in 2016.\n\nBeyond being almost alarmingly prescient, this theory speaks to an oft-stated concern about Trump: that what's scariest is not the candidate, but rather the extent and fervor of his support.\n\nAnd it raises a question: If this rise in American authoritarianism is so powerful as to drive Trump's ascent, then how else might it be shaping American politics? And what effect could it have even after the 2016 race has ended?\n\nIV. What can authoritarianism explain?\n\nIn early February, shortly after Trump finished second in the Iowa caucus and ended any doubts about his support, I began talking to Feldman, Hetherington, and MacWilliams to try to answer these questions.\n\nMacWilliams had already demonstrated a link between authoritarianism and support for Trump. But we wanted to know how else authoritarianism was playing out in American life, from policy positions to party politics to social issues, and what it might mean for America's future.\n\nIt was time to call Kyle Dropp. Dropp is a political scientist and pollster whom one of my colleagues described as \"the Doogie Howser of polling.\" He does indeed appear jarringly young for a Dartmouth professor. But he is also the co-founder of a media and polling company, Morning Consult, that had worked with Vox on several other projects.\n\nWhen we approached Morning Consult, Dropp and his colleagues were excited. Dropp was familiar with Hetherington's work and the authoritarianism measure, he said, and was instantly intrigued by how we could test its relevance to the election. Hetherington and the other political scientists were, in turn, eager to more fully explore the theories that had suddenly become much more relevant.\n\nNon-authoritarians who were sufficiently frightened of threats like terrorism could essentially be scared into acting like authoritarians\n\nWe put together five sets of questions. The first set, of course, was the test for authoritarianism that Feldman had developed. This would allow us to measure how authoritarianism coincided or didn't with our other sets of questions.\n\nThe second set asked standard election-season questions on preferred candidates and party affiliation.\n\nThe third set tested voters' fears of a series of physical threats, ranging from ISIS and Russia to viruses and car accidents.\n\nThe fourth set tested policy preferences, in an attempt to see how authoritarianism might lead voters to support particular policies.\n\nIf the research were right, then we'd expect people who scored highly on authoritarianism to express outsize fear of \"outsider\" threats such as ISIS or foreign governments versus other threats. We also expected that non-authoritarians who expressed high levels of fear would be more likely to support Trump. This would speak to physical fears as triggering a kind of authoritarian upsurge, which would in turn lead to Trump support.\n\nWe wanted to look at the role authoritarians are playing in the election\n\nThe final set of questions was intended to test fear of social change. We asked people to rate a series of social changes — both actual and hypothetical — on a scale of \"very good\" to \"very bad\" for the country. These included same-sex marriage, a path to citizenship for undocumented immigrants living in the United States, and American Muslims building more mosques in US cities.\n\nIf the theory about social change provoking stress amongst authoritarians turned out to be correct, then authoritarians would be more likely to rate the changes as bad for the country.\n\nIn the aggregate, we were hoping to do a few things. We wanted to understand who these people are, in simple demographic terms, and to test the basic hypotheses about how authoritarianism, in theory, is supposed to work. We wanted to look at the role authoritarians are playing in the election: Were they driving certain policy positions, for example?\n\nWe wanted to better understand the larger forces that had suddenly made authoritarians so numerous and so extreme — was it migration, terrorism, perhaps the decline of working-class whites? And maybe most of all, we wanted to develop some theories about what the rise of American authoritarianism meant for the future of polarization between the parties as well as a Republican Party that had become both more extreme and internally divided.\n\nAbout 10 days later, shortly after Trump won the New Hampshire primary, the poll went into the field. In less than two weeks, we had our results.\n\nV. How the GOP became the party of authoritarians\n\nThe first thing that jumped out from the data on authoritarians is just how many there are. Our results found that 44 percent of white respondents nationwide scored as \"high\" or \"very high\" authoritarians, with 19 percent as \"very high.\" That's actually not unusual, and lines up with previous national surveys that found that the authoritarian disposition is far from rare .\n\nThe key thing to understand is that authoritarianism is often latent; people in this 44 percent only vote or otherwise act as authoritarians once triggered by some perceived threat, physical or social. But that latency is part of how, over the past few decades, authoritarians have quietly become a powerful political constituency without anyone realizing it.\n\nToday, according to our survey, authoritarians skew heavily Republican. More than 65 percent of people who scored highest on the authoritarianism questions were GOP voters. More than 55 percent of surveyed Republicans scored as \"high\" or \"very high\" authoritarians.\n\nAnd at the other end of the scale, that pattern reversed. People whose scores were most non-authoritarian — meaning they always chose the non-authoritarian parenting answer — were almost 75 percent Democrats.\n\nBut this hasn't always been the case. According to Hetherington and Weiler's research, this is not a story about how Republicans are from Mars and Democrats are from Venus. It's a story of polarization that increased over time.\n\nThey trace the trend to the 1960s, when the Republican Party shifted electoral strategies to try to win disaffected Southern Democrats, in part by speaking to fears of changing social norms — for example, the racial hierarchies upset by civil rights. The GOP also embraced a \"law and order\" platform with a heavily racial appeal to white voters who were concerned about race riots.\n\nThis positioned the GOP as the party of traditional values and social structures — a role that it has maintained ever since. That promise to stave off social change and, if necessary, to impose order happened to speak powerfully to voters with authoritarian inclinations.\n\nDemocrats, by contrast, have positioned themselves as the party of civil rights, equality, and social progress — in other words, as the party of social change, a position that not only fails to attract but actively repels change-averse authoritarians.\n\nOver the next several decades, Hetherington explained to me, this led authoritarians to naturally \"sort\" themselves into the Republican Party.\n\nThat matters, because as more authoritarians sort themselves into the GOP, they have more influence over its policies and candidates. It is not for nothing that our poll found that more than half of the Republican respondents score as authoritarian.\n\nPerhaps more importantly, the party has less and less ability to ignore authoritarians' voting preferences — even if those preferences clash with the mainstream party establishment.\n\nVI. Trump, authoritarians, and fear\n\nBased on our data, Morning Consult data scientist Adam Petrihos said that \"among Republicans, very high/high authoritarianism is very predictive of support for Trump.\" Trump has 42 percent support among Republicans but, according to our survey, a full 52 percent support among very high authoritarians.\n\nAuthoritarianism was the best single predictor of support for Trump, although having a high school education also came close. And as Hetherington noted after reviewing our results, the relationship between authoritarianism and Trump support remained robust, even after controlling for education level and gender.\n\nTrump support was much lower among Republicans who scored low on authoritarianism: only 38 percent.\n\nBut that's still awfully high. So what could explain Trump's support among non-authoritarians?\n\nI suspected the answer might lie at least partly in Hetherington and Suhay's research on how fear affects non-authoritarian voters, so I called them to discuss the data. Hetherington crunched some numbers on physical threats and noticed two things.\n\nThe first was that authoritarians tend to fear very specific kinds of physical threats.\n\nAuthoritarians, we found in our survey, tend to most fear threats that come from abroad, such as ISIS or Russia or Iran. These are threats, the researchers point out, to which people can put a face; a scary terrorist or an Iranian ayatollah. Non-authoritarians were much less afraid of those threats. For instance, 73 percent of very high-scoring authoritarians believed that terrorist organizations like ISIS posed a \"very high risk\" to them, but only 45 percent of very low-scoring authoritarians did. Domestic threats like car accidents, by contrast, were much less frightening to authoritarians.\n\nBut Hetherington also noticed something else: A subgroup of non-authoritarians were very afraid of threats like Iran or ISIS. And the more fear of these threats they expressed, the more likely they were to support Trump.\n\nThis seemed to confirm his and Suhay's theory: that non-authoritarians who are sufficiently frightened of physical threats such as terrorism could essentially be scared into acting like authoritarians.\n\nThat's important, because for years now, Republican politicians and Republican-leaning media such as Fox News have been telling viewers nonstop that the world is a terrifying place and that President Obama isn't doing enough to keep Americans safe.\n\nThere are a variety of political and media incentives for why this happens. But the point is that, as a result, Republican voters have been continually exposed to messages warning of physical dangers. As the perception of physical threat has risen, this fear appears to have led a number of non-authoritarians to vote like authoritarians — to support Trump.\n\nAn irony of this primary is that the Republican establishment has tried to stop Trump by, among other things, co-opting his message. But when establishment candidates such as Marco Rubio try to match Trump's rhetoric on ISIS or on American Muslims, they may end up deepening the fear that can only lead voters back to Trump.\n\nVII. Is America's changing social landscape \"activating\" authoritarianism?\n\nBut the research on authoritarianism suggests it's not just physical threats driving all this. There should be another kind of threat — larger, slower, less obvious, but potentially even more powerful — pushing authoritarians to these extremes: the threat of social change.\n\nThis could come in the form of evolving social norms, such as the erosion of traditional gender roles or evolving standards in how to discuss sexual orientation. It could come in the form of rising diversity, whether that means demographic changes from immigration or merely changes in the colors of the faces on TV. Or it could be any changes, political or economic, that disrupt social hierarchies.\n\nWhat these changes have in common is that, to authoritarians, they threaten to take away the status quo as they know it — familiar, orderly, secure — and replace it with something that feels scary because it is different and destabilizing, but also sometimes because it upends their own place in society. According to the literature, authoritarians will seek, in response, a strong leader who promises to suppress the scary changes, if necessary by force, and to preserve the status quo.\n\nThis is why, in our survey, we wanted to study the degree to which authoritarians versus non-authoritarians expressed a fear of social change — and whether this, as expected, led them to desire heavy-handed responses.\n\nOur results seemed to confirm this: Authoritarians were significantly more likely to rate almost all of the actual and hypothetical social issues we asked about as \"bad\" or \"very bad\" for the country.\n\nFor instance, our results suggested that an astonishing 44 percent of authoritarians believe same-sex marriage is harmful to the country. Twenty-eight percent rated same-sex marriage as \"very bad\" for America, and another 16 percent said that it’s \"bad.\" Only about 35 percent of high-scoring authoritarians said same-sex marriage was \"good\" or \"very good\" for the country.\n\nTellingly, non-authoritarians' responses skewed in the opposite direction. Non-authoritarians tended to rate same-sex marriage as \"good\" or \"very good\" for the country.\n\nThe fact that authoritarians and non-authoritarians split over something as seemingly personal and nonthreatening as same-sex marriage is crucial for understanding how authoritarianism can be triggered by even a social change as minor as expanding marriage rights.\n\nWe also asked respondents to rate whether Muslims building more mosques in American cities was a good thing. This was intended to test respondents' comfort level with sharing their communities with Muslims — an issue that has been particularly contentious this primary election.\n\nA whopping 56.5 percent of very high-scoring authoritarians said it was either \"bad\" or \"very bad\" for the country when Muslims built more mosques. Only 14 percent of that group said more mosques would be \"good\" or \"very good.\"\n\nThe literature on authoritarianism suggests this is not just simple Islamophobia, but rather reflects a broader phenomenon wherein authoritarians feel threatened by people they identify as \"outsiders\" and by the possibility of changes to the status quo makeup of their communities.\n\nThis would help explain why authoritarians seem so prone to reject not just one specific kind of outsider or social change, such as Muslims or same-sex couples or Hispanic migrants, but rather to reject all of them. What these seemingly disparate groups have in common is the perceived threat they pose to the status quo order, which authoritarians experience as a threat to themselves.\n\nAnd America is at a point when the status quo social order is changing rapidly; when several social changes are converging. And they are converging especially on working-class white people.\n\nIt is conventional wisdom to ascribe the rise of first the Tea Party right and now Trump to the notion that working-class white Americans are angry.\n\nIndeed they are, but this data helps explain that they are also under certain demographic and economic pressures that, according to this research, are highly likely to trigger authoritarianism — and thus suggests there is something a little more complex going on than simple \"anger\" that helps explain their gravitation toward extreme political responses.\n\nWorking-class communities have come under tremendous economic strain since the recession. And white people are also facing the loss of the privileged position that they previously were able to take for granted. Whites are now projected to become a minority group over the next few decades, owing to migration and other factors. The president is a black man, and nonwhite faces are growing more common in popular culture. Nonwhite groups are raising increasingly prominent political demands, and often those demands coincide with issues such as policing that also speak to authoritarian concerns.\n\nSome of these factors might be considered more or less legitimately threatening than others — the loss of working-class jobs in this country is a real and important issue, no matter how one feels about fading white privilege — but that is not the point.\n\nThe point, rather, is that the increasingly important political phenomenon we identify as right-wing populism, or white working-class populism, seems to line up, with almost astonishing precision, with the research on how authoritarianism is both caused and expressed.\n\nThat is not to dismiss white working-class concerns as invalid because they might be expressed by authoritarians or through authoritarian politics, but rather to better understand why this is happening — and why it's having such a profound and extreme effect on American politics.\n\nHave we misunderstood hard-line social conservatism all along?\n\nMost of the other social-threat questions followed a similar pattern . On its surface, this might seem to suggest that authoritarianism is just a proxy for especially hard-line manifestations of social conservatism. But when examined more carefully, it suggests something more interesting about the nature of social conservatism itself.\n\nFor liberals, it may be easy to conclude that opposition to things like same-sex marriage, immigration, and diversity is rooted in bigotry against those groups — that it's the manifestation of specific homophobia, xenophobia, and Islamophobia.\n\nBut the results of the Vox/Morning Consult poll, along with prior research on authoritarianism, suggests there might be something else going on.\n\nThere is no particular reason, after all, why parenting goals should coincide with animus against specific groups. We weren't asking questions about whether it was important for children to respect people of different races, but about whether they should respect authority and rules generally. So why do they coincide so heavily?\n\nWhat might look on the surface like bigotry was really much closer to Stenner's theory of \"activation\"\n\nWhat is most likely, Hetherington suggested, is that authoritarians are much more susceptible to messages that tell them to fear a specific \"other\" — whether or not they have a preexisting animus against that group. Those fears would therefore change over time as events made different groups seem more or less threatening.\n\nIt all depends, he said, on whether a particular group of people has been made into an outgroup or not — whether they had been identified as a dangerous other.\n\nSince September 2001, some media outlets and politicians have painted Muslims as the other and as dangerous to America. Authoritarians, by nature, are more susceptible to these messages, and thus more likely to come to oppose the presence of mosques in their communities.\n\nWhen told to fear a particular outgroup, Hetherington said, \"On average people who score low in authoritarianism will be like, 'I’m not that worried about that,' while people who score high in authoritarianism will be like, 'Oh, my god! I’m worried about that, because the world is a dangerous place.'\"\n\nIn other words, what might look on the surface like bigotry was really much closer to Stenner's theory of \"activation\": that authoritarians are unusually susceptible to messages about the ways outsiders and social changes threaten America, and so lash out at groups that are identified as objects of concern at that given moment.\n\nThat's not to say that such an attitude is in some way better than simple racism or xenophobia — it is still dangerous and damaging, especially if it empowers frightening demagogues like Donald Trump.\n\nPerhaps more to the point, it helps explain how Trump's supporters have come to so quickly embrace such extreme policies targeting these outgroups: mass deportation of millions of people, a ban on foreign Muslims visiting the US. When you think about those policy preferences as driven by authoritarianism, in which social threats are perceived as especially dangerous and as demanding extreme responses, rather than the sudden emergence of specific bigotries, this starts to make a lot more sense.\n\nVIII. What authoritarians want\n\nFrom our parenting questions, we learned who the GOP authoritarians are. From our questions about threats and social change, we learned what's motivating them. But the final set of questions, on policy preferences, might be the most important of all: So what? What do authoritarians actually want?\n\nThe responses to our policy questions showed that authoritarians have their own set of policy preferences, distinct from GOP orthodoxy. And those preferences mean that, in real and important ways, authoritarians are their own distinct constituency: effectively a new political party within the GOP.\n\nWhat stands out from the results, Feldman wrote after reviewing our data, is that authoritarians \"are most willing to want to use force, to crack down on immigration, and limit civil liberties.\"\n\nThis \"action side\" of authoritarianism, he believed, was the key thing that distinguished Trump supporters from supporters of other GOP candidates. \"The willingness to use government power to eliminate the threats — that is most clear among Trump supporters.\"\n\nAuthoritarians generally and Trump voters specifically, we found, were highly likely to support five policies:\n\nUsing military force over diplomacy against countries that threaten the United States Changing the Constitution to bar citizenship for children of illegal immigrants Imposing extra airport checks on passengers who appear to be of Middle Eastern descent in order to curb terrorism Requiring all citizens to carry a national ID card at all times to show to a police officer on request, to curb terrorism Allowing the federal government to scan all phone calls for calls to any number linked to terrorism\n\nWhat these policies share in common is an outsize fear of threats, physical and social, and, more than that, a desire to meet those threats with severe government action — with policies that are authoritarian not just in style but in actuality. The scale of the desired response is, in some ways, what most distinguishes authoritarians from the rest of the GOP.\n\n\"Many Republicans seem to be threatened by terrorism, violence, and cultural diversity, but that's not unique to Trump supporters,\" Feldman told me.\n\n\"It seems to be the action side of authoritarianism — the willingness to use government power to eliminate the threats — that is most clear among Trump supporters,\" he added.\n\nIf Trump loses the election, that won't remove the threats and social changes that trigger the \"action side\" of authoritarianism\n\nThis helps explain why the GOP has had such a hard time co-opting Trump's supporters, even though those supporters' immediate policy concerns, such as limiting immigration or protecting national security, line up with party orthodoxy. The real divide is over how far to go in responding. And the party establishment is simply unwilling to call for such explicitly authoritarian policies.\n\nJust as striking is what was missing from authoritarians' concerns. There was no clear correlation between authoritarianism and support for tax cuts for people making more than $250,000 per year, for example. And the same was true of support for international trade agreements.\n\nThese are both issues associated with mainstream GOP economic policies. All groups opposed the tax cuts, and support for trade agreements was evenly lukewarm across all degrees of authoritarianism. So there is no real divide on these issues.\n\nBut there is one more factor that our data couldn't capture but is nevertheless important: Trump's style.\n\nTrump's specific policies aren't the thing that most sets him apart from the rest of the field of GOP candidates. Rather, it's his rhetoric and style. The way he reduces everything to black-and-white extremes of strong versus weak, greatest versus worst. His simple, direct promises that he can solve problems that other politicians are too weak to manage.\n\nAnd, perhaps most importantly, his willingness to flout all the conventions of civilized discourse when it comes to the minority groups that authoritarians find so threatening. That's why it's a benefit rather than a liability for Trump when he says Mexicans are rapists or speaks gleefully of massacring Muslims with pig-blood-tainted bullets: He is sending a signal to his authoritarian supporters that he won't let \"political correctness\" hold him back from attacking the outgroups they fear.\n\nThis, Feldman explained to me, is \"classic authoritarian leadership style: simple, powerful, and punitive.\"\n\nIX. How authoritarians will change the GOP — and American politics\n\nTo my surprise, the most compelling conclusion to come out of our polling data wasn't about Trump at all.\n\nRather, it was that authoritarians, as a growing presence in the GOP, are a real constituency that exists independently of Trump — and will persist as a force in American politics regardless of the fate of his candidacy.\n\nIf Trump loses the election, that will not remove the threats and social changes that trigger the \"action side\" of authoritarianism. The authoritarians will still be there. They will still look for candidates who will give them the strong, punitive leadership they desire.\n\nAnd that means Donald Trump could be just the first of many Trumps in American politics, with potentially profound implications for the country.\n\nIt would also mean more problems for the GOP. This election is already showing that the party establishment abhors Trump and all he stands for — his showy demagoguery, his disregard for core conservative economic values, his divisiveness.\n\nWe may now have a de facto three-party system: the Democrats, the GOP establishment, and the GOP authoritarians\n\nBut while the party may try to match Trump's authoritarian rhetoric, and its candidates may grudgingly embrace some of his harsher policies toward immigrants or Muslims, in the end a mainstream political party cannot fully commit to extreme authoritarian action the way Trump can.\n\nThat will be a problem for the party. Just look at where the Tea Party has left the Republican establishment. The Tea Party delivered the House to the GOP in 2010, but ultimately left the party in an unresolved civil war. Tea Party candidates have challenged moderates and centrists, leaving the GOP caucus divided and chaotic.\n\nNow a similar divide is playing out at the presidential level, with results that are even more destructive for the Republican Party. Authoritarians may be a slight majority within the GOP, and thus able to force their will within the party, but they are too few and their views too unpopular to win a national election on their own.\n\nAnd so the rise of authoritarianism as a force within American politics means we may now have a de facto three-party system: the Democrats, the GOP establishment, and the GOP authoritarians.\n\nAnd although the latter two groups are presently forced into an awkward coalition, the GOP establishment has demonstrated a complete inability to regain control over the renegade authoritarians, and the authoritarians are actively opposed to the establishment's centrist goals and uninterested in its economic platform.\n\nOver time, this will have significant political consequences for the Republican Party. It will become more difficult for Republican candidates to win the presidency because the candidates who can win the nomination by appealing to authoritarian primary voters will struggle to court mainstream voters in the general election. They will have less trouble with local and congressional elections, but that might just mean more legislative gridlock as the GOP caucus struggles to balance the demands of authoritarian and mainstream legislators. The authoritarian base will drag the party further to the right on social issues, and will simultaneously erode support for traditionally conservative economic policies.\n\nAnd in the meantime, the forces activating American authoritarians seem likely to only grow stronger. Norms around gender, sexuality, and race will continue evolving. Movements like Black Lives Matter will continue chipping away at the country's legacy of institutionalized discrimination, pursuing the kind of social change and reordering of society that authoritarians find so threatening.\n\nThe chaos in the Middle East, which allows groups like ISIS to flourish and sends millions of refugees spilling into other countries, shows no sign of improving. Longer term, if current demographic trends continue, white Americans will cease to be a majority over the coming decades.\n\nIn the long run, this could mean a GOP that is even more hard-line on immigration and on policing, that is more outspoken about fearing Muslims and other minority groups, but also takes a softer line on traditional party economic issues like tax cuts. It will be a GOP that continues to perform well in congressional and local elections, but whose divisions leave the party caucus divided to the point of barely functioning, and perhaps eventually unable to win the White House.\n\nFor decades, the Republican Party has been winning over authoritarians by implicitly promising to stand firm against the tide of social change, and to be the party of force and power rather than the party of negotiation and compromise. But now it may be discovering that its strategy has worked too well — and threatens to tear the party apart.\n\nCorrection: Matthew MacWilliams is a PhD student at UMass Amherst.", "url": "https://www.vox.com/2016/3/1/11127424/trump-authoritarianism"}, "article2": {"title": "Drivers of Authoritarian Populism in the United States", "content": "Introduction and summary\n\nThe term “populism” is often used broadly to encompass political messages and styles that may be viewed as far beyond the mainstream political consensus or transgressive. However, populism also has a narrower, more precise meaning. It denotes political parties and leaders that are anti-establishment and that divide society into two groups: self-serving elites and good, ordinary people. Not all populism is intrinsically bad. At times, populist ideas and energies have contributed to the advancement and preservation of liberal democracy. But there are rising tides of exclusionary and authoritarian populism that claim to speak on behalf of the people in contrast to various so-called out-groups: immigrants, racial and ethnic minorities, and all those who disagree with the populists’ prescriptions. Furthermore, by labeling themselves as the true voice of the people, these populists stake a claim to a perceived legitimacy in dispensing with constraints imposed on majoritarian decision-making in functioning liberal democracies. Understood in this way, authoritarian populism is a significant challenge to democratic politics on both sides of the Atlantic. An increasing number of extreme populist politicians are making headway across the world’s established democracies. While their success largely stems from their promises to address various social and economic ills by disrupting traditional forms of political bargaining and compromise, in many cases, it also involves jettisoning hard-won commitments to human dignity and freedoms. In the United States, the appeal of authoritarian populism has gone hand in hand with a decline of trust in government and a rise in partisan polarization. Increasingly in the United States, the government is seen as unresponsive to citizens’ concerns and captured by well-organized special interests. Voters are also acutely aware of Washington’s growing political dysfunction and the federal government’s inability to “get things done” and respond to the public’s policy preferences. At the ballot box, however, voters often re-enforce the extreme partisanship that contributes to this dysfunction. Although the U.S. economy has recovered from the 2008 financial crisis, it is still characterized by sluggish productivity growth and looming structural change that threatens jobs at the lower end of the education and skills ladder. The recovery was also highly unequal, with certain sectors, demographics, and regions doing extremely well and others never getting back on track. Rightly or wrongly, voters see many of the emergency measures adopted in the aftermath of the crisis as benefiting the well-connected few at the expense of everybody else, while none of those responsible for the crisis were held accountable.1 Economic considerations also shape attitudes toward race, immigration, and globalization. Western societies, including the United States, are becoming more diverse, especially in urban centers. Cosmopolitan urban centers, such as the metropolitan areas on the East and West Coasts, are seeing concentrations of economic dynamism, growth, and new opportunities. Combining diversity, openness, and economic dynamism, cities have grown into an economic and cultural antithesis of the less diverse and economically stagnant exurban and rural areas. This report looks at the political, economic, cultural, and racial factors driving authoritarian populism in the United States. It also provides recommendations to face this challenge moving forward. The report draws on conversations which were held at an October 2017 workshop convened by the Center for American Progress (CAP) and the American Enterprise Institute (AEI) under the auspices of our joint project, “Defending Democracy and Underwriting the Transatlantic Partnership.’’ Defending Democracy and Underwriting the Transatlantic Partnership Scholars at the Center for American Progress and at the American Enterprise Institute have often found themselves on opposing sides of important policy discussions. Yet, at a time when the fundamental character of Western societies is at stake, what unites us is much stronger than the disagreements that we have. The threat of authoritarian populism will not recede unless a new generation of political leaders offers a credible agenda for improving people’s lives that is more appealing to the public than the populist alternatives. The defense and rebuilding of democratic politics and discourse, however, requires sustained intellectual engagement. It demands a reinvigorated case for how liberal democracy, openness, pluralism, and a rules-based international order can deliver on the promise of shared prosperity and common security. (see Appendix for the full statement of aims) The ambition of our project, which brings together scholars and practitioners of different ideological stripes, is not to seek a tepid middle-of-the-road agreement. We continue to disagree vigorously on many important policy issues. However, we are also united in our belief that the core institutions of democracy, a market economy with shared prosperity, and U.S.-led alliances are sound. Although the tenets, institutions, and practices of liberal democracy need to be reformed and strengthened when and where appropriate, they should not be taken for granted. At a time when the utility of democracy as the best system of government to support human dignity, prosperity, and freedom is under direct challenge, it must be defended vigorously in the public square.\n\nPolitical factors in U.S. authoritarian populism\n\nIn the U.S. context, the rise of authoritarian populism has gone hand in hand with the decline of trust in government and political institutions; the decline in lawmakers’ responsiveness to the public’s expressed policy preferences; and the rise of ideological polarization. Taken together, these should be seen as warning signs of the declining strength of America’s democracy. The decline of trust in the U.S. government dates back to the mid-1960s.2 Fifty years ago, close to three-quarters of the U.S. population trusted the federal government; that number has dropped to below 25 percent. During the first year of the Trump administration, this decline has continued.3 A similar erosion of trust can be seen in other areas of U.S. society—such as media, churches, corporations, and universities. This makes it difficult to see the decline of political trust as an isolated phenomenon. Furthermore, in some situations, low levels of trust in government could be benign. Citizens who are distrustful and scrutinizing, for example, might be in a better position to hold elected representatives accountable than citizens who hold a more romantic view of politics and politicians. Arguably, the decline in trust also reflects the perception that democratic politics are not working in the people’s interest—or at least not responding to their preferences. Political scientists Benjamin Page and Martin Gilens have found that average Americans have little or no influence over U.S. public policy and that “when large majorities of Americans favor policy changes—when 70 to 80 percent want change—they get it less than half the time.”4 Different factors are at play: Special interests and powerful campaign donors influence policy; technocratic agencies without direct political accountability are able to formulate policy decisions without taking citizens’ desires into account; and executive orders can enact policy absent legislative action. Distorted election districts have limited electoral competition and accountability, and voters skew older, wealthier, and whiter than the population as a whole. While approximately 70 percent of the Silent and Baby Boomer generations and a little over 60 percent of Generation X voted in the 2016 U.S. presidential election, just under 50 percent of Millennials voted.5 Low voter participation rates among low-income Americans also contribute to a lack of fair representation. In 2016, there was a 20-point gap between the voter registration rates of low-income and high-income Americans.6 These gaps persist in voting. In 2012, only about 47 percent of those making less than $10,000 voted, while more than 80 percent of those making more than $150,000 cast their ballots.7 Political spending in elections is growing more concentrated among the wealthiest few. In 2012, almost half of all the money spent in federal elections came from just one-tenth of one-tenth of 1 percent of Americans.8 The share of contributions from the top 0.01 percent of the voting population grew to 40 percent in 2016—up from just 16 percent in the 1980s.9 Furthermore, the dominance of corporations and business interests exists not only in election spending but also in lobbying of elected officials and decision-makers. In their 2012 book, The Unheavenly Chorus: Unequal Political Voice and the Broken Promise of American Democracy, Kay Lehman Schlozman, Sidney Verba, and Henry E. Brady found that organizations representing business, taken together, accounted for 72 percent of all lobbying expenditures, while labor organizations made up just 1 percent.10 For example, according to the Center for Responsive Politics, from 1998 to 2018, the U.S. Chamber of Commerce and the Business Roundtable—just two of the many business organizations active in Washington, D.C.—spent $1.66 billion on lobbying the federal government; defense contractors Boeing Co., Northrop Grumman, and Lockheed Martin spent $771 million; and the Pharmaceutical Research and Manufacturers of America spent $346 million.11 In comparison, all labor unions combined spent a total of $778 million during that time. Perhaps in response to the concentrated power of wealth in the political sphere, political mechanisms have the propensity to concentrate benefits among the wealthy but disperse the costs of policies onto the population as a whole—particularly marginalized communities—contributing to the decline of trust in government.12 The decline of trust in government may also be a side effect of unrealistic assumptions about the ability of politics to solve social and economic problems. Research by political scientists John R. Hibbing and Elizabeth Theiss-Morse, for example, shows that in popular imagination, the inability of politicians to “get things done” can be explained simply by partisan bickering.13 Implicit in that idea is the notion that solutions to public policy problems are obvious and that a lack of goodwill is the main obstacle to progress. A natural corollary to such a view is the need to elect a nonpartisan outsider, often an authoritarian populist focused on getting things done regardless of democratic norms such as forbearance and mutual toleration.14 Simultaneously, politics in the United States have become more polarized. In the past, a common complaint about America’s democracy was that the policy positions of major candidates were almost indistinguishable, suggesting that political parties lacked any firm principles. That view was in line with the canonical result of public choice theory, which predicts that political parties focus their efforts on competing for the median voter, moving their platforms toward the center.15 Even if that model may have done a reasonably good job describing U.S. politics of the past, the situation started to change two decades ago. In 2006, researchers observed that “[a] growing body of empirical research shows that the parties in government, particularly those in Congress, are each growing more homogeneous in their policy positions, while the differences between the two parties’ stands on major policy issues are expanding.”16 There are several intuitively plausible explanations that may account for the polarization of America’s two major political parties and, by extension, its elected representatives. Gerrymandering of electoral districts into ideologically cohesive entities offers one explanation, but the evidence behind it is thin. A well-known study by Nolan McCarty, Keith T. Poole, and Howard Rosenthal replicated the current level of ideological polarization even when drawing representatives from randomly generated districts.17 Neither can political polarization be blamed simply on campaign spending by special interests in pursuit of extreme policy objectives. Existing research suggests that “there is a weak connection between campaign spending and election outcomes … or between sources of campaign funding and roll-call-voting behavior.”18 If the primary process has a polarizing effect, its magnitude is modest at best.19 Extreme gerrymandering and unlimited campaign spending from wealthy special interests contribute but do not sufficiently explain the current hyperpartisan political divide; yet they are major factors in distorting the political process so it is unresponsive and unaccountable to average Americans, who do not see themselves being fairly represented at the federal level. Strategic disagreement in Congress, driven by electoral considerations, appears to be another factor behind polarization, as are changes to the media environment.20 The former refers to the growing preoccupation over the loyalty of the electoral base, which incentivizes politicians to forego opportunities to strike compromises on important pieces of legislation. Relatedly, the diversity of news sources available to Americans has increased dramatically over recent decades, together with a proliferation of ideologically distinctive outlets that might be shifting views of the public in ever more extreme directions. The two parties have also undergone substantial changes, beginning with the Republican Party’s Southern realignment—which started in the 1970s and has led the GOP to become anchored in more conservative white voting blocs in the South—as a well as the gradual migration of African Americans and Latinos to the Democratic Party. Those shifts, combined with the other dynamics identified, have resulted in today’s hyperpartisan political divide and unresponsive government, creating a fertile ground for authoritarian populism.\n\nEconomic factors in U.S. authoritarian populism\n\nAt first sight, economic hardship appears to be only weakly related to support for authoritarian populists in polling data. According to exit polls from the 2016 U.S. presidential election, Hillary Clinton defeated Donald Trump by 13 points among those earning less than $30,000 a year, and Trump’s lead was strongest among those earning between $50,000 and $99,999.21 That is in line with findings from a growing stream of literature investigating support for right-wing populists in European countries, where cultural and political concerns drive populist voters more strongly than economic ones.22 To what extent does economic inequality, then—as opposed to poor economic performance on the whole—explain the rise of populist politics? It is true that income inequality in the United States is high by standards of advanced industrialized economies, and it has increased since the late 1960s.23 While incomes for American families in the bottom two-thirds of the income distribution more than doubled between 1947 and 1979, in terms of real dollars, they have remained flat since then—even while average productivity has nearly doubled.24 At the same time, a study of CEO compensation at the top 350 U.S. firms found that such compensation had grown 997 percent since 1978; the average CEO compensation of $16.3 million was 303 times the annual compensation of the typical worker, which had risen from a 20-to-1 ratio in 1965 and an 87-to-1 ratio in the mid-1990s.25 The share of pretax income going to the richest Americans surpasses the income inequality of post-Gilded Age 1910 and matches the previous peak of inequality at the end of the 1920s.26 Raw state-level data show a positive association between the basic measure of income inequality, the Gini coefficient, and Donald Trump’s lead in the 2016 election, but the relationship is weak and cannot be taken as evidence of a causal relationship.27 Furthermore, authoritarian populism remains an extremely acute problem in countries that have recorded much lower levels of income inequality—such as Austria—and in countries where income inequality rates have fallen over the past decade, such as the United Kingdom.28 Given the importance of beliefs and perceptions in literature that relies on individual-level data, the support for authoritarian populism might be better explained by the extent to which voters see the economic system as unfair or rigged against them, rather than studying broader aggregate measures of economic health or income dispersion, such as the Gini coefficient. A study by Dalibor Rohac, Sahana Kumar, and Andreas Johansson Heinö found a strong link between support for right-wing authoritarian populists in Europe and “control of corruption,” a measure of corruption—and of corruption perceptions—from the World Bank’s database of Worldwide Governance Indicators.29 Popular accounts, such as Luigi Zingales’ celebrated 2012 book, A Capitalism for the People, suggest that the meritocracy and economic mobility associated with America’s social and economic model have weakened in recent decades, with policies and institutions increasingly favoring cronyism and rent-seeking, resulting in a sense that the system is being rigged by and for a corrupt elite.30 In the United States, emergency measures aimed at propping up the collapsing banking industry in 2008 and 2009 provided a boost to the emerging tea party movement on the right and the widespread Occupy movement, mainly on the left. Likewise, in the European Union, the loans extended to countries such as Greece—which also indirectly helped economic actors who held Greek debt—provided some of the rationale for the growth of Germany’s leading right-wing populist party, the Alternative for Germany. For many citizens of both Germany and America, the ad hoc measures taken to stabilize the economy that benefit a select few, while ordinary people bear the costs, prove that the system is stacked against them. Yet economic grievances run deeper. In the American context, structural changes are transforming labor markets. An increasing number of jobs are vulnerable to outsourcing and automation, particularly those that require lower qualifications. As Jed Kolko, the chief economist at Indeed.com, noted, economic anxiety might well have been forward-looking: “Trump beat Clinton in counties where more jobs are at risk of technology or globalization.”31 There are other underlying sources of economic grievance and barriers to upward mobility in the United States. For example, the large variation in the quality of schooling available to residents of different school districts dramatically disadvantages communities of color and those born into lower-income backgrounds.32 And at the postsecondary level, it can be argued that universities’ admission policies are only partly meritocratic. In addition to affirmative action, universities also give large weight to legacy preferences, particularly at leading elite schools.33 In a recent book, Brink Lindsey and Steven Teles list a number of other factors that have contributed to increased inequality and a tilted economic playing field, including those linked to intellectual property, financial regulation, occupational licensing, and other policies.34 The threat of economic uncertainty is concentrated in the middle levels of income and skills distribution, not at the bottom. Top-paying jobs in engineering and science, for example, require nonroutine cognitive skills, which are complemented by computers and other capital goods. On the bottom end of the wage distribution, jobs requiring nonroutine manual skills—such as those needed to wait tables, clean, or cook—cannot be made much more productive through the addition of computers and other capital goods. It is the jobs in the middle, which require either routine manual or cognitive skills, that are falling prey to globalization and technological progress. This is consistent with the voting patterns observed in the 2016 U.S. presidential election, as Donald Trump received a large share of votes from the middle segments of the income ladders and from areas where jobs were under threat from automation. Not all of the ongoing structural changes are easily captured in unemployment statistics. As AEI’s Nicholas Eberstadt has shown, America’s male population is leaving the labor force in record numbers.35 Today, the work rate of prime-age men—those ages 25 to 54—is only slightly lower than it was in 1940, at a time when the United States was recovering from the Great Depression. The phenomenon of declining male labor participation sets the United States apart from other advanced industrialized economies. And the labor market crisis of American men has not merely been economic; it has gone hand in hand with other worrying developments. Anne Case and Nobel Prize-winning economist Angus Deaton found that since the 1990s, “middle-aged non-Hispanic whites in the U.S. with a high school diploma or less have experienced increasing midlife mortality.”36 The factors include a rise in “deaths of despair”— deaths by drugs, alcohol, and suicide—as well as a stalling of decline in mortality from heart disease and cancer.37 Case and Deaton suggest that the increases in these deaths are accompanied by a measurable deterioration in economic and social well-being for these populations. Furthermore, current trends in educational achievement in the United States hint at the possibility that, in coming decades, the poor labor market performance of men might perpetuate itself. While men have historically dominated high-paid professions, resulting in a gender pay gap noticeable across all advanced economies, according to researchers David Autor and Melanie Wasserman, “Over the last three decades, the labor market trajectory of males in the U.S. has turned downward along four dimensions: skills acquisition; employment rates; occupational stature; and real wage levels.”38 The resulting loss of relative status might be leading some to turn to divisive populist politics to vent their anger and frustration. The absolute and relative gains made by historically marginalized groups—including women and people of color—should be celebrated and accelerated. There is there is still a long way to go. In 2016, women working full time in the United States typically were paid just 80 percent of what men were paid; the wage gap for women of color is even more pronounced. 39 However, America will continue to face a significant challenge if the gradual closing of the existing gaps goes hand in hand with an absolute decline of educational and labor market outcomes for white men, who are then drawn to politicians who stoke their sense of resentment. The labor market crisis also has a psychological impact that is contributing to populism. In American culture, work remains a critical means of maintaining social relationships and a sense of dignity, while the absence of work generates despair. AEI President Arthur Brooks coined this as a “dignity deficit”—a potent resource ripe for unscrupulous political candidates to translate into popularized anger.40\n\nCultural and racial factors in U.S. authoritarian populism\n\nTo be sure, economic factors alone do not account for the rise of authoritarian populism in the United States. A recent study from Diana C. Mutz at the University of Pennsylvania found that the fear of losing status was a more significant factor than economic anxiety for white Trump voters in their decision to vote for Donald Trump in 2016.41 The loss of status among groups experiencing economic decline can furthermore exacerbate cultural and racial resentment. At the heart of exclusionist authoritarian populist narratives is a distinction between a corrupt elite and those who belong to the relevant group of supposedly good, ordinary people. The distinction between the two is not necessarily based on ethnic or racial grounds, but it frequently is. John Judis, author of The Populist Explosion, contrasts populists whose politics convey “the bottom and middle, arrayed against the top” with populists who champion “the people against an elite that they accuse of favouring a third group,” for example, immigrants, Muslims, or African Americans.42 The relevant dividing lines run differently on both sides of the Atlantic. The United States features a population of descendants of slaves who were brought to the continent by force. Advanced European countries, meanwhile, have sizable immigrant populations—often from Muslim-majority countries—that have often been poorly integrated. By contrast, immigrant populations in the United States—including Muslims—tend to integrate well.43 The question of immigration and fears of Islam have been actively exploited by Europe’s right-wing populists, especially following the 2015 refugee crisis and in the aftermath of acts of terrorism conducted or inspired by terrorist groups such as the Islamic State or al-Qaida. More than 12 percent of the U.S. population is African American, and this population is overwhelmingly descended from enslaved people.44 Until the 1960s, African Americans faced explicit and legal discrimination in numerous states, and structural and systematic inequality remains. African Americans continue to record systematically worse economic,45 social,46 and health outcomes47 and are incarcerated at vastly disproportionate rates.48 This dramatically restricts the educational achievement of their children, reducing intergenerational mobility.49 Still, racial disparities driven by the legacies of slavery and segregation are not new to America; neither is the size of its foreign-born population unusually large. Furthermore, immigration rates remain much smaller than those sustained during the heyday of America’s open-border policy in the late 19th century.50 So what has caused the current political tensions surrounding race relations? The United States—like other Western societies—is becoming more ethnically diverse due to a combination of immigration and aging. If current trends continue, by mid-century, whites will become a minority in the United States.51 Both Donald Trump’s campaign and right-wing authoritarian populists in Europe have tended to exploit anxieties related to such demographic change. Trump’s electoral base—as well as the base of the Republican Party—is overwhelming white.52 The Trump campaign took advantage of anxieties around immigration, race, and Islam, leaning into white identity politics with explicitly racist appeals.53 A Public Religion Research Institute survey for The Atlantic found: 68 percent of white working-class voters said the American way of life needed to be protected against foreign influence, and nearly half agreed with the statement ‘Things have changed so much that I often feel like a stranger in my own country.’ Among white working-class voters who had these anxieties, 79 percent voted for Trump. He received the votes of only 43 percent of those who did not.54 Defenders of liberal democracy must not cede ground on fundamental values of racial equality, tolerance, and opportunity for all. They must vigorously contest forces that seek to marginalize and punish racial and ethnic minorities and other vulnerable communities. To be sure, reasonable people of good faith might disagree over desirable immigration policy and the right approach toward tackling the problem of terrorism. However, both topics deserve thoughtful and intelligent treatment, not the provocation of xenophobic frenzy, which was the hallmark of the Trump campaign and captured the imagination of his electoral base. Furthermore, many white Americans who are currently seduced by nativist appeals, primed by their anxieties over economic and cultural dislocation, could be reached by inclusive political platforms on the center-left and center-right. This would allow policymakers to address the underlying challenges—most importantly, the erosion of economic security and opportunity and the failures of fair representation in government—while providing a credible alternative to the troubling policies of populists.\n\nApproaching the challenge\n\nThe authoritarian populist challenge to American democracy is real. It does not help to dismiss it simply as “a majoritarian view of democracy” reasserting itself against “post-democratic” efforts to tie the hands of elected representatives—as some on the political right have argued.55 Neither is it particularly helpful to look at U.S. democracy as at risk of imminent collapse under the hands of an authoritarian government. Instead, the challenge should be approached on its own terms: as a shift of some important parameters of political competition. There are several complex driving forces behind the authoritarian populist surge. Some are structural in nature, which suggests that a quest for easy and quick solutions will not succeed. Taming authoritarian populism and reconciling the instincts behind it with liberal democracy, economic openness and opportunity, and international cooperation will require a significant amount of political and institutional work. There is no one-size-fits-all prescription for politicians seeking to fight back against extreme populist challenges. However, a few early lessons and possible principles emerge from the joint research undertaken in the CAP-AEI workshops. As Sheri Berman, a participant in two of the workshops, has noted, “populism is more a consequence than cause of democratic dysfunction: it is a sign that democratic institutions are not working well.”56 First, the Democratic and Republican parties need to recognize that they are in a moment of crisis—a moment that could portend a long-term realignment—and develop a strategy for managing change. For example, according to the Pew Research Center, views on trade within the parties have flipped, with just 36 percent of Republicans and right-leaning independents supporting trade deals compared with 67 percent of Democrats and left-leaning independents.57 When such shifts occur in Europe, new parties led by political entrepreneurs can and do rise to power, and established centrist parties can find themselves confined to political fringes. By contrast, the two major parties in the United States face a challenge of reinventing themselves in the face of deep popular anger and mistrust. Second, in a narrow sense, mainstream forces must also become more populist. According to CAP President and CEO Neera Tanden, “Donald Trump has widened the aperture for policy discussions in the United States.”58 The parties got into the current crisis by seeming indifferent to the concerns that drive constituencies drawn to extreme populists. According to Robert Mickey, a political scientist at the University of Michigan, “populists are most likely to emerge, and succeed politically, when they can legitimately claim an outsider status, when there is a widely shared perception of political corruption, and when established political parties studiously avoid to discuss the issues raised by populists.”59 The two major U.S. political parties need to think through party positions when the rank and file have serious doubts about the establishment consensus. Third, the major parties need to encourage new entrants that can be viewed as a change from the so-called colluding elite. They also need to support structural changes to the political system that will increase the responsiveness and accountability of elected representatives—including anti-corruption reforms to help rebuild trust in government. Extreme populists who pose a threat to democracy focus on the system being irredeemable. Their “burn it down” sentiments tap into popular frustration and can drive their opponents into a race to the bottom that usually fails. Yet credible reformers with an affirmative agenda can tap into populist sentiments effectively without being anti-democratic or illiberal. This form of so-called good populism embraces and responds to popular concerns in a way that French political strategist and diplomat Adrien Abecassis described as an answer to popular demands for radicalism, but without extremism.60 Finally, CAP and AEI’s joint research suggests that a new affirmative patriotism is needed to neutralize more extreme populist sentiments. In the United States, populism on the left and populism on the right have some striking commonalities: deep suspicion of America’s overseas military actions; alarm about the rise of a surveillance state; mistrust of major institutions; and suspicion of global elites. Much of this cynicism is borne from the endless wars since the beginning of the 21st century as well as the experience of the Great Recession—ascribed by many to the misdeeds of an elite that avoided accountability. The ugly nationalism and white supremacy on display during and after the 2016 election can best be countered by rebuilding patriotic sentiments around America’s time-tested democratic values and institutions. This must be built on an honest understanding of America’s history and an embrace of the nation’s founding principles of government of, by, and for the people, with equal, inalienable rights for all.\n\nConclusion\n\nThe task for America’s political establishment is nothing short of revolutionary change—change that realigns the establishment with the demands of alienated political bases but eschews anti-democratic populism. In the United States, extreme partisanship and unresponsive government is a driver of the gridlock, frustration, and extreme populism that has developed over the past quarter century. It has been supercharged by new technologies and social media. But the ascendance of extreme populism need not be permanent. A return to constructive partisanship combined with bipartisan cooperation on fundamental issues—such as the opioid epidemic, criminal justice reform, economic inequality, and the protection of American democracy from foreign interference—could restore the fortunes of politicians who hold true to democratic values, including equality before the law, an independent judiciary and freedom of the press.\n\nAbout the authors\n\nDalibor Rohac is a research fellow at the American Enterprise Institute (AEI), where he studies political economy of the European Union. He is also a visiting fellow at the University of Buckingham in the United Kingdom and a fellow at the Institute of Economic Affairs in London. Before joining AEI, Rohac was affiliated with the Cato Institute’s Center for Global Liberty and Prosperity and served as deputy director at the London-based Legatum Institute. In 2009, he interned at the office of the president of the Czech Republic in Prague. In addition to dozens of academic articles in peer-reviewed journals, Rohac has written about European affairs for The Washington Post, The New York Times, Financial Times, The Wall Street Journal, Foreign Affairs, and many other outlets. His book, Towards an Imperfect Union: A Conservative Case for the EU, was included on Foreign Affairs magazine’s list of best books of 2016. Rohac holds a Ph.D. in political economy from King’s College London, an M.Phil. in economics from the University of Oxford, an M.A. in economics from George Mason University, and a B.A. in economics from Charles University in Prague. Liz Kennedy is the senior director of Democracy and Government Reform at the Center for American Progress, where she works to restructure the rules of democracy to rebalance power and rebuild trust in government. Previously, she served as counsel and campaign strategist at Demos, working on voting rights, money in politics, and corporate accountability. Prior to joining Demos, Kennedy was an attorney in the Democracy Program at the Brennan Center for Justice at the New York University School of Law. Kennedy was deputy director of voter protection for President Barack Obama’s 2008 presidential campaign in Ohio; has represented unions in industrial bankruptcy cases; and was a litigation associate at Cravath, Swaine & Moore LLP. Before law school, she was a student organizer and canvass director with the Public Interest Research Groups. Kennedy is a frequent speaker on panels and conferences and appears on radio and television. She has authored or co-authored numerous papers, and her writing has appeared in The New York Times, U.S. News & World Report, The American Prospect, Guernica magazine, BillMoyers.com, the American Constitution Society for Law and Policy, Human Rights magazine, the Boston Herald, The Cleveland Plain Dealer, The Hill’s Congress Blog, Real Clear Policy, and the National Civic Review, among many other outlets. Kennedy is a native of Brooklyn, New York, graduated with a B.A. in government from Smith College, and received her J.D. from the New York University School of Law, graduating cum laude. Vikram Singh is a senior fellow for National Security at the Center for American Progress. He was vice president for National Security and International Policy from 2014 to 2017. Singh supports the National Security team on defense policy, diplomacy, and Asia policy. He oversees CAP’s program on defending liberal democracy and American alliances as well as a new initiative on restoring the web as a force for democracy. He convened and served on CAP’s task force on U.S.-India relations. From 2009 to 2014, Singh held senior positions at the U.S. Departments of Defense and State, including as the deputy assistant secretary of defense for South and Southeast Asia and as deputy special representative for Afghanistan and Pakistan. He was a fellow at the Center for a New American Security from 2007 to 2009. Singh started at the Department of Defense as a presidential management fellow and served in a variety of policy roles at the Pentagon from 2003 to 2007, including on South Asia policy; postconflict stabilization and counterinsurgency; defense capacity building for partners and allies; defense acquisition; and as a defense adviser at the U.S. Mission to the United Nations. Singh lived and worked in Sri Lanka during the civil war, where he ran a Ford Foundation program on minority rights and conflict in Bangladesh, India, Nepal, Pakistan, and Sri Lanka and reported for the Voice of America. Singh holds degrees from the University of California, Berkeley and Columbia University.\n\nAcknowledgments\n\nThe authors would like to thank all of their workshop participants for their valuable insights and suggestions.\n\nAppendix", "url": "https://www.americanprogress.org/article/drivers-authoritarian-populism-united-states/"}, "article3": {"title": "The Contract With Authoritarianism - The New York Times", "content": "In 1994, Newt Gingrich, brandishing his Contract with America, led a Republican revolution that swept aside Democratic majorities in the House and the Senate, initiating an epoch of conservative ascendancy that lingers on. Don Sipple, a Republican campaign consultant, declared at the time that the 1994 midterms pitted a Republican Party calling for “discipline” against a Democratic Party focused on “therapy.”\n\nTwo years later, George Lakoff, a professor of linguistics at Berkeley, published “Moral Politics: How Liberals and Conservatives Think,” which argued that\n\nDeeply embedded in conservative and liberal politics are two different models of the family. Conservatism is based on a Strict Father model, while liberalism is centered on a Nurturant Parent model. These two models of the family give rise to different moral systems.\n\nSeveral approaches to contemporary politics echo the insights of Sipple and Lakoff. The crucial word now, however, is authoritarianism.\n\nThe election of Donald Trump — built as it was on several long-term trends that converged in 2016 — has created an authoritarian moment. This somewhat surprising development is the subject of “Remaking Partisan Politics through Authoritarian Sorting,” a forthcoming book by the political scientists Christopher Federico, Stanley Feldman and Christopher Weber, who argue that\n\nThree trends — polarization, media change, and the rise of what many people see as threats to the traditional social order — have contributed to a growing divide within American politics. It is a divide between those who place heavy value on social order and cohesion relative to those who value personal autonomy and independence.\n\nThe three authors use a long-established authoritarian scale — based on four survey questions about which childhood traits parents would like to see in their offspring — that asks voters to choose between independence or respect for their elders; curiosity or good manners; self-reliance or obedience; and being considerate or well-behaved. Those respondents who choose respect for elders, good manners, obedience and being well-behaved are rated more authoritarian.\n\nThe authors found that in 1992, 62 percent of white voters who ranked highest on the authoritarian scale supported George H.W. Bush. In 2016, 86 percent of the most authoritarian white voters backed Trump, an increase of 24 percentage points.", "url": "https://www.nytimes.com/2018/04/05/opinion/trump-authoritarianism-republicans-contract.html"}}