{"foreign_id": "13_Fake", "article1": {"title": "What Stacey Dash gets very wrong when she calls for ending BET and Black History Month", "content": "Gift Article Share\n\nSo, there really was no need -- no need at all -- for The Fix to weigh in on the mushrooming controversy about this year's crop of all-white Oscar nominees. This is interesting and arguably important cultural news -- not politics, per se. But it became political when the actress and Fox News commentator Stacey Dash decided to share her views on it. Then, while she was at it, Dash decided to tell millions of people that the celebration of Black History Month and the very existence of the cable entertainment network, BET, are counterproductive and perhaps even racist endeavors, that should be ended.\n\nJust to be clear, this is what Dash said:\n\nWe have to make up our minds. Either we want to have segregation or integration. If we don't want segregation, then we need to get rid of channels like BET and the BET Awards and the [NAACP] Image Awards, where you are only awarded if you are black. If it were the other way around we would be up in arms. It's a double standard. Just like there shouldn't be a Black History Month. You know, we're Americans, period. That's it.\n\nDash has a right to her opinion. She has a right to express it where she wishes. And we also have a right to point out that, on both the facts and the philosophy behind them, she is just about dead-wrong in ways that matter far from the entertainment news page.\n\nAdvertisement\n\nDash's comments -- part and parcel of a set of widely deployed but utterly false equivalencies -- are essentially repeated, with some modifications, somewhere in America every day. They form a portion of almost any discussion of race on and in conservative media outlets. They come up at public events as if they are really novel and grave philosophical questions. And, because this pseudo-intellectual gobbledygook is so widely believed, they are ideas that really shape our politics and all too often linger in the background of horrible news events.\n\nAnd, of course, on Wednesday we saw just how quickly Dash's ideas leaped from her mind to the Fox News audience to the loudest bullhorn in all the land: Donald Trump. Trump repeated Dash's sentiments in a Wednesday television interview.\n\nNow, there are just a few problems.\n\nAdvertisement\n\nFirst off, Dash got her facts plain wrong.\n\nThe BET Awards, hosted by Black Entertainment Television (BET) since 2000, aim to recognize talent in whatever shape, form or racial and ethnic package, particularly that which may not be celebrated elsewhere. And in the 15 years since the awards were created, white artists, actors, technicians and entertainers of all races and ethnicities have been nominated and won BET Awards. Most have been black, but certainly, really, not all.\n\nTo get specific, a quick look at the names of nominees for BET Awards since 2012 and the count of non-black artists nominated approaches two dozen. And that, again, is just the last three years. The same can be said about other years and BET Award winners.\n\nAnd BET's non-awards programming -- while reasonable fodder for other critiques, I would say -- also by the way includes white, black, Latino and Asian actors. Doubt that? Take a look at the cast list for shows such at \"The Game,\" \"Being Mary Jane\" and others. We could go on.\n\nAdvertisement\n\nFinally, while the NAACP Image Awards were created in 1967 to recognize the \"outstanding achievements and performances of people of color in the arts, as well as those individuals or groups who promote social justice through their creative endeavors,\" there is nothing about that criteria, the list of nominees or award winners since that must be or is all-black.\n\nIn that list of nearly two dozen non-black people nominated for BET Awards are people like Justin Timberlake, Iggy Azalea and others. Singer Sam Smith won a BET Award last year (that story is interesting for other reasons too). Latina actresses America Ferrera and Sophia Vergara have each been nominated for NAACP Image awards four times. White actresses Dakota Fanning and Sandra Bullock have also been nominated. Angelina Jolie has also received more than one Image award nomination. And, little people like Steven Spielberg, George Lucas, Carlos Santana, Bono, Al Gore and Smith have all won NAACP Image Awards too. That's all true.\n\nBET exists in part because networks like MTV refused to air music videos created by black artists. Something similar can be said about the still-apparent reluctance of the Academy -- the trade group behind the Oscars -- to meaningfully diversify, and the many studios, producers and directors in control of content or the performances ultimately considered for a golden statue. And we can look to Oscar's long history, its nominee list and a rundown of past winners to prove that too.\n\nSo those are the facts. Now what about the broader social and political philosophy embedded in Dash's comments? Think on this for just a moment, because the following list is also connected to Dash's jumbled ideas.\n\nAdvertisement\n\nHow often have you heard some person express somewhere the notion that white Americans aren't allowed to name an organization, a school, an event, a place \"the white\" anything? For these people the tyranny of political correctness makes such a thing impossible.\n\nHow often have you heard that racial and ethnic minorities are, unfairly, free to do just the opposite, subjecting white Americans to a kind of ceaseless, in-your-face reverse bigotry and themselves to a type of elected segregation each day? How many times have you heard someone say that the very existence and name of the NAACP (National Association for the Advancement of Colored People) and any number of historically black colleges, universities and organizations represent a modern-day kind of racism which is bizarrely accepted because the people who benefit or are at the helm are not white? Finally, how many times have you heard someone say some version of this: \"Where is/why can't we have a 'White History Month?'\"\n\nThis is harsh, but it must be said. We don't believe that anyone allowed to use the stove alone is actually that obtuse. This is only the kind of thing that a person can say after first deciding to willfully ignore or embrace half-truths and falsehoods concocted to distract or even displace the well-documented reasons that black organizations and institutions exist. And, you also have to be willing to ignore what they do and who they serve now. Further, to believe that white history, white contributions to the arts or anything else are ever neglected, rejected or omitted wholesale in any setting in the United States requires all of the same.\n\nAdvertisement\n\nWhite Americans are the group with the longest and richest history of race-related violence, racial exclusion enforced by violence and intimidation and -- even as of today -- allowing all manner of major and essential social structures and services to remain substantially separate and unequal. White Americans have benefited from this system and still do today. Some more than others, to be sure, but, that's the truth. And, maintaining these distances and benefits typically rank among the goals of those who seek to create exclusively white institutions, organizations and places today.\n\nTo put this really simply, the NAACP and the KKK are not the same. Black History Month and a white nationalist celebrations are quite different. They don't do the same things. They don't have the same goals, and they have not shaped America in the same ways. To pretend that such a thing is even close to true is to tell oneself a mighty set of mind-warping lies. It insults the bravery of the men and women -- black and white, Latino, Asian and Native American -- who did the work to secure hard-won bits of equality. It ultimately gives those who engage in this line of thinking cover to avoid truths about this country's racial past and present. But that does not make it accurate.\n\nDash's claims that the existence of Black History Month and things like BET, the BET Awards and the NAACP Image Awards are what impede American progress toward racial oneness lie somewhere between that school of thought and what her defenders will no doubt say is genuine hope. They will claim that Dash was expressing a sincere and well-intentioned wish that black culture, black art, black history, black life will take a place at the table with every other venerated, researched and carefully documented American thing. They will insist that, on its face, there is nothing at all wrong with that.\n\nThey will insist that should be a goal in a pluralistic and democratic society. They will ignore what is and talk about what should be. They will pretend that if black, Latino and Asian Americans just stopped talking about race and ethnicity and shuttered every institution and organization created to recognize, accept, educate, employ or empower them when no one else would, racism itself would somehow magically disappear.\n\nAdvertisement\n\nYes, for those who agree with Dash, racism will dissipate via the ultra-reliable route of denial.\n\nWhat we can say about Dash -- an actress best known for co-starring in the 1995 movie \"Clueless,\" a spin-off TV show and playing the female lead in a series of films and television shows marketed primarily to black audiences -- is that she picked a mighty odd place to dive deep, given her own career history. Dash's acting resume (click the link above) includes a multi-episode arc on a show called The Game. One of those episodes ran on BET after the show switched networks and BET essentially rescued it from cancellation.\n\nThe inaccurate information and false equivalencies she dispatched in that Fox News interview rest on Dash's shoulders. She said them. But Fox also began making Dash a network regular, providing social and political commentary after the actress declared herself a Mitt Romney voter in 2012, was attacked for it online and later made some disparaging comments about President Obama. That appears to be about the sum total of Dash's commentator credentials.\n\nAdvertisement\n\nThere are many well-informed black, Latino and Asian actors and actresses who may even share Dash's views who could have been summoned to explain them without the factual problems and absurd equivalencies that riddled everything Dash said. They probably wouldn't have expanded their view on what's really an inside-the-entertainment-industry controversy to include so many other things or at least have been mindful of where and how they have earned their own living. And certainly, there are many, many black conservative historians, social and political scholars, former candidates, political consultants, pollsters and researchers who, at the very least, know something about American history and their own respective industries.\n\nIt's really up to Fox News to answer this question: Why aren't more of those people on air?\n\nUPDATE: This post has been updated to include information about Dash's role on a BET television program.\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/news/the-fix/wp/2016/01/21/what-stacey-dash-neglects-when-she-calls-for-ending-bet-and-black-history-month/"}, "article2": {"title": "Stacey Dash's run for Congress allows Republicans to remain clueless on race", "content": "There are only three black Republicans currently serving in Congress. On Monday, actress and former Fox News contributor Stacey Dash filed paperwork in an attempt to become the fourth. She's running in California’s 44th District, a Democratic stronghold where presidential candidate Hillary Clinton won 83 percent of the vote.\n\nIt was almost certainly a coincidence that the former “Clueless” star’s announcement came just before the end of Black History Month, an initiative she has said should not exist.\n\nAlmost no Americans of African descent vote for Republican candidates, a fact that is frequently bemoaned by GOP activists and politicians. This is a stark change from the party’s earlier days when a majority of black voters favored Republicans.\n\nThe decline of the GOP’s fortunes among black Americans coincides perfectly with the rise of the anti-government form of conservatism favored by the party’s 1964 nominee, Barry Goldwater. In 1960, Richard Nixon earned 32 percent of the African-American vote. Four years later, after Goldwater campaigned on opposing the 1964 Civil Rights Act on freedom of association grounds while courting Southern segregationists, he received just 6 percent.\n\nWhile the GOP’s infamous “Southern Strategy” is a topic of current historical discussion, the fact that Goldwater’s implicit appeals to white racists were widely controversial within Republican circles is an important detail that has gotten lost in modern-day political history.\n\nMany moderate and liberal Republicans of his day warned against Goldwater’s brand of white Christian identity politics (which perfectly presaged Donald Trump’s present-day version). Black Republicans were among his sharpest critics. Jackie Robinson, the man who integrated major league baseball, wrote numerous columns that ran in black newspapers denouncing the Arizona senator.\n\n“Goldwater and his forces stand for the destruction of everything we hold dear,” Robinson wrote in one essay. “We shall deserve to lose it all if we do not stand up like men to be counted where we have always stood—foremost in the ranks of the fight for freedom.”\n\nOne person who agreed with that diagnosis was Edward W. Brooke, who was then running for Senate in Massachusetts as a Republican. Though he remained loyal to the GOP throughout his entire life, in 1964, he refused to endorse Goldwater or even to be seen on the same stage with his party’s nominee.\n\nIn a year that turned out to be an epic wipeout for Republicans, Brooke won his election with 62 percent of the vote. His success made him the first black person popularly elected to the Senate.\n\nWhile he disliked people calling attention to his pioneering achievements (he had previously been the first black person elected as a state attorney general), Brooke also understood that black Americans faced unique struggles and he made numerous attempts to address them. Among other acts, he co-authored the 1968 Fair Housing Act and helped defeat the Supreme Court nominees with records of opposing civil rights. An outspoken advocate for abortion rights, he was also the first Republican to call for the resignation of President Richard Nixon during the Watergate scandal.\n\nJust as the Republicans of former president Dwight Eisenhower’s day stand in stark contrast compared to the Trump-ified GOP, the black Republicans of today are a shadow of their 20th-century predecessors. As right-wing media have repeatedly depicted black voters as lazy or bought off by welfare to explain their shift en masse to the Democratic Party, several prominent black conservatives have pandered to this widespread belief.\n\nIn a 2014 appearance on Fox News Channel, Stacey Dash told host Sean Hannity that black Americans have a “plantation mentality.”\n\n“They’re getting money for free. They feel worthless. They’re uneducated. As long as you’re that way, they [Democrats] can keep you under their control,” Dash said. She was so infatuated with the line that she repeated it in a 2016 conversation with Bill O’Reilly.\n\nDuring an interview on “Fox & Friends” that same year, she also argued that the Black Entertainment Television channel should not exist and that it should not give out awards.\n\n“We have to make up our minds,” she said. “Either we want to have segregation or integration. And if we don’t want segregation, then we need to get rid of channels like BET and the BET Awards and the Image Awards, where you’re only awarded if you’re black. If it were the other way around, we would be up in arms. It’s a double standard.”\n\nContrary to her assertion, however, non-black people have won BET Awards and NAACP Image trophies.\n\n“Stacey Dash is, sadly, a perfect fit for the current GOP,” Robert A. George, a former Republican coalitions staffer who now is a member of the New York Daily News editorial board told Salon.\n\nGeorge is in a position to know considering that he has been among a much-less-visible number of black conservatives who have been trying for decades to get Republicans to realize that they need to change in order to connect the people who are not white Christians. In 2015, he delivered a speech at the annual Conservative Political Action Conference which urged Republicans to consider the possibility that their antiquated policies and messages were the real reason that black people don’t like voting for them.\n\n“Too often, when a Republican politician speaks in front of an African-American audience, that’s when you start hearing Party of Lincoln, Party of Lincoln, Party of Lincoln, Party of Lincoln,” he said. “I’m glad that you’re a member of the Party of Lincoln and that you think slavery shouldn’t exist. That’s very nice. Now what about the challenges of today?”\n\nHe was booed by several audience members, although not as loudly as conservative columnist Mona Charen was last week for daring to argue that Republicans have wrongly given Trump a pass on his long history of sexual harassment.\n\nGeorge wasn’t invited back to address CPAC this year. He did write about it, however, in a column published Monday which discussed an incident in which former Republican National Committee chairman Michael Steele was publicly derided as an affirmative action hire by a CPAC spokesman. The representative subsequently apologized for his comment.\n\nIn a subsequent interview with Steele on his SiriusXM radio, CPAC’s head organizer Matt Schlapp argued that while the insult was “unfortunate,” it was “understandable” considering how critical Steele has been of Trump.\n\nGeorge’s scorching reaction is worth quoting at length:\n\nSo, African-American and other conservatives of color, consider this a cautionary tale: Step out of line and any past service to the movement will be reassessed in a new light. It turns out, you were never really qualified; we just made a terrible decision hiring you because, well, race. Happy Black History Month, Party of Lincoln!\n\nGiven the hugely Democratic nature of California's 44th congressional district, the chances of Dash becoming the next black Republican elected official are low. She might be able to get her old Fox News gig back, however.", "url": "https://www.salon.com/2018/02/28/stacey-dashs-run-for-congress-allows-republicans-to-remain-clueless-on-race/"}, "article3": {"title": "Stacey Dash, Actress From ‘Clueless,’ Is Running for Congress in California", "content": "The actress Stacey Dash, best known for starring in the 1995 movie “Clueless,” is now aiming for Congress.\n\nIn paperwork filed with the Federal Election Commission on Monday, Ms. Dash declared her candidacy for the House of Representatives in California’s 44th District, a Democratic stronghold in the southern suburbs of Los Angeles.\n\nAs a Republican, Ms. Dash is likely to face an uphill battle in the district, which is currently represented by Nanette Barragán, a Democrat. Hillary Clinton received 83 percent of the vote there in the 2016 presidential election, and Barack Obama won similar shares in 2008 and 2012.\n\nMs. Dash, 51, did not immediately respond to a request for comment Monday evening and has not announced her candidacy publicly, beyond the F.E.C. filing. She hinted at it in a series of tweets, however, writing: “Formal statements coming. For those mocking for the district I live in...open your minds. It’s time to for me to put up or shut up and I want to serve great people.”", "url": "https://www.nytimes.com/2018/02/26/us/stacey-dash-clueless-congress.html"}}