{"foreign_id": "141_Real", "article1": {"title": "What Critiques of 'Smug Liberals' Are Missing", "content": "Attacking half the country with condescending vitriol has been going on for decades in movement conservatism, too.\n\nLast April, Emmett Rensin warned in Vox about what he called “the smug style in American liberalism.” Its adherents believe that American life is not divided by moral or policy differences, “but by the failure of half the country to know what's good for them.” He worried that an ideology responsible for a lot of good for a century was now indulging in the posture of a “condescending, defensive sneer toward any person or movement outside its consensus, dressed up as a monopoly on reason.”\n\nThat September, Ross Douthat published a prescient column where he observed that cultural arenas that have long been liberal––comedy, college campuses, awards shows––were being prodded or dragged to the left, and that the left’s cultural gains would cause it political problems. For instance, “there’s a growing constituency for whom right-wing ideas are so alien or triggering, left-wing orthodoxy so pervasive and unquestioned, that supporting a candidate like Hillary Clinton looks like a needless form of compromise,” he offered, even as “the feeling of being suffocated by the left’s cultural dominance is turning voting Republican into an act of cultural rebellion.”\n\nThen that cultural rebellion helped to elect a president.\n\nAs Max Read notes in New York’s issue on reactionaries, “There is power in transgression—power that liberals lost when they won the culture war and began to set the boundaries of social and cultural acceptability. The new new right may never swallow the American cultural mainstream, especially so long as social-justice and socialist movements on the left challenge its rise, but that doesn’t mean the country isn’t going to be wrestling with its influence, and its bomb-throwers, for a generation.”\n\nThere is a lot of truth to those articles; to Scott Alexander’s recent observations about “neutral” and conservative institutions; to Caitlin Flanagan’s argument that sneering TV comedians have contributed to liberal smugness and a backlash from alienated conservatives; and to David French’s concurrence this week in National Review, where he pans shows like John Oliver’s Last Week Tonight and Full Frontal with Samantha Bee.\n\nAs he put it, “we are all familiar with the style.”\n\nDisagreeing is difficult given his description. “The basic theme is always the same,” he wrote. “Look at how corrupt, evil, and stupid our opponents are, look how obviously correct we are, and laugh at my marvelous and clever explanatory talent.”\n\nBut wait a minute. There is something missing in these critiques, something I would expect many liberals to miss, but that attentive conservatives ought to notice. Yes, there is a smug style in liberalism. Yes, it is wrongheaded and politically counterproductive. But this is not just a liberal trait, or even mostly a liberal trait.\n\nThis trait is everywhere in U.S. politics and culture. And it is ubiquitous in conservatism.\n\nFrench comes closest to acknowledging this:\n\nLiberal dogma is rapidly becoming a secular religion, a “faith” that conspicuously omits any requirement that one love his enemies. Christians have long struggled to keep one of Christ’s most difficult commands, but many leftists don’t even try. To many, it’s not even a virtue. Indeed, the same kind of vitriol is a hallmark of the post-religious Right and is part of the explanation for extreme polarization. Post-Christian countries eschew Christian values, including the very values that can and should prevent even the most ardent activists from becoming arrogant . . . and intolerant.\n\nBut note that smug vitriol and contempt for political and ideological opponents is not a new development that just started manifesting on a post-Christian right, after George W. Bush and Mitt Romney gave way to Donald J. Trump. Smug vitriol is in fact an old standby that has been part of movement conservatism’s core for decades.\n\nTo grow up in Orange County, California, as I did in the 1980s and 1990s, was to encounter many conservatives who resented the idea that somewhere, there might be smug liberals sneering at them––yet where one constantly heard liberals disparaged as malign idiots in a milieu where similar language about an ethnic minority was unthinkable. Many of these otherwise lovely conservatives sat in disdainful judgment of liberals far more often than the typical liberal even thought about anyone like them. But they truly felt they were the objects of the condescending vitriol. In a weird way, they had internalized a view of themselves as cultural inferiors.\n\nThis was so even though little then was as confrontational as Full Frontal or Last Week Tonight. The editorial board of the Los Angeles Times and the CBS Evening News with Dan Rather was enough to make them upset. And yet, or maybe in reaction, they patronized people far more smug and vitriolic than anything the MSM broadcast.\n\nWas any longtime political commentator more smug than Bill O’Reilly, king of TV conservatives starting in 1996? Who more fully embodies the ethos, “our opponents are corrupt, evil, and stupid, while we are obviously correct,” than Rush Limbaugh?\n\nLater, Andrew Breitbart’s contempt for a left that he regarded as “totalitarian” was channeled through a posture that aptly became the title of his book: Righteous Indignation.\n\nOr consider Ann Coulter, who has reemerged as a voice that young conservatives on college campuses are intentionally associating themselves with. Prior to her most recent book, Adios, America: The Left's Plan to Turn Our Country Into a Third World Hellhole, she authored bestsellers including, Never Trust a Liberal Over 3; the un-subtlely demonizing Demonic: How the Liberal Mob Is Endangering America; If Democrats Had Any Brains, They'd Be Republicans; and How to Talk to a Liberal (If You Must).\n\nSean Hannity titles include “Let Freedom Ring: Winning the War of Liberty over Liberalism” and “Deliver Us from Evil: Defeating Terrorism, Despotism, and Liberalism.”\n\nNeither Erick Erickson (who has apologized for the vitriol that characterized his early punditry) nor Sarah Palin are “post-Christian.” But both rose to prominence on the right––including the most Christian corners of the conservative movement––spewing disdain and vitriol as potent as any comedic entertainer on late night cable. If Palin has ever spoken in favor of loving one’s cultural enemies I have missed it.\n\nFinally, here’s a moment from Mark Levin’s radio show that I transcribed in 2009 as a time capsule:\n\nCALLER: I just wanna say, Obama is a lot smarter than you folks give him credit for. You guys were on a roll, I have to admit, with all those tea parties. Everything was rolling along, the Republicans were gaining momentum. And he managed to change your entire conversational focus. Levin: My God. He’s so smart. His own party voted against him on Guantanamo Bay. How stupid was that, Cindy? His own party refused to fund the closing of Guantanamo Bay. CALLER. Yeah but you know he can just move those people over here anyway. He’s already doing it with the one guy. Levin: Yeah, sure, he can do whatever he wants. Let me ask you a question. Why do you hate this country? CALLER: No, I love this country. Levin: (angrily shouting) I SAID WHY DO YOU HATE MY COUNTRY! WHY DO YOU HATE MY CONSTITUTION? WHY DO YOU HATE MY DECLARATION OF INDEPENDENCE? You just said it. He can blow off Congress. He can do whatever he wants, right? CALLER: Well, he seems to, he just moved (inaudible). Levin: Answer me this, are you a married woman? Yes or no? CALLER: Yes. Levin: Well I don’t know why your husband doesn’t put a gun to his temple. Get the hell out of here.\n\nNone of this is to excuse the smug style of liberalism.\n\nThe “smug, vitriolic liberalism” critiques are important and worthy of attention. But the context of the comparable style of conservatism has to inform the conversation.\n\nTo wander around America is to discover the happy reality that most liberals and most conservatives are perfectly nice, not particularly smug, and seldom if ever vitriolic. Both camps imagine more disdain existing “on the other side” than actually exists, a perception that has only deepened as social media connects us to conflict. But a bit more introspection from rank-and-file conservatives would also help them to be bothered a bit less by the presence of some smug, vitriolic liberals out there.\n\nTheir ideological movement has produced huge amounts of smug, vitriolic content from their most popular entertainers! It is openly disdainful of huge swaths of the country based on nothing but crude ideological stereotypes. Few object, despite bearing no personal animosity toward real-life liberals. So how a couple comedians treat you on TBS and HBO may reflect a cultural trend––and there is nothing wrong with lamenting it, as I have done––but it is not a reliable guide to liberals generally, a proper focus of mental energy, or a defensible rational for supporting reactionaries.\n\nOr take Hillary Clinton calling you deplorables. She erred in doing so.\n\nBut be honest, many of you have called Hillary worse, or laughed as someone else did. And you’d cry political correctness if anyone took as much offense to your words as you did to hers. To bristle overmuch smacks of either hypocrisy or an implicit grant of status to liberals as cultural betters who ought to defer more to a marginalized right.\n\nToday, neither premise is easy to defend.\n\nLiberals should likewise bear the crude insults of Ann Coulter with the same easiness and perspective. Sure, one way to divide the world is between right and left, conservative and liberal. But there are other ways of dividing it up, too. For example, lots of Americans are doing their imperfect best to live together in a diverse country, knowing how difficult that can be and how important it is to succeed. And then there are opportunists who profit by cynically exacerbating our challenge––e.g., pretending to believe liberals are demonic while splitting their time between L.A. and Manhattan. The dearth of respect they engender is their earthly punishment.\n\nFailing to bait anyone is their hell.\n\nThere is no malign half of the country, even if lots of good people sometimes feel that way in their darker moments. Reserve disapproval for the handful on the right and left who stoke and exploit our most uncharitable impulses to make their livings. Meanwhile, the rise of social media means everyone is getting yelled at constantly by some ideological other lobbing insults and abuse as though doing so is their vocation. Maybe one day, if we’re lucky, each of us will get our 15 minutes of anonymity. Until then, the haters will hate. But don’t let them change us. Shake it off. Whether in liberalism or conservatism, the smug style is worth less of our attention.", "url": "https://www.theatlantic.com/politics/archive/2017/05/what-the-smug-liberals-critique-leaves-out/525189/"}, "article2": {"title": "Hated by the Right. Mocked by the Left. Who Wants to Be ‘Liberal’ Anymore?", "content": "To be a ‘‘liberal,’’ in this account, is in some sense to be a fake. It’s to shroud an ambiguous, even reactionary agenda under a superficial commitment to social justice and moderate, incremental change. American liberalism was once associated with something far more robust, with immoderate presidents and spectacular waves of legislation like Franklin Roosevelt’s New Deal and Lyndon Johnson’s Great Society. Today’s liberals stand accused of forsaking the clarity and ambition of even that flawed legacy. To call someone a liberal now, in other words, is often to denounce him or her as having abandoned liberalism.\n\nLiberal-bashing on social media has reached a kind of apogee, but its targets have not yet produced much real defense of the ideology. This means the word ‘‘liberal’’ is, for the moment, almost entirely one of abuse. It is hard to think of an American politician who has embraced it, even going back two or three generations. If liberalism is dead, then, it’s a strange sort of demise: Here is an ideology that has many accused sympathizers, but no champions, no defenders.\n\nAmerica’s version of liberalism has always been a curious one. In Europe, the word has traditionally meant a preference for things like limited government, separate private and public spheres, freedom of the press and association, free trade and open markets — what’s often described as ‘‘classical liberalism.’’ But the United States had many of those inclinations from the beginning. By the 20th century, American liberalism had come to mean something distinct. The focus on individual liberties was still there, but the vision of government had become stronger, more interventionist — ready to regulate markets, bust monopolies and spend its way out of economic downturns. After the end of World War II, this version of liberalism seemed so triumphant in the United States that the critic Lionel Trilling called it the country’s ‘‘sole intellectual tradition.’’ Its legislation legalized unions and, with Social Security, created a pension system; a health plan for older Americans, Medicare, was on the way.\n\nBut as these same liberals initiated anti-Communist interventions in Korea and Vietnam, or counseled patience and moderation to civil rights activists, they quickly found themselves in the same position we see today: under heavy abuse from the left. In a landmark speech at an antiwar rally in April 1965, Paul Potter, the president of Students for a Democratic Society, asked: ‘‘What kind of system is it that justifies the United States or any country seizing the destinies of the Vietnamese people and using them callously for its own purpose? What kind of system is it that disenfranchises people in the South?’’ The first step, as he saw it, was clear: ‘‘We must name that system.’’ In a speech later that year, his successor as S.D.S. president, Carl Oglesby, did precisely that, calling it ‘‘corporate liberalism’’ — an unholy alliance of business and the state that was enriching to elites but destructive to working-class Americans and the world’s poor.\n\nIt was the 1980 victory of Ronald Reagan and his brand of conservatism that set in motion the villainizing of American liberalism from the right — this time not for warmongering but for supposedly being soft on crime and communism, bloating the government with ineffective social programs and turning American universities into hothouses of fetid radicalism. Many demoralized liberals responded by abandoning the label completely. The nasty 1988 presidential campaign may have been a watershed. In one debate, Bush demanded that his opponent, Gov. Michael Dukakis of Massachusetts, explain ‘‘some of these very liberal positions.’’ Dukakis’s reply, a weak ‘‘Let’s stop labeling each other,’’ only confirmed the word as an insult. A few weeks before the election, dozens of distinguished figures — from novelists to editors to former Secretary of Defense Robert McNamara — bought a full-page ad in The Times to print a letter titled ‘‘A Reaffirmation of Principles,’’ expressing their alarm at the use of ‘‘liberal’’ as a term of ‘‘opprobrium.’’ But their own definition of it was oddly vague: They called it ‘‘the institutional defense of decency.’’ All those attacks on liberalism seemed to be weakening people’s sense of what liberalism even meant.", "url": "https://www.nytimes.com/2017/07/05/magazine/hated-by-the-right-mocked-by-the-left-who-wants-to-be-liberal-anymore.html"}, "article3": {"title": "Liberal smugness will destroy the Left", "content": "“There is a smug style in American liberalism,” wrote Emmett Rensin in a justly celebrated essay for the Vox web site. “It has been growing these past decades. It is a way of conducting politics, predicated on the belief that American life is not divided by moral difference or policy divergence — not really — but by the failure of half the country to know what’s good for them.”\n\nRensin wrote these words back in April 2016, before Brexit and before Trump. And time has made them even more pertinent. One might even call them prophetic. For if liberals used to adopt “a condescending, defensive sneer toward any person or movement outside of its consensus, dressed up as a monopoly on reason” before, they do so even more these days. And for the most part they are wholly unrepentant about it. Indeed, they are more often than not proud of their superiority complex. They are in the right, after all.\n\nLike what you’re reading? Get the free UnHerd daily email Sign up, for free Already registered? Sign in\n\nRensen argues that the liberal smugness in the US is a consequence of the long decline in the number of working-class Democrats. In 1948, 66% of manual labourers voted for the Democrats. That figure was 55% in 1964. And 35% in 1980. And voting Democrat among the white working class has seen an even sharper decline.\n\nSo by the Nineties, Rensin argues, the old alliance between the working class and the progressive, college-educated elites began to break apart, leaving the graduates puzzling to themselves why they had been abandoned by the working class. Thomas Frank asked the question, in 2004, with his best selling book: What is the Matter with Kansas? And the answer that they began to develop was that the working class were basically too stupid to know what was in their best interest.\n\nFrank, for example, argues that the Kansas working class have been duped by a Republican alliance of social conservatism and economic liberalism. The Republicans, he contends, make conservative noises (though not much more) about social issues – gay rights, abortion etc – so as to garner working-class support for a set of economic policies that only ever benefit the wealthy. In other words, they are duped. And why are they duped? Because they are stupid.\n\nRensin’s analysis is of the United States – but it feels uncomfortably close to the state of play in the United Kingdom in the run up to Brexit. What is the matter with the Midlands? Progressives offer a similar answer: foolish Leavers have been duped by an appeal to patriotism and the fear of immigration as a way to get them to vote against their own economic interests. The only explanation for this is that they were too stupid to know what was going on – idiots who were sold a fantasy on the side of a bus.\n\nAs in the United States, the progressive graduate community has developed its own brand of humour to be directed towards the traditional working class conservative or Brexiter. In the United States, it is John Oliver on The Late Show, among others, who draws a great deal of his humour from taking the piss out of the easy target of idiot Trump supporters.\n\nOver here something similar is going on with comedians such as Marcus Brigstocke and Stuart Lee, both of whom had 20 minutes of Brexit material in their stand up routine last year, with Brigstocke noting that, outside of London, he had people walking out of his show every night. And it is not just Brigstocke, comedy is now dominated by the middle-class college-educated progressive perspective.\n\nAs Aaron Brown, editor of the British Comedy Guide, noted: “I would say the comedy world’s reaction [to Brexit] has been almost exclusively negative.” Robin Ince, Chris Addison, Eddie Izzard, David Schneider and so on, they all have this air of intellectual superiority, using comedy to look down on those who see the world from a different perspective. The satire of the middle-class comedian towards those idiots who voted Leave – and the cheap Twitter derivative of this humour – has shown itself up as pretty bad at checking its own privilege.\n\nRobin Ince, Chris Addison, Eddie Izzard, David Schneider et al have this air of intellectual superiority, using comedy to look down on those who see the world from a different perspective -\n\nA similar intellectual smugness pervades the way this same group approaches religion. To be religious – and Christian especially – like being a Brexiter, is to have made some basic intellectual mistake that you can only make if you are stupid or in some way morally corrupt. And mistakes like this are not worth arguing with, they just need to be ridiculed. Forget the need to engage with St Thomas Aquinas when all you have to do is reference the flying spaghetti monster.\n\nThis approaches the heart of the matter. Rensin argues that what is often behind liberal smugness is the philosophical assumption that the difference between people politically is always a difference of knowing various facts, not a difference of ideology. This is the problem with the empiricist approach to politics: the fact-based assessments and belief that evidence only should drive our disagreements. For when fact-based empiricism comes to dominate the cultural and intellectual apparatus of the liberal world-view, then it can only be a knowledge of the facts that divides people.\n\nThis is where progressive smugness comes from: the idea that I know stuff that you do not. It is not that we disagree ideologically, because ideology is dead. All that is left is facts and knowing facts. And either you know the facts or you don’t. And we do. And you don’t.\n\nWhy do Remainers find it impossible to consider the possibility that some people were prepared to accept a relatively poorer country as a price worth paying for a more independent one? -\n\nWhen it comes to Brexit – as with Thomas Frank and Kansas – it is widely insisted upon that no one could possibly have voted against their own economic interests knowingly. No one voted to be poorer, Anna Soubry told the Commons in an impassioned speech last week. The argument goes on thus: because Brexit will make us poorer, the Brexit-voting working class cannot have known what they were doing. So either they are stupid or (which amounts to the same thing) easily manipulated by the dark forces of those who do have much to gain.\n\nBut what if people did indeed think that there was something about Brexit that was more important that GDP? Why is it impossible to consider that possibility, that some people were indeed prepared to accept a relatively poorer country as a price worth paying for a more independent one? That some things are more important than money?\n\nWhat middle-class liberals really do need to appreciate is that the difference between their perspective and that of the Trump supporter or the Brexiter is not one of ignorance of facts, but one of basic philosophy. It is not a mistake or ignorance that other people want to live in a very different world with very different values.\n\nThe smug sneer that progressives direct towards those who are “too stupid to know what is in their best interest” is premised upon a massive misreading of the situation. The Trump supporter and the Brexiter – and yes, of course I generalise – has a different philosophical perspective. Ideology has not gone away. It has returned in popular form. And that grin of intellectual superiority only feeds the opposition to the liberal perspective.\n\nRensin ends his essay with a brilliant call to action:\n\nThis is not a call for civility. Manners are not enough. The smug style did not arise by accident, and it cannot be abolished with a little self-reproach. So long as liberals cannot find common cause with the larger section of the American working class, they will search for reasons to justify that failure. They will resent them. They will find, over and over, how easy it is to justify abandoning them further. They will choose the smug style.\n\nWhich is exactly the point that needs to be made over here as well. Brexit has also bred a deep smugness in progressive circles. And what progressives do not seem to realise is that this attitude has the capacity to totally destroy the alliance that we used to call the Left. Or maybe, depressingly, it is already too late.", "url": "https://unherd.com/2018/07/liberal-smugness-will-destroy-left/"}}