{"foreign_id": "142_Real", "article1": {"title": "A Psychologist Analyzes Donald Trump’s Personality", "content": "In 2006, Donald Trump made plans to purchase the Menie Estate, near Aberdeen, Scotland, aiming to convert the dunes and grassland into a luxury golf resort. He and the estate’s owner, Tom Griffin, sat down to discuss the transaction at the Cock & Bull restaurant. Griffin recalls that Trump was a hard-nosed negotiator, reluctant to give in on even the tiniest details. But, as Michael D’Antonio writes in his recent biography of Trump, Never Enough, Griffin’s most vivid recollection of the evening pertains to the theatrics. It was as if the golden-haired guest sitting across the table were an actor playing a part on the London stage.\n\n“It was Donald Trump playing Donald Trump,” Griffin observed. There was something unreal about it.\n\nThe same feeling perplexed Mark Singer in the late 1990s when he was working on a profile of Trump for The New Yorker. Singer wondered what went through his mind when he was not playing the public role of Donald Trump. What are you thinking about, Singer asked him, when you are shaving in front of the mirror in the morning? Trump, Singer writes, appeared baffled. Hoping to uncover the man behind the actor’s mask, Singer tried a different tack:\n\n“O.K., I guess I’m asking, do you consider yourself ideal company?”\n\n“You really want to know what I consider ideal company?,” Trump replied. “A total piece of ass.”\n\nI might have phrased Singer’s question this way: Who are you, Mr. Trump, when you are alone? Singer never got an answer, leaving him to conclude that the real-estate mogul who would become a reality-TV star and, after that, a leading candidate for president of the United States had managed to achieve something remarkable: “an existence unmolested by the rumbling of a soul.”\n\nIs Singer’s assessment too harsh? Perhaps it is, in at least one sense. As brainy social animals, human beings evolved to be consummate actors whose survival and ability to reproduce depend on the quality of our performances. We enter the world prepared to perform roles and manage the impressions of others, with the ultimate evolutionary aim of getting along and getting ahead in the social groups that define who we are.\n\nMore than even Ronald Reagan, Trump seems supremely cognizant of the fact that he is always acting. He moves through life like a man who knows he is always being observed. If all human beings are, by their very nature, social actors, then Donald Trump seems to be more so—superhuman, in this one primal sense.\n\nMany questions have arisen about Trump during this campaign season—about his platform, his knowledge of issues, his inflammatory language, his level of comfort with political violence. This article touches on some of that. But its central aim is to create a psychological portrait of the man. Who is he, really? How does his mind work? How might he go about making decisions in office, were he to become president? And what does all that suggest about the sort of president he’d be?\n\nMark Peterson / Redux\n\nIn creating this portrait, I will draw from well-validated concepts in the fields of personality, developmental, and social psychology. Ever since Sigmund Freud analyzed the life and art of Leonardo da Vinci, in 1910, scholars have applied psychological lenses to the lives of famous people. Many early efforts relied upon untested, nonscientific ideas. In recent years, however, psychologists have increasingly used the tools and concepts of psychological science to shed light on notable lives, as I did in a 2011 book on George W. Bush. A large and rapidly growing body of research shows that people’s temperament, their characteristic motivations and goals, and their internal conceptions of themselves are powerful predictors of what they will feel, think, and do in the future, and powerful aids in explaining why. In the realm of politics, psychologists have recently demonstrated how fundamental features of human personality—such as extroversion and narcissism—shaped the distinctive leadership styles of past U. S. presidents, and the decisions they made. While a range of factors, such as world events and political realities, determine what political leaders can and will do in office, foundational tendencies in human personality, which differ dramatically from one leader to the next, are among them.\n\nTrump’s personality is certainly extreme by any standard, and particularly rare for a presidential candidate; many people who encounter the man—in negotiations or in interviews or on a debate stage or watching that debate on television—seem to find him flummoxing. In this essay, I will seek to uncover the key dispositions, cognitive styles, motivations, and self-conceptions that together comprise his unique psychological makeup. Trump declined to be interviewed for this story, but his life history has been well documented in his own books and speeches, in biographical sources, and in the press. My aim is to develop a dispassionate and analytical perspective on Trump, drawing upon some of the most important ideas and research findings in psychological science today.\n\nI. His Disposition\n\nFifty years of empirical research in personality psychology have resulted in a scientific consensus regarding the most basic dimensions of human variability. There are countless ways to differentiate one person from the next, but psychological scientists have settled on a relatively simple taxonomy, known widely as the Big Five:\n\nExtroversion: gregariousness, social dominance, enthusiasm, reward-seeking behavior\n\nNeuroticism: anxiety, emotional instability, depressive tendencies, negative emotions\n\nConscientiousness: industriousness, discipline, rule abidance, organization\n\nAgreeableness: warmth, care for others, altruism, compassion, modesty\n\nOpenness: curiosity, unconventionality, imagination, receptivity to new ideas\n\nMost people score near the middle on any given dimension, but some score toward one pole or the other. Research decisively shows that higher scores on extroversion are associated with greater happiness and broader social connections, higher scores on conscientiousness predict greater success in school and at work, and higher scores on agreeableness are associated with deeper relationships. By contrast, higher scores on neuroticism are always bad, having proved to be a risk factor for unhappiness, dysfunctional relationships, and mental-health problems. From adolescence through midlife, many people tend to become more conscientious and agreeable, and less neurotic, but these changes are typically slight: The Big Five personality traits are pretty stable across a person’s lifetime.\n\nThe psychologists Steven J. Rubenzer and Thomas R. Faschingbauer, in conjunction with about 120 historians and other experts, have rated all the former U.S. presidents, going back to George Washington, on all five of the trait dimensions. George W. Bush comes out as especially high on extroversion and low on openness to experience—a highly enthusiastic and outgoing social actor who tends to be incurious and intellectually rigid. Barack Obama is relatively introverted, at least for a politician, and almost preternaturally low on neuroticism—emotionally calm and dispassionate, perhaps to a fault.\n\nAcross his lifetime, Donald Trump has exhibited a trait profile that you would not expect of a U.S. president: sky-high extroversion combined with off-the-chart low agreeableness. This is my own judgment, of course, but I believe that a great majority of people who observe Trump would agree. There is nothing especially subtle about trait attributions. We are not talking here about deep, unconscious processes or clinical diagnoses. As social actors, our performances are out there for everyone to see.\n\nLike George W. Bush and Bill Clinton (and Teddy Roosevelt, who tops the presidential extroversion list), Trump plays his role in an outgoing, exuberant, and socially dominant manner. He is a dynamo—driven, restless, unable to keep still. He gets by with very little sleep. In his 1987 book, The Art of the Deal, Trump described his days as stuffed with meetings and phone calls. Some 30 years later, he is still constantly interacting with other people—at rallies, in interviews, on social media. Presidential candidates on the campaign trail are studies in perpetual motion. But nobody else seems to embrace the campaign with the gusto of Trump. And no other candidate seems to have so much fun. A sampling of his tweets at the time of this writing:\n\n3:13 a.m., April 12: “WOW, great new poll—New York! Thank you for your support!” 4:22 a.m., April 9: “Bernie Sanders says that Hillary Clinton is unqualified to be president. Based on her decision making ability, I can go along with that!” 5:03 a.m., April 8: “So great to be in New York. Catching up on many things (remember, I am still running a major business while I campaign), and loving it!” 12:25 p.m., April 5: “Wow, @Politico is in total disarray with almost everyone quitting. Good news—bad, dishonest journalists!”\n\nA cardinal feature of high extroversion is relentless reward-seeking. Prompted by the activity of dopamine circuits in the brain, highly extroverted actors are driven to pursue positive emotional experiences, whether they come in the form of social approval, fame, or wealth. Indeed, it is the pursuit itself, more so even than the actual attainment of the goal, that extroverts find so gratifying. When Barbara Walters asked Trump in 1987 whether he would like to be appointed president of the United States, rather than having to run for the job, Trump said no: “It’s the hunt that I believe I love.”\n\nTrump’s agreeableness seems even more extreme than his extroversion, but in the opposite direction. Arguably the most highly valued human trait the world over, agreeableness pertains to the extent to which a person appears to be caring, loving, affectionate, polite, and kind. Trump loves his family, for sure. He is reported to be a generous and fair-minded boss. There is even a famous story about his meeting with a boy who was dying of cancer. A fan of The Apprentice, the young boy simply wanted Trump to tell him, “You’re fired!” Trump could not bring himself to do it, but instead wrote the boy a check for several thousand dollars and told him, “Go and have the time of your life.” But like extroversion and the other Big Five traits, agreeableness is about an overall style of relating to others and to the world, and these noteworthy exceptions run against the broad social reputation Trump has garnered as a remarkably disagreeable person, based upon a lifetime of widely observed interactions. People low in agreeableness are described as callous, rude, arrogant, and lacking in empathy. If Donald Trump does not score low on this personality dimension, then probably nobody does.\n\nExplore the June 2016 Issue Check out more from this issue and find your next story to read. View More\n\nResearchers rank Richard Nixon as the nation’s most disagreeable president. But he was sweetness and light compared with the man who once sent The New York Times’ Gail Collins a copy of her own column with her photo circled and the words “The Face of a Dog!” scrawled on it. Complaining in Never Enough about “some nasty shit” that Cher, the singer and actress, once said about him, Trump bragged: “I knocked the shit out of her” on Twitter, “and she never said a thing about me after that.” At campaign rallies, Trump has encouraged his supporters to rough up protesters. “Get ’em out of here!” he yells. “I’d like to punch him in the face.” From unsympathetic journalists to political rivals, Trump calls his opponents “disgusting” and writes them off as “losers.” By the standards of reality TV, Trump’s disagreeableness may not be so shocking. But political candidates who want people to vote for them rarely behave like this.\n\nTrump’s tendencies toward social ambition and aggressiveness were evident very early in his life, as we will see later. (By his own account, he once punched his second-grade music teacher, giving him a black eye.) According to Barbara Res, who in the early 1980s served as vice president in charge of construction of Trump Tower in Manhattan, the emotional core around which Donald Trump’s personality constellates is anger: “As far as the anger is concerned, that’s real for sure. He’s not faking it,” she told The Daily Beast in February. “The fact that he gets mad, that’s his personality.” Indeed, anger may be the operative emotion behind Trump’s high extroversion as well as his low agreeableness. Anger can fuel malice, but it can also motivate social dominance, stoking a desire to win the adoration of others. Combined with a considerable gift for humor (which may also be aggressive), anger lies at the heart of Trump’s charisma. And anger permeates his political rhetoric.\n\nImagine Donald Trump in the White House. What kind of decision maker might he be?\n\nIt is very difficult to predict the actions a president will take. When the dust settled after the 2000 election, did anybody foresee that George W. Bush would someday launch a preemptive invasion of Iraq? If so, I haven’t read about it. Bush probably would never have gone after Saddam Hussein if 9/11 had not happened. But world events invariably hijack a presidency. Obama inherited a devastating recession, and after the 2010 midterm elections, he struggled with a recalcitrant Republican Congress. What kinds of decisions might he have made had these events not occurred? We will never know.\n\nMark Peterson / Redux\n\nStill, dispositional personality traits may provide clues to a president’s decision-making style. Research suggests that extroverts tend to take high-stakes risks and that people with low levels of openness rarely question their deepest convictions. Entering office with high levels of extroversion and very low openness, Bush was predisposed to make bold decisions aimed at achieving big rewards, and to make them with the assurance that he could not be wrong. As I argued in my psychological biography of Bush, the game-changing decision to invade Iraq was the kind of decision he was likely to make. As world events transpired to open up an opportunity for the invasion, Bush found additional psychological affirmation both in his lifelong desire—pursued again and again before he ever became president—to defend his beloved father from enemies (think: Saddam Hussein) and in his own life story, wherein the hero liberates himself from oppressive forces (think: sin, alcohol) to restore peace and freedom.\n\nLike Bush, a President Trump might try to swing for the fences in an effort to deliver big payoffs—to make America great again, as his campaign slogan says. As a real-estate developer, he has certainly taken big risks, although he has become a more conservative businessman following setbacks in the 1990s. As a result of the risks he has taken, Trump can (and does) point to luxurious urban towers, lavish golf courses, and a personal fortune that is, by some estimates, in the billions, all of which clearly bring him big psychic rewards. Risky decisions have also resulted in four Chapter 11 business bankruptcies involving some of his casinos and resorts. Because he is not burdened with Bush’s low level of openness (psychologists have rated Bush at the bottom of the list on this trait), Trump may be a more flexible and pragmatic decision maker, more like Bill Clinton than Bush: He may look longer and harder than Bush did before he leaps. And because he is viewed as markedly less ideological than most presidential candidates (political observers note that on some issues he seems conservative, on others liberal, and on still others nonclassifiable), Trump may be able to switch positions easily, leaving room to maneuver in negotiations with Congress and foreign leaders. But on balance, he’s unlikely to shy away from risky decisions that, should they work out, could burnish his legacy and provide him an emotional payoff.\n\nThe real psychological wild card, however, is Trump’s agreeableness—or lack thereof. There has probably never been a U.S. president as consistently and overtly disagreeable on the public stage as Donald Trump is. If Nixon comes closest, we might predict that Trump’s style of decision making would look like the hard-nosed realpolitik that Nixon and his secretary of state, Henry Kissinger, displayed in international affairs during the early 1970s, along with its bare-knuckled domestic analog. That may not be all bad, depending on one’s perspective. Not readily swayed by warm sentiments or humanitarian impulses, decision makers who, like Nixon, are dispositionally low on agreeableness might hold certain advantages when it comes to balancing competing interests or bargaining with adversaries, such as China in Nixon’s time. In international affairs, Nixon was tough, pragmatic, and coolly rational. Trump seems capable of a similar toughness and strategic pragmatism, although the cool rationality does not always seem to fit, probably because Trump’s disagreeableness appears so strongly motivated by anger.\n\nIn domestic politics, Nixon was widely recognized to be cunning, callous, cynical, and Machiavellian, even by the standards of American politicians. Empathy was not his strong suit. This sounds a lot like Donald Trump, too—except you have to add the ebullient extroversion, the relentless showmanship, and the larger-than-life celebrity. Nixon could never fill a room the way Trump can.\n\nResearch shows that people low in agreeableness are typically viewed as untrustworthy. Dishonesty and deceit brought down Nixon and damaged the institution of the presidency. It is generally believed today that all politicians lie, or at least dissemble, but Trump appears extreme in this regard. Assessing the truthfulness of the 2016 candidates’ campaign statements, PolitiFact recently calculated that only 2 percent of the claims made by Trump are true, 7 percent are mostly true, 15 percent are half true, 15 percent are mostly false, 42 percent are false, and 18 percent are “pants on fire.” Adding up the last three numbers (from mostly false to flagrantly so), Trump scores 75 percent. The corresponding figures for Ted Cruz, John Kasich, Bernie Sanders, and Hillary Clinton, respectively, are 66, 32, 31, and 29 percent.\n\nIn sum, Donald Trump’s basic personality traits suggest a presidency that could be highly combustible. One possible yield is an energetic, activist president who has a less than cordial relationship with the truth. He could be a daring and ruthlessly aggressive decision maker who desperately desires to create the strongest, tallest, shiniest, and most awesome result—and who never thinks twice about the collateral damage he will leave behind. Tough. Bellicose. Threatening. Explosive.\n\nIn the presidential contest of 1824, Andrew Jackson won the most electoral votes, edging out John Quincy Adams, Henry Clay, and William Crawford. Because Jackson did not have a majority, however, the election was decided in the House of Representatives, where Adams prevailed. Adams subsequently chose Clay as his secretary of state. Jackson’s supporters were infuriated by what they described as a “corrupt bargain” between Adams and Clay. The Washington establishment had defied the will of the people, they believed. Jackson rode the wave of public resentment to victory four years later, marking a dramatic turning point in American politics. A beloved hero of western farmers and frontiersmen, Jackson was the first nonaristocrat to become president. He was the first president to invite everyday folk to the inaugural reception. To the horror of the political elite, throngs tracked mud through the White House and broke dishes and decorative objects. Washington insiders reviled Jackson. They saw him as intemperate, vulgar, and stupid. Opponents called him a jackass—the origin of the donkey symbol for the Democratic Party. In a conversation with Daniel Webster in 1824, Thomas Jefferson described Jackson as “one of the most unfit men I know of” to become president of the United States, “a dangerous man” who cannot speak in a civilized manner because he “choke[s] with rage,” a man whose “passions are terrible.” Jefferson feared that the slightest insult from a foreign leader could impel Jackson to declare war. Even Jackson’s friends and admiring colleagues feared his volcanic temper. Jackson fought at least 14 duels in his life, leaving him with bullet fragments lodged throughout his body. On the last day of his presidency, he admitted to only two regrets: that he was never able to shoot Henry Clay or hang John C. Calhoun.\n\nCombined with a gift for humor, anger lies at the heart of Trump’s charisma.\n\nThe similarities between Andrew Jackson and Donald Trump do not end with their aggressive temperaments and their respective positions as Washington outsiders. The similarities extend to the dynamic created between these dominant social actors and their adoring audiences—or, to be fairer to Jackson, what Jackson’s political opponents consistently feared that dynamic to be. They named Jackson “King Mob” for what they perceived as his demagoguery. Jackson was an angry populist, they believed—a wild-haired mountain man who channeled the crude sensibilities of the masses. More than 100 years before social scientists would invent the concept of the authoritarian personality to explain the people who are drawn to autocratic leaders, Jackson’s detractors feared what a popular strongman might do when encouraged by an angry mob.\n\nDuring and after World War II, psychologists conceived of the authoritarian personality as a pattern of attitudes and values revolving around adherence to society’s traditional norms, submission to authorities who personify or reinforce those norms, and antipathy—to the point of hatred and aggression—toward those who either challenge in-group norms or lie outside their orbit. Among white Americans, high scores on measures of authoritarianism today tend to be associated with prejudice against a wide range of “out-groups,” including homosexuals, African Americans, immigrants, and Muslims. Authoritarianism is also associated with suspiciousness of the humanities and the arts, and with cognitive rigidity, militaristic sentiments, and Christian fundamentalism.\n\nWhen individuals with authoritarian proclivities fear that their way of life is being threatened, they may turn to strong leaders who promise to keep them safe—leaders like Donald Trump. In a national poll conducted recently by the political scientist Matthew MacWilliams, high levels of authoritarianism emerged as the single strongest predictor of expressing political support for Donald Trump. Trump’s promise to build a wall on the Mexican border to keep illegal immigrants out and his railing against Muslims and other outsiders have presumably fed that dynamic.\n\nAs the social psychologist Jesse Graham has noted, Trump appeals to an ancient fear of contagion, which analogizes out-groups to parasites, poisons, and other impurities. In this regard, it is perhaps no psychological accident that Trump displays a phobia of germs, and seems repulsed by bodily fluids, especially women’s. He famously remarked that Megyn Kelly of Fox News had “blood coming out of her wherever,” and he repeatedly characterized Hillary Clinton’s bathroom break during a Democratic debate as “disgusting.” Disgust is a primal response to impurity. On a daily basis, Trump seems to experience more disgust, or at least to say he does, than most people do.\n\nThe authoritarian mandate is to ensure the security, purity, and goodness of the in-group—to keep the good stuff in and the bad stuff out. In the 1820s, white settlers in Georgia and other frontier areas lived in constant fear of American Indian tribes. They resented the federal government for not keeping them safe from what they perceived to be a mortal threat and a corrupting contagion. Responding to these fears, President Jackson pushed hard for the passage of the Indian Removal Act, which eventually led to the forced relocation of 45,000 American Indians. At least 4,000 Cherokees died on the Trail of Tears, which ran from Georgia to the Oklahoma territory.\n\nAn American strand of authoritarianism may help explain why the thrice-married, foul-mouthed Donald Trump should prove to be so attractive to white Christian evangelicals. As Jerry Falwell Jr. told The New York Times in February, “All the social issues—traditional family values, abortion—are moot if isis blows up some of our cities or if the borders are not fortified.” Rank-and-file evangelicals “are trying to save the country,” Falwell said. Being “saved” has a special resonance among evangelicals—saved from sin and damnation, of course, but also saved from the threats and impurities of a corrupt and dangerous world.\n\nTrump appeals to an ancient fear of contagion, which analogizes out-groups to parasites and poisons.\n\nWhen my research associates and I once asked politically conservative Christians scoring high on authoritarianism to imagine what their life (and their world) might have been like had they never found religious faith, many described utter chaos—families torn apart, rampant infidelity and hate, cities on fire, the inner rings of hell. By contrast, equally devout politically liberal Christians who scored low on authoritarianism described a barren world depleted of all resources, joyless and bleak, like the arid surface of the moon. For authoritarian Christians, a strong faith—like a strong leader—saves them from chaos and tamps down fears and conflicts. Donald Trump is a savior, even if he preens and swears, and waffles on the issue of abortion.\n\nIn December, on the campaign trail in Raleigh, North Carolina, Trump stoked fears in his audience by repeatedly saying that “something bad is happening” and “something really dangerous is going on.” He was asked by a 12-year-old girl from Virginia, “I’m scared—what are you going to do to protect this country?”\n\nTrump responded: “You know what, darling? You’re not going to be scared anymore. They’re going to be scared.”\n\nII. His Mental Habits\n\nIn The Art of the Deal, Trump counsels executives, CEOs, and other deal makers to “think big,” “use your leverage,” and always “fight back.” When you go into a negotiation, you must begin from a position of unassailable strength. You must project bigness. “I aim very high, and then I just keep pushing and pushing and pushing to get what I’m after,” he writes.\n\nFor Trump, the concept of “the deal” represents what psychologists call a personal schema—a way of knowing the world that permeates his thoughts. Cognitive-science research suggests that people rely on personal schemata to process new social information efficiently and effectively. By their very nature, however, schemata narrow a person’s focus to a few well-worn approaches that may have worked in the past, but may not necessarily bend to accommodate changing circumstances. A key to successful decision making is knowing what your schemata are, so that you can change them when you need to.\n\nTrump, shown here at the opening of the Taj Mahal casino in Atlantic City in 1990, is dispositionally inclined to high-risk, high-reward decisions, as are many extroverts. His personality is similar to George W. Bush’s in this respect. (Mike Derer / AP)\n\nIn the negotiations for the Menie Estate in Scotland, Trump wore Tom Griffin down by making one outlandish demand after another and bargaining hard on even the most trivial issues of disagreement. He never quit fighting. “Sometimes, part of making a deal is denigrating your competition,” Trump writes. When local residents refused to sell properties that Trump needed in order to finish the golf resort, he ridiculed them on the Late Show With David Letterman and in newspapers, describing the locals as rubes who lived in “disgusting” ramshackle hovels. As D’Antonio recounts in Never Enough, Trump’s attacks incurred the enmity of millions in the British Isles, inspired an award-winning documentary highly critical of Trump (You’ve Been Trumped), and transformed a local farmer and part-time fisherman named Michael Forbes into a national hero. After painting the words no golf course on his barn and telling Trump he could “take his money and shove it up his arse,” Forbes received the 2012 Top Scot honor at the Glenfiddich Spirit of Scotland Awards. (That same year, Trump’s golf course was completed nonetheless. He promised that its construction would create 1,200 permanent jobs in the Aberdeen area, but to date, only about 200 have been documented.)\n\nTrump’s recommendations for successful deal making include less antagonistic strategies: “protect the downside” (anticipate what can go wrong), “maximize your options,” “know your market,” “get the word out,” and “have fun.” As president, Trump would negotiate better trade deals with China, he says, guarantee a better health-care system by making deals with pharmaceutical companies and hospitals, and force Mexico to agree to a deal whereby it would pay for a border wall. On the campaign trail, he has often said that he would simply pick up the phone and call people—say, a CEO wishing to move his company to Mexico—in order to make propitious deals for the American people.\n\nTrump’s focus on personal relationships and one-on-one negotiating pays respect to a venerable political tradition. For example, a contributor to Lyndon B. Johnson’s success in pushing through civil-rights legislation and other social programs in the 1960s was his unparalleled expertise in cajoling lawmakers. Obama, by contrast, has been accused of failing to put in the personal effort needed to forge close and productive relationships with individual members of Congress.\n\nHaving said that, deal making is an apt description for only some presidential activities, and the modern presidency is too complex to rely mainly on personal relationships. Presidents work within institutional frameworks that transcend the idiosyncratic relationships between specific people, be they heads of state, Cabinet secretaries, or members of Congress. The most-effective leaders are able to maintain some measure of distance from the social and emotional fray of everyday politics. Keeping the big picture in mind and balancing a myriad of competing interests, they cannot afford to invest too heavily in any particular relationship. For U.S. presidents, the political is not merely personal. It has to be much more.\n\nTrump has hinted at other means through which he might address the kind of complex, long-standing problems that presidents face. “Here’s the way I work,” he writes in Crippled America: How to Make America Great Again, the campaign manifesto he published late last year. “I find the people who are the best in the world at what needs to be done, then I hire them to do it, and then I let them do it … but I always watch over them.” And Trump knows that he cannot do it alone:\n\nMany of our problems, caused by years of stupid decisions, or no decisions at all, have grown into a huge mess. If I could wave a magic wand and fix them, I’d do it. But there are a lot of different voices—and interests—that have to be considered when working toward solutions. This involves getting people into a room and negotiating compromises until everyone walks out of that room on the same page.\n\nAmid the polarized political rhetoric of 2016, it is refreshing to hear a candidate invoke the concept of compromise and acknowledge that different voices need to be heard. Still, Trump’s image of a bunch of people in a room hashing things out connotes a neater and more self-contained process than political reality affords. It is possible that Trump could prove to be adept as the helmsman of an unwieldy government whose operation involves much more than striking deals—but that would require a set of schemata and skills that appear to lie outside his accustomed way of solving problems.\n\nIII. His Motivations\n\nFor psychologists, it is almost impossible to talk about Donald Trump without using the word narcissism. Asked to sum up Trump’s personality for an article in Vanity Fair, Howard Gardner, a psychologist at Harvard, responded, “Remarkably narcissistic.” George Simon, a clinical psychologist who conducts seminars on manipulative behavior, says Trump is “so classic that I’m archiving video clips of him to use in workshops because there’s no better example” of narcissism. “Otherwise I would have had to hire actors and write vignettes. He’s like a dream come true.”\n\nWhen I walk north on Michigan Avenue in Chicago, where I live, I often stop to admire the sleek tower that Trump built on the Chicago River. But why did he have to stencil his name in 20‑foot letters across the front? As nearly everybody knows, Trump has attached his name to pretty much everything he has ever touched—from casinos to steaks to a so-called university that promised to teach students how to become rich. Self-references pervade Trump’s speeches and conversations, too. When, in the summer of 1999, he stood up to offer remarks at his father’s funeral, Trump spoke mainly about himself. It was the toughest day of his own life, Trump began. He went on to talk about Fred Trump’s greatest achievement: raising a brilliant and renowned son. As Gwenda Blair writes in her three-generation biography of the Trump family, The Trumps, “the first-person singular pronouns, the I and me and my, eclipsed the he and his. Where others spoke of their memories of Fred Trump, [Donald] spoke of Fred Trump’s endorsement.”\n\nIn the ancient Greek legend, the beautiful boy Narcissus falls so completely in love with the reflection of himself in a pool that he plunges into the water and drowns. The story provides the mythical source for the modern concept of narcissism, which is conceived as excessive self-love and the attendant qualities of grandiosity and a sense of entitlement. Highly narcissistic people are always trying to draw attention to themselves. Repeated and inordinate self-reference is a distinguishing feature of their personality.\n\nNarcissism in presidents is a double-edged sword. It is associated with historians’ ratings of “greatness”—but also with impeachment resolutions.\n\nTo consider the role of narcissism in Donald Trump’s life is to go beyond the dispositional traits of the social actor—beyond the high extroversion and low agreeableness, beyond his personal schemata for decision making—to try to figure out what motivates the man. What does Donald Trump really want? What are his most valued life goals?\n\nNarcissus wanted, more than anything else, to love himself. People with strong narcissistic needs want to love themselves, and they desperately want others to love them too—or at least admire them, see them as brilliant and powerful and beautiful, even just see them, period. The fundamental life goal is to promote the greatness of the self, for all to see. “I’m the king of Palm Beach,” Trump told the journalist Timothy O’Brien for his 2005 book, TrumpNation. Celebrities and rich people “all come over” to Mar-a-Lago, Trump’s exclusive Palm Beach estate. “They all eat, they all love me, they all kiss my ass. And then they all leave and say, ‘Isn’t he horrible.’ But I’m the king.”\n\nThe renowned psychoanalytic theorist Heinz Kohut argued that narcissism stems from a deficiency in early-life mirroring: The parents fail to lovingly reflect back the young boy’s (or girl’s) own budding grandiosity, leaving the child in desperate need of affirmation from others. Accordingly, some experts insist that narcissistic motivations cover up an underlying insecurity. But others argue that there is nothing necessarily compensatory, or even immature, about certain forms of narcissism. Consistent with this view, I can find no evidence in the biographical record to suggest that Donald Trump experienced anything but a loving relationship with his mother and father. Narcissistic people like Trump may seek glorification over and over, but not necessarily because they suffered from negative family dynamics as children. Rather, they simply cannot get enough. The parental praise and strong encouragement that might reinforce a sense of security for most boys and young men may instead have added rocket fuel to Donald Trump’s hot ambitions.\n\nEver since grade school, Trump has wanted to be No. 1. Attending New York Military Academy for high school, he was relatively popular among his peers and with the faculty, but he did not have any close confidants. As both a coach and an admiring classmate recall in The Trumps, Donald stood out for being the most competitive young man in a very competitive environment. His need to excel—to be the best athlete in school, for example, and to chart out the most ambitious future career—may have crowded out intense friendships by making it impossible for him to show the kind of weakness and vulnerability that true intimacy typically requires.\n\nWhereas you might think that narcissism would be part of the job description for anybody aspiring to become the chief executive of the United States, American presidents appear to have varied widely on this psychological construct. In a 2013 Psychological Science research article, behavioral scientists ranked U.S. presidents on characteristics of what the authors called “grandiose narcissism.” Lyndon Johnson scored the highest, followed closely by Teddy Roosevelt and Andrew Jackson. Franklin D. Roosevelt, John F. Kennedy, Nixon, and Clinton were next. Millard Fillmore ranked the lowest. Correlating these ranks with objective indices of presidential performance, the researchers found that narcissism in presidents is something of a double-edged sword. On the positive side, grandiose narcissism is associated with initiating legislation, public persuasiveness, agenda setting, and historians’ ratings of “greatness.” On the negative side, it is also associated with unethical behavior and congressional impeachment resolutions.\n\nMark Peterson / Redux\n\nIn business, government, sports, and many other arenas, people will put up with a great deal of self-serving and obnoxious behavior on the part of narcissists as long as the narcissists continually perform at high levels. Steve Jobs was, in my opinion, every bit Trump’s equal when it comes to grandiose narcissism. He heaped abuse on colleagues, subordinates, and friends; cried, at age 27, when he learned that Time magazine had not chosen him to be Man of the Year; and got upset when he received a congratulatory phone call, following the iPad’s introduction in 2010, from President Obama’s chief of staff, Rahm Emanuel, rather than the president himself. Unlike Trump, he basically ignored his kids, to the point of refusing to acknowledge for some time that one of them was his.\n\nPsychological research demonstrates that many narcissists come across as charming, witty, and charismatic upon initial acquaintance. They can attain high levels of popularity and esteem in the short term. As long as they prove to be successful and brilliant—like Steve Jobs—they may be able to weather criticism and retain their exalted status. But more often than not, narcissists wear out their welcome. Over time, people become annoyed, if not infuriated, by their self-centeredness. When narcissists begin to disappoint those whom they once dazzled, their descent can be especially precipitous. There is still truth today in the ancient proverb: Pride goeth before the fall.\n\nIV. His Self-Conception\n\nThe president of the United States is more than a chief executive. He (or she) is also a symbol, for the nation and for the world, of what it means to be an American. Much of the president’s power to represent and to inspire comes from narrative. It is largely through the stories he tells or personifies, and through the stories told about him, that a president exerts moral force and fashions a nation-defining legacy.\n\nLike all of us, presidents create in their minds personal life stories—or what psychologists call narrative identities—to explain how they came to be who they are. This process is often unconscious, involving the selective reinterpretation of the past and imagination of the future. A growing body of research in personality, developmental, and social psychology demonstrates that a life story provides adults with a sense of coherence, purpose, and continuity over time. Presidents’ narratives about themselves can also color their view of national identity, and influence their understanding of national priorities and progress.\n\nIn middle age, George W. Bush formulated a life story that traced the transformation of a drunken ne’er-do-well into a self-regulated man of God. Key events in the story were his decision to marry a steady librarian at age 31, his conversion to evangelical Christianity in his late 30s, and his giving up alcohol forever the day after his 40th birthday party. By atoning for his sins and breaking his addiction, Bush was able to recover the feeling of control and freedom that he had enjoyed as a young boy growing up in Midland, Texas. Extending his narrative to the story of his country, Bush believed that American society could recapture the wholesome family values and small-town decency of yesteryear, by embracing a brand of compassionate conservatism. On the international front, he believed that oppressed people everywhere could enjoy the same kind of God-given rights—self-determination and freedom—if they could be emancipated from their oppressors. His redemptive story helped him justify, for better and for worse, a foreign war aimed at overthrowing a tyrant.\n\nIn Dreams From My Father, Barack Obama told his own redemptive life story, tracking a move from enslavement to liberation. Obama, of course, did not directly experience the horrors of slavery or the indignities of Jim Crow discrimination. But he imagined himself as the heir to that legacy, the Joshua to the Moses of Martin Luther King Jr. and other past advocates for human rights who had cleared a path for him. His story was a progressive narrative of ascent that mirrored the nation’s march toward equality and freedom—the long arc of history that bends toward justice, as King described it. Obama had already identified himself as a protagonist in this grand narrative by the time he married Michelle Robinson, at age 31.\n\nWhat about Donald Trump? What is the narrative he has constructed in his own mind about how he came to be the person he is today? And can we find inspiration there for a compelling American story?\n\nTrump in 1987 with his father, Fred, his sister-in-law Blaine, and his brother Robert. When Trump was a child, his father encouraged him to be a “killer,” and sought to channel his aggression. (Robert Maass / Corbis)\n\nOur narrative identities typically begin with our earliest memories of childhood. Rather than faithful reenactments of the past as it actually was, these distant memories are more like mythic renderings of what we imagine the world to have been. Bush’s earliest recollections were about innocence, freedom, and good times growing up on the West Texas plains. For Obama, there is a sense of wonder but also confusion about his place in the world. Donald Trump grew up in a wealthy 1950s family with a mother who was devoted to the children and a father who was devoted to work. Parked in front of their mansion in Jamaica Estates, Queens, was a Cadillac for him and a Rolls-Royce for her. All five Trump children—Donald was the fourth—enjoyed a family environment in which their parents loved them and loved each other. And yet the first chapter in Donald Trump’s story, as he tells it today, expresses nothing like Bush’s gentle nostalgia or Obama’s curiosity. Instead, it is saturated with a sense of danger and a need for toughness: The world cannot be trusted.\n\nFred Trump made a fortune building, owning, and managing apartment complexes in Queens and Brooklyn. On weekends, he would occasionally take one or two of his children along to inspect buildings. “He would drag me around with him while he collected small rents in tough sections of Brooklyn,” Donald recalls in Crippled America. “It’s not fun being a landlord. You have to be tough.” On one such trip, Donald asked Fred why he always stood to the side of the tenant’s door after ringing the bell. “Because sometimes they shoot right through the door,” his father replied. While Fred’s response may have been an exaggeration, it reflected his worldview. He trained his sons to be tough competitors, because his own experience taught him that if you were not vigilant and fierce, you would never survive in business. His lessons in toughness dovetailed with Donald’s inborn aggressive temperament. “Growing up in Queens, I was a pretty tough kid,” Trump writes. “I wanted to be the toughest kid in the neighborhood.”\n\nFred applauded Donald’s toughness and encouraged him to be a “killer,” but he was not too keen about the prospects of juvenile delinquency. His decision to send his 13-year-old son off to military school, so as to alloy aggression with discipline, followed Donald’s trip on the subway into Manhattan, with a friend, to purchase switchblades. As Trump tells it decades later, New York Military Academy was “a tough, tough place. There were ex–drill sergeants all over the place.” The instructors “used to beat the shit out of you; those guys were rough.”\n\nMilitary school reinforced the strong work ethic and sense of discipline Trump had learned from his father. And it taught him how to deal with aggressive men, like his intimidating baseball coach, Theodore Dobias:\n\nWhat I did, basically, was to convey that I respected his authority, but that he didn’t intimidate me. It was a delicate balance. Like so many strong guys, Dobias had a tendency to go for the jugular if he smelled weakness. On the other hand, if he sensed strength but you didn’t try to undermine him, he treated you like a man.\n\nTrump has never forgotten the lesson he learned from his father and from his teachers at the academy: The world is a dangerous place. You have to be ready to fight. The same lesson was reinforced in the greatest tragedy that Trump has heretofore known—the death of his older brother at age 43. Freddy Trump was never able to thrive in the competitive environment that his father created. Described by Blair in The Trumps as “too much the sweet lightweight, a mawkish but lovable loser,” Freddy failed to impress his father in the family business and eventually became an airline pilot. Alcoholism contributed to his early death. Donald, who doesn’t drink, loved his brother and grieved when he died. “Freddy just wasn’t a killer,” he concluded.\n\nIn Trump’s own words from a 1981 People interview, the fundamental backdrop for his life narrative is this: “Man is the most vicious of all animals, and life is a series of battles ending in victory or defeat.” The protagonist of this story is akin to what the great 20th-century scholar and psychoanalyst Carl Jung identified in myth and folklore as the archetypal warrior. According to Jung, the warrior’s greatest gifts are courage, discipline, and skill; his central life task is to fight for what matters; his typical response to a problem is to slay it or otherwise defeat it; his greatest fear is weakness or impotence. The greatest risk for the warrior is that he incites gratuitous violence in others, and brings it upon himself.\n\nTrump loves boxing and football, and once owned a professional football team. In the opening segment of The Apprentice, he welcomes the television audience to a brutal Darwinian world:\n\nNew York. My city. Where the wheels of the global economy never stop turning. A concrete metropolis of unparalleled strength and purpose that drives the business world. Manhattan is a tough place. This island is the real jungle. If you’re not careful, it can chew you up and spit you out. But if you work hard, you can really hit it big, and I mean really big.\n\nThe story here is not so much about making money. As Trump has written, “money was never a big motivation for me, except as a way to keep score.” The story instead is about coming out on top.\n\nAs president, Donald Trump promises, he would make America great again. In Crippled America, he says that a first step toward victory is building up the armed forces: “Everything begins with a strong military. Everything.” The enemies facing the United States are more terrifying than those the hero has confronted in Queens and Manhattan. “There has never been a more dangerous time,” Trump says. Members of isis “are medieval barbarians” who must be pursued “relentlessly wherever they are, without stopping, until every one of them is dead.” Less frightening but no less belligerent are our economic competitors, like the Chinese. They keep beating us. We have to beat them.\n\nAndrew Jackson displayed many of the same psychological qualities that we see in Trump.\n\nEconomic victory is one thing; starting and winning real wars is quite another. In some ways, Trump appears to be less prone to military action than certain other candidates. He has strongly criticized George W. Bush’s decision to invade Iraq in 2003, and has cautioned against sending American troops to Syria.\n\nThat said, I believe there is good reason to fear Trump’s incendiary language regarding America’s enemies. David Winter, a psychologist at the University of Michigan, analyzed U.S. presidential inaugural addresses and found that those presidents who laced their speeches with power-oriented, aggressive imagery were more likely than those who didn’t to lead the country into war. The rhetoric that Trump uses to characterize both his own life story and his attitudes toward America’s foes is certainly aggressive. And, as noted, his extroversion and narcissism suggest a willingness to take big risks—actions that history will remember. Tough talk can sometimes prevent armed conflict, as when a potential adversary steps down in fear. But belligerent language may also incite nationalistic anger among Trump’s supporters, and provoke the rival nations at whom Trump takes aim.\n\nAcross the world’s cultures, warrior narratives have traditionally been about and for young men. But Trump has kept this same kind of story going throughout his life. Even now, as he approaches the age of 70, he is still the warrior. Going back to ancient times, victorious young combatants enjoyed the spoils of war—material bounty, beautiful women. Trump has always been a big winner there. His life story in full tracks his strategic maneuvering in the 1970s, his spectacular victories (the Grand Hyatt Hotel, Trump Tower) in the 1980s, his defeats in the early 1990s, his comeback later in that same decade, and the expansion of his brand and celebrity ever since. Throughout it all, he has remained the ferocious combatant who fights to win.\n\nBut what broader purpose does winning the battle serve? What higher prize will victory secure? Here the story seems to go mute. You can listen all day to footage of Donald Trump on the campaign trail, you can read his books, you can watch his interviews—and you will rarely, if ever, witness his stepping back from the fray, coming home from the battlefront, to reflect upon the purpose of fighting to win—whether it is winning in his own life, or winning for America.\n\nTrump’s persona as a warrior may inspire some Americans to believe that he will indeed be able to make America great again, whatever that may mean. But his narrative seems thematically underdeveloped compared with those lived and projected by previous presidents, and by his competitors. Although his candidacy never caught fire, Marco Rubio told an inspiring story of upward mobility in the context of immigration and ethnic pluralism. Ted Cruz boasts his own Horatio Alger narrative, ideologically grounded in a profoundly conservative vision for America. The story of Hillary Clinton’s life journey, from Goldwater girl to secretary of state, speaks to women’s progress—her election as president would be historic. Bernie Sanders channels a narrative of progressive liberal politics that Democrats trace back to the 1960s, reflected both in his biography and in his policy positions. To be sure, all of these candidates are fighters who want to win, and all want to make America great (again). But their life stories tell Americans what they may be fighting for, and what winning might mean.\n\nTrump has never forgotten the lesson from his father: The world is a dangerous place. You have to be ready to fight.\n\nVictories have given Trump’s life clarity and purpose. And he must relish the prospect of another big win, as the potential GOP nominee. But what principles for governing can be drawn from a narrative such as his? What guidance can such a story provide after the election, once the more nebulous challenge of actually being the president of the United States begins?\n\nDonald Trump’s story—of himself and of America—tells us very little about what he might do as president, what philosophy of governing he might follow, what agenda he might lay out for the nation and the world, where he might direct his energy and anger. More important, Donald Trump’s story tells him very little about these same things.\n\nNearly two centuries ago, President Andrew Jackson displayed many of the same psychological characteristics we see in Donald Trump—the extroversion and social dominance, the volatile temper, the shades of narcissism, the populist authoritarian appeal. Jackson was, and remains, a controversial figure in American history. Nonetheless, it appears that Thomas Jefferson had it wrong when he characterized Jackson as completely unfit to be president, a dangerous man who choked on his own rage. In fact, Jackson’s considerable success in dramatically expanding the power of the presidency lay partly in his ability to regulate his anger and use it strategically to promote his agenda.\n\nWhat’s more, Jackson personified a narrative that inspired large parts of America and informed his presidential agenda. His life story appealed to the common man because Jackson himself was a common man—one who rose from abject poverty and privation to the most exalted political position in the land. Amid the early rumblings of Southern secession, Jackson mobilized Americans to believe in and work hard for the Union. The populism that his detractors feared would lead to mob rule instead connected common Americans to a higher calling—a sovereign unity of states committed to democracy. The Frenchman Michel Chevalier, a witness to American life in the 1830s, wrote that the throngs of everyday people who admired Jackson and found sustenance and substance for their own life story in his “belong to history, they partake of the grand; they are the episodes of a wondrous epic which will bequeath a lasting memory to posterity, that of the coming of democracy.”\n\nWho, really, is Donald Trump? What’s behind the actor’s mask? I can discern little more than narcissistic motivations and a complementary personal narrative about winning at any cost. It is as if Trump has invested so much of himself in developing and refining his socially dominant role that he has nothing left over to create a meaningful story for his life, or for the nation. It is always Donald Trump playing Donald Trump, fighting to win, but never knowing why.\n\nRelated Video", "url": "https://www.theatlantic.com/magazine/archive/2016/06/the-mind-of-donald-trump/480771/"}, "article2": {"title": "Donald Trump's Been Saying The Same Thing For 30 Years", "content": "Donald Trump's Been Saying The Same Thing For 30 Years\n\nEnlarge this image toggle caption Marty Lederhandler/AP Marty Lederhandler/AP\n\nFor decades, Donald Trump both toyed with and coyly denied any interest in pursuing the presidency — until his expectation-shattering campaign of the 2016 election.\n\nBut if you go back and watch old clips — and by old, we mean decades-old — you hear a young Donald Trump sounding very much like the current Trump. Common themes include his view that trade wasn't fair, that the world has long laughed at America and countries have taken advantage of U.S. generosity while refusing to pay their \"fair share\" for all the U.S. does globally.\n\nTrump does something else in these interviews. Talking to Playboy magazine in 1990, for example, he accurately predicts where his strongest support would come from should he ever decide to run for office — the working class.\n\nHere's journalist Glenn Plaskin, who wrote the Playboy story, recalling what Trump said when asked who would support him for the White House: \"When I walk down the street, those cabbies start yelling out their window. ... The working guy would elect me; they like me.\"\n\nHere are six clips of Trump from the 1980s and '90s that make the point:\n\n1. 1987, CNN's Larry King:\n\nYouTube\n\nA 41-year-old Donald Trump said of leadership and trade:\n\n\"I was tired, and I think a lot of other people are tired of watching other people ripping off the United States. This is a great country. They laugh at us. Behind our backs, they laugh at us because of our own stupidity. Our leaders — what we have, we have a Persian Gulf situation today. ... Billions and billions are paid getting oil for Japan, and they are paying nothing for it, essentially they're paying nothing for it.\"\n\nMore:\n\n\"I believe it's very important that you have free trade, but we don't have free trade right now.\"\n\nAnd Trump even leveled a cryptic allegation against former New York Mayor Ed Koch:\n\n\"I think, probably, over the next period of time, something's going to come out where he will not be the mayor of the city of New York hopefully much longer.\"\n\nThe New York Times noted in Koch's obituary in 2013 that he \"was a bachelor who lived for politics. Perhaps inevitably there were rumors, some promoted by his enemies, that he was gay. But no proof was offered, and, except for two affirmations in radio interviews that he was heterosexual, he responded to the rumors with silence or a rebuke. 'Whether I am straight or gay or bisexual is nobody's business but mine,' he wrote in 'Citizen Koch,' his 1992 autobiography.\"\n\nTrump told King that he accepted an invitation to appear in New Hampshire, understanding full well what that would imply to his potential desire to run for president.\n\nYouTube\n\n2. 1988, Oprah:\n\nBack then, Trump was critical of Japan, and this criticism echoes the way he talks today about NATO. He told Oprah Winfrey:\n\n\"I'd make our allies pay their fair share.\"\n\nHe took a hard line with the Middle East, saying:\n\n\"Kuwait, they live like kings. The poorest person in Kuwait, they live like kings. And yet they're not paying. We make it possible for them to sell their oil. Why aren't they paying us 25 percent of what they're making? It's a joke.\"\n\nAsked if he'd run for president, Trump said:\n\n\"I just probably wouldn't do it, Oprah. I probably wouldn't, but I do get tired of seeing what's happening with this country, and if it got so bad, I would never want to rule it out totally, because I really am tired of seeing what's happening with this country, how we're really making other people live like kings, and we're not.\"\n\nMore about a presidential run and winning. He even uses his signature \"believe me:\"\n\n\"I think I'd win. I tell you what, I wouldn't go in to lose. I've never gone in to lose in my life. And if I did decide to do it, I think I would be inclined — I would say, I would have a hell of a chance of winning, because I think people — I don't know how your audience feels, but I think people are tired of seeing the United States ripped off. And I can't promise you everything, but I can tell you one thing, this country would make one hell of a lot of money from those people that for 25 years have taken advantage. It wouldn't be the way it's been, believe me.\"\n\nYouTube\n\n3. 1988, Letterman:\n\nHere he spoke to Letterman just after the presidential election. He said he thought Bush would win and thinks he'll do a good job. But he again used Japan as his punching bag in talking about trade deficits and made the U.S. ally into an economic boogeyman:\n\n\"We are living in very precarious times. If you look at what certain countries are doing to this country, such as Japan. I mean, they've totally taken advantage of the country. ... I'm talking about the [trade] deficits. They come and they talk about free trade. They dump the cars and the VCRs and everything else. We defend Japan for virtually nothing, which is hard to believe. So when I see all that I get very nervous, but I think George Bush is going to do a great job, and he's going to straighten — hopefully — he'll straighten it out.\"\n\nLetterman then wondered aloud whether there was \"any way a guy like you could go broke.\" The crowd gave a huge laugh, and Trump said he would like to think he could weather any storm. But little did he — or Letterman — know that just three years later, Trump would file his first of four bankruptcies over two decades. That was for his hotel and casino in Atlantic City, N.J., the Taj Mahal, which Trump touted on the show as a project he was building that he believed would be a \"tremendous success.\"\n\nTrump continued to flirt with the idea of running for president down the road, despite denying he would. Trump seems to preview a version of what would eventually become his 2016 \"Make America Great Again\" campaign slogan.\n\n\"I'm not sure you want to see the United States become a winner. Do you want to see the United States become a winner, David?\"\n\nLetterman shot back:\n\n\"The United States is and always has been a winner for my money, Don.\"\n\n4. 1990, Playboy magazine: Take a look at this March 1990 Playboy interview. Lots of politics in here, including Trump's response to a question about how he'd handle an international crisis, perhaps involving nuclear weapons:\n\n\"And how would President Trump handle it?\n\n\"He would believe very strongly in extreme military strength. He wouldn't trust anyone. He wouldn't trust the Russians; he wouldn't trust our allies; he'd have a huge military arsenal, perfect it, understand it. Part of the problem is that we're defending some of the wealthiest countries in the world for nothing. ... We're being laughed at around the world.\"\n\nIn many of these clips, the \"Vintage Trump\" is the \"Current Trump.\"\n\nHe's a future candidate floating a future campaign slogan — and maybe an inaugural address.\n\nYouTube\n\n5. 1999, Larry King:\n\nAs he came to do during the 2016 campaign, Trump touted the polls. But he also echoed the dichotomy of Trump — a frustration with some in the media, but also the understanding that he needs them; he used King's show to break news.\n\nFirst, the frustration:\n\n\"All that's happening now is people are coming out with polls. It was sort of interesting, the one sort of negative poll I had was on Newsweek, and they put me on the cover, so I said, how could you write a poll, how could you do a poll like this, and I'm on the cover of Newsweek? And, you know, it was just one of those things. But the polls have been unbelievable.\"\n\nBut then right after that...\n\n\"So I am going to form a presidential exploratory committee, I might as well announce that on your show, everyone else does. But I'll be forming that, effective, I believe, tomorrow, and we'll see. We're going to take a very good, strong look at it.\"\n\nAnd there was the trademark bombast:\n\n\"I have a lot to lose, Larry. I'm the biggest developer in New York, by far. I'm doing more, as you know from being here, a lot. I'm doing more than any — I'm building 90-story buildings all over the place, and we're just doing a lot, and we're doing great. The city's the hottest city, and I'm the hottest developer in the hottest city in the world right now.\"\n\nBut also the foundation of an outsider message, critical of politicians:\n\n\"Other guys, you know, they run. Pat Buchanan, what is he --, you know, he's not giving up anything. What's he doing? And, politicians when they run, they run from one office to another; it's the same thing, they answer different calls. I'm giving up a lot if I decide to run.\"\n\nBuchanan was running for the Reform Party nomination — the same one Ross Perot had in 1992 and 1996. Trump, master of the insult, showed his ability to go for the low blow against a potential opponent:\n\n\"I believe I can get the Reform Party nomination. I don't even think it would be that tough, it's going to be Buchanan. And I think he just blew himself up with the book, and his love affair with Adolf Hitler.\"\n\nTrump said the priority for his exploratory committee was to take a hard look at whether he could actually win the presidency as the Reform Party candidate, not just compete. He never climbed out of single digits in head-to-heads against George W. Bush and Al Gore, and Trump eventually dropped his bid.\n\nTrump also spelled out some of his philosophy with King. He said that, even though he's a Republican, he's pretty \"liberal\" on social issues, notably health care. He said he believes, in fact, in \"universal health care\" and agreed that it was an \"entitlement from birth.\"\n\n\"I'm quite liberal, and getting much more liberal, on health care and other things. I really say, what's the purpose of a country if you're not going to have defense and health care. If you can't take care of your sick in the country, forget it. It's all over. I mean, it's no good. So I'm very liberal when it comes to health care. I believe in universal health care. I believe in whatever it takes to make people well and better.\"\n\nRemember when Trump told the Washington Post recently that his goal was \"insurance for everybody?\" It's something other Republicans have been trying to walk back — and Trump remains a wild card.\n\nTrump also had lots of criticism for both parties:\n\n\"I think that nobody's really hitting it right. The Democrats are too far left. ... The Republicans are too far right. I don't think anybody's hitting the chord. Not the chord that I want to hear and not the chord that other people want to hear.\"\n\nTrump talked about Ronald Reagan as a president who had a certain \"style and class,\" which he called a \"really big part of being president.\" But he also hinted at when he thought the country was great — under Eisenhower in the 1950s, which happens to be when he was a child:\n\n\"Eisenhower, I don't see him too much on lists of great, great presidents, but it was a nice time in the country. The country had a prestige, and he had a certain, you know, demeanor. He was a quality, class act. There are certain people who have that.\"\n\nTrump also knocked NAFTA and U.S. trade policies:\n\n\"I'm not an isolationist. What I am, though, is — I think that you have to be treated fairly by other countries. If other countries aren't going to treat you fairly, Larry, I think that those countries should be --, they should suffer the consequences.\"\n\nTrump argued:\n\n\"We could reduce taxes and take care of health care, and it would be beautiful, and you'd have plenty of money left over.\"\n\nHe hinted at his potential constituency later on — \"workers:\"\n\n\"The workers are the ones that really like me. I've often said, the rich people hate me, and the workers love me. Now, the rich people that know me, like me, but the rich people that don't know me, they truly dislike me.\"\n\nTrump also said he believes in one term as president:\n\n\"I do like the concept of one term, I want to run one term, and I want to do the right job — straighten out Social Security, get the trade deficits in order and lower taxes.\"\n\nHe has not made that pledge during this campaign.\n\nHarking back to that 1988 Oprah Winfrey interview, Trump told King that \"Oprah would be my first choice\" for vice president.\n\nNot quite Mike Pence, so ... some things change.\n\n6. 1999, Trump on NBC's Meet the Press with Tim Russert:\n\nYouTube\n\nTrump echoed some of the same sentiments from his appearance on Larry King, said he was serious about running. But he also addressed dating various women, that his second wife, Marla Maples, came out against him running. And Trump defended his past statements about women and his companies' bankruptcies.\n\nHe also saber-rattled on North Korea, seeming to advocate for preemptive action. Trump said the most important issue facing the country was controlling the \"nuclear problem,\" otherwise the economy won't matter so much.\n\nAnd Trump struck a familiar tone on immigration:\n\n\"Too many people are flowing into the country,\" he said, \"and we have to take care of our own first.\"\n\nBut Trump has clearly changed on some issues, notably abortion. Back then, he said he was \"very pro-choice.\"", "url": "https://www.npr.org/2017/01/20/510680463/donald-trumps-been-saying-the-same-thing-for-30-years"}, "article3": {"title": "Trump on Hot Mic: 'When You're a Star ... You Can Do Anything' to Women", "content": "Editor's note: This story contains graphic language that some may find offensive.\n\nA decade before Donald Trump became the Republican nominee for president, he shared candid and lewd views on women that were caught on tape.\n\n“I’m automatically attracted to beautiful women — I just start kissing them, it’s like a magnet. Just kiss. I don’t even wait. And when you’re a star, they let you do it. You can do anything,\" he said in the 2005 conversation. \"Grab 'em by the pussy.\"\n\nTen years later, as a candidate and now the Republican nominee, Trump has come under fire for insulting and directing crude language toward women. He’s rejected such criticism repeatedly, insisting “nobody has more respect for women than me.\"\n\nRELATED: GOP Piles on Donald Trump Over Remarks on Women\n\nIn the 2005 recording obtained by NBC News from Access Hollywood, Trump, then newly married to Melania Trump, spots a young woman through a bus window while in conversation with Billy Bush, at the time an anchor for Access Hollywood, and others.\n\n\"Whoa, whoa,\" he said to Bush about the woman’s appearance. “I gotta use some Tic Tacs just in case I start kissing her.\"\n\nEarlier in the conversation, Trump recalls talking about trying to woo a married woman.\n\n\"I moved on her actually, she was down in Palm Beach and I failed. I’ll admit it. I did try to fuck her, she was married ... and I moved on her very heavily,\" Trump is heard saying.\n\n\"I took her out furniture shopping. She wanted to get some furniture and I told her 'I'll show you where you can get some nice furniture,'” Trump is heard saying. “I moved on her like a bitch, and I could not get there, and she was married. And all the sudden I see her and she’s got the big phony tits, she’s totally changed her look.”\n\nIn a prepared statement, Trump responded to the clip.\n\n\"This was locker room banter, a private conversation that took place many years ago. Bill Clinton has said far worse to me on the golf course — not even close. I apologize if anyone was offended.\"\n\nRNC chairman Reince Preibus also responded to Trump's comments in a statement Friday night.\n\n\"No woman should ever be described in these terms or talked about in this manner,\" he said. \"Ever.\"\n\nBush, now with the TODAY show, apologized in a statement Friday night, and said he was playing along in the 2005 conversation.\n\n\"Obviously I'm embarrassed and ashamed. It's no excuse, but this happened eleven years ago — I was younger, less mature, and acted foolishly in playing along. I'm very sorry,\" Bush said in the statement.\n\nThe new revelations come just 33 days left before the election, making Trump’s uphill climb with women voters even more challenging.\n\nJust 24 percent of women view Trump favorably, according to the latest NBC News/ Wall Street Journal poll from mid-September. In a two-way race, Trump polls two points higher with men, while Clinton leads Trump with women by 14 points.\n\nClinton has already made Trump's past words on women a key campaign issue, using audio clips in a recent advertisement of him saying “slob” and “pig” when speaking about women. The ad then asks “is this the president we want for our daughters?”\n\nIn the last debate, Clinton slammed Trump for allegedly calling former Miss Universe Alicia Machado “Miss Piggy\" for gaining weight and “Miss Housekeeping” because she is Latino. Trump kept the matter alive for days, insisting Machado had indeed gained too much weight after winning the beauty pageant and tweeting that she was “disgusting” and alleging that she had a sex tape.\n\nAfter the debate, an online NBC News/Survey Monkey poll found that 27 percent of likely women voters said the debate had made them think worse of Trump.\n\nTrump has been repeatedly accused of misogyny, with critics citing his many interviews with shock jock Howard Stern, where the conversation often turned raunchy and crude, as well as his behavior on reality television show The Apprentice.\n\nThe Associated Press recently reported multiple allegations of inappropriate behavior towards women while he was on the show, based on interviews with more than 20 former cast a crew members of The Apprentice who said Trump was often lewd and derogatory about women on set.", "url": "https://www.nbcnews.com/politics/2016-election/trump-hot-mic-when-you-re-star-you-can-do-n662116"}}