{"foreign_id": "143_Real", "article1": {"title": "Fear and Loyalty: How Donald Trump Took Over the Republican Party", "content": "Just under four years after he began his takeover of a party to which he had little connection, Mr. Trump enters 2020 burdened with the ignominy of being the first sitting president to seek re-election after being impeached.\n\nBut he does so wearing a political coat of armor built on total loyalty from G.O.P. activists and their representatives in Congress. If he does not enjoy the broad admiration Republicans afforded Ronald Reagan, he is more feared by his party’s lawmakers than any occupant of the Oval Office since at least Lyndon Johnson.\n\nHis iron grip was never firmer than over the last two months, during the House inquiry that concluded Wednesday with Mr. Trump’s impeachment on charges of abuse of power and obstructing Congress. No House Republican supported either article, or even authorized the investigation in September, and in hearing after hearing into the president’s dealings with Ukraine, they defended him as a victim of partisan fervor. One Republican even said that Jesus had received fairer treatment before his crucifixion than Mr. Trump did during his impeachment.\n\nPerhaps more revealing, some G.O.P. lawmakers who initially said Mr. Trump’s phone call with the president of Ukraine was inappropriate later dropped their criticism. People close to Mr. Trump attributed the shift both to his public defense of the call as “perfect’’ and to private discussions he and his allies had with concerned lawmakers.\n\nThis fealty hardly guarantees Mr. Trump re-election: He has never garnered a 50 percent approval rating as president and over half of voters tell pollsters they will oppose him no matter who the Democrats nominate.", "url": "https://www.nytimes.com/2019/12/21/us/politics/trump-impeachment-republicans.html"}, "article2": {"title": "Opinion | This is how fascism comes to America", "content": "Comment on this story Comment Gift Article Share\n\nRobert Kagan is a senior fellow at the Brookings Institution and a contributing columnist for The Post. The Republican Party’s attempt to treat Donald Trump as a normal political candidate would be laughable were it not so perilous to the republic. If only he would mouth the party’s “conservative” principles, all would be well.\n\nBut of course the entire Trump phenomenon has nothing to do with policy or ideology. It has nothing to do with the Republican Party, either, except in its historic role as incubator of this singular threat to our democracy. Trump has transcended the party that produced him. His growing army of supporters no longer cares about the party. Because it did not immediately and fully embrace Trump, because a dwindling number of its political and intellectual leaders still resist him, the party is regarded with suspicion and even hostility by his followers. Their allegiance is to him and him alone.\n\nAdvertisement\n\nAnd the source of allegiance? We’re supposed to believe that Trump’s support stems from economic stagnation or dislocation. Maybe some of it does. But what Trump offers his followers are not economic remedies — his proposals change daily. What he offers is an attitude, an aura of crude strength and machismo, a boasting disrespect for the niceties of the democratic culture that he claims, and his followers believe, has produced national weakness and incompetence. His incoherent and contradictory utterances have one thing in common: They provoke and play on feelings of resentment and disdain, intermingled with bits of fear, hatred and anger. His public discourse consists of attacking or ridiculing a wide range of “others” — Muslims, Hispanics, women, Chinese, Mexicans, Europeans, Arabs, immigrants, refugees — whom he depicts either as threats or as objects of derision. His program, such as it is, consists chiefly of promises to get tough with foreigners and people of nonwhite complexion. He will deport them, bar them, get them to knuckle under, make them pay up or make them shut up.\n\nThat this tough-guy, get-mad-and-get-even approach has gained him an increasingly large and enthusiastic following has probably surprised Trump as much as anyone else. Trump himself is simply and quite literally an egomaniac. But the phenomenon he has created and now leads has become something larger than him, and something far more dangerous.\n\nRepublican politicians marvel at how he has “tapped into” a hitherto unknown swath of the voting public. But what he has tapped into is what the founders most feared when they established the democratic republic: the popular passions unleashed, the “mobocracy.” Conservatives have been warning for decades about government suffocating liberty. But here is the other threat to liberty that Alexis de Tocqueville and the ancient philosophers warned about: that the people in a democracy, excited, angry and unconstrained, might run roughshod over even the institutions created to preserve their freedoms. As Alexander Hamilton watched the French Revolution unfold, he feared in America what he saw play out in France — that the unleashing of popular passions would lead not to greater democracy but to the arrival of a tyrant, riding to power on the shoulders of the people.\n\nAdvertisement\n\nThis phenomenon has arisen in other democratic and quasi-democratic countries over the past century, and it has generally been called “fascism.” Fascist movements, too, had no coherent ideology, no clear set of prescriptions for what ailed society. “National socialism” was a bundle of contradictions, united chiefly by what, and who, it opposed; fascism in Italy was anti-liberal, anti-democratic, anti-Marxist, anti-capitalist and anti-clerical. Successful fascism was not about policies but about the strongman, the leader (Il Duce, Der Führer), in whom could be entrusted the fate of the nation. Whatever the problem, he could fix it. Whatever the threat, internal or external, he could vanquish it, and it was unnecessary for him to explain how. Today, there is Putinism, which also has nothing to do with belief or policy but is about the tough man who single-handedly defends his people against all threats, foreign and domestic.\n\nTo understand how such movements take over a democracy, one only has to watch the Republican Party today. These movements play on all the fears, vanities, ambitions and insecurities that make up the human psyche. In democracies, at least for politicians, the only thing that matters is what the voters say they want — vox populi vox Dei. A mass political movement is thus a powerful and, to those who would oppose it, frightening weapon. When controlled and directed by a single leader, it can be aimed at whomever the leader chooses. If someone criticizes or opposes the leader, it doesn’t matter how popular or admired that person has been. He might be a famous war hero, but if the leader derides and ridicules his heroism, the followers laugh and jeer. He might be the highest-ranking elected guardian of the party’s most cherished principles. But if he hesitates to support the leader, he faces political death.\n\nIn such an environment, every political figure confronts a stark choice: Get right with the leader and his mass following or get run over. The human race in such circumstances breaks down into predictable categories — and democratic politicians are the most predictable. There are those whose ambition leads them to jump on the bandwagon. They praise the leader’s incoherent speeches as the beginning of wisdom, hoping he will reward them with a plum post in the new order. There are those who merely hope to survive. Their consciences won’t let them curry favor so shamelessly, so they mumble their pledges of support, like the victims in Stalin’s show trials, perhaps not realizing that the leader and his followers will get them in the end anyway.\n\nAdvertisement\n\nA great number will simply kid themselves, refusing to admit that something very different from the usual politics is afoot. Let the storm pass, they insist, and then we can pick up the pieces, rebuild and get back to normal. Meanwhile, don’t alienate the leader’s mass following. After all, they are voters and will need to be brought back into the fold. As for Trump himself, let’s shape him, advise him, steer him in the right direction and, not incidentally, save our political skins.\n\nWhat these people do not or will not see is that, once in power, Trump will owe them and their party nothing. He will have ridden to power despite the party, catapulted into the White House by a mass following devoted only to him. By then that following will have grown dramatically. Today, less than 5 percent of eligible voters have voted for Trump. But if he wins the election, his legions will likely comprise a majority of the nation. Imagine the power he would wield then. In addition to all that comes from being the leader of a mass following, he would also have the immense powers of the American presidency at his command: the Justice Department, the FBI, the intelligence services, the military. Who would dare to oppose him then? Certainly not a Republican Party that lay down before him even when he was comparatively weak. And is a man like Trump, with infinitely greater power in his hands, likely to become more humble, more judicious, more generous, less vengeful than he is today, than he has been his whole life? Does vast power un-corrupt?\n\nThis is how fascism comes to America, not with jackboots and salutes (although there have been salutes, and a whiff of violence) but with a television huckster, a phony billionaire, a textbook egomaniac \"tapping into\" popular resentments and insecurities, and with an entire national political party — out of ambition or blind party loyalty, or simply out of fear — falling into line behind him.\n\nRead more about this topic:\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/opinions/this-is-how-fascism-comes-to-america/2016/05/17/c4e32c58-1c47-11e6-8c7b-6931e66333e7_story.html"}, "article3": {"title": "How Trump captured the Republican party", "content": "“You are the man!”, “I have supported you every step of the way”, “You are our champion! Bless you!”, “I follow you! Love your tweets”, “God is Good!”, “Love my President! Keep winning”, “We’ve got your back”.\n\n\n\nThe messages were handwritten on a birthday card for Donald Trump, who turns 72 next week, along with an illustration of a birthday cake with candles, on each of which was written a boast: ultra-low unemployment, US energy exporter, less red tape, tax cuts, jobs jobs jobs, stronger military and stronger economy. At the bottom, amid a sea of stars and stripes, was the legend: “From all of us, the deplorables” – a reference to Hillary Clinton’s slight of the Trump base.\n\nThe card was on display at a ritzy Washington hotel, at a conference organised by the Faith and Freedom Coalition, a rightwing Christian group. Speaker after speaker extolled Trump’s accomplishments in banishing the legacy of Barack Obama and furthering the Republican agenda. He was, they said, giving them exactly what they wanted – indeed, more than they had dared dream of.\n\nSuch adulation and hero worship – Trump has the second-highest “own party” approval rating (87%) of any postwar president at the 500-day mark, behind only George W Bush after 9/11 – send a message of positive reinforcement crucial to understanding his swaggering self-confidence, lack of self-doubt and airy sense of impunity.\n\nIt was all on display again this week as he attacked allies such as Canada and France while suggesting adversary Russia should rejoin the G7, disinvited the Super Bowl winners from the White House and instead hosted a “celebration of America” that consisted of little more than a four-minute speech and patriotic songs, and continued his celebrity-obsessed approach to presidential pardons by suggesting that Muhammad Ali might be next – even though the supreme court overturned the boxer’s conviction for draft evasion in 1971.\n\nDescribing his approach to next week’s historic denuclearisation summit with the North Korean leader, Kim Jong-un, Trump offered what might be a summary of his governing philosophy: “I don’t think I have to prepare very much. It’s about attitude. It’s about willingness to get things done.”\n\nIn other words, critics said, winging it.\n\nTo them, and to many watching around the world, the frequent question is how does Trump get away with it? The answer lies on that birthday card and in that rock-solid support among religious conservatives, who have trained themselves to turn a blind eye to the thrice-married Trump’s sordid past – the Access Hollywood tape in which he bragged about groping women, the allegations of an affair with the pornographic film star Stormy Daniels – and incendiary tweets and focus instead on his actions and policies.\n\nEven when he’s made us nervous, he’s gotten a great result. That’s what we’re hoping for on trade and North Korea Bryan Hughes, Texas state senate\n\nFor many, it was a difficult journey to supporting the president. But at this week’s conference, some inflection points during the 2016 election were identified: the decision to name Mike Pence, an evangelical who opposed gay marriage, as his running mate; Trump’s release of a shortlist of candidates from which he would fill a supreme court vacancy; and a presidential debate in which the Republican nominee falsely claimed: “If you go with what Hillary is saying, in the ninth month, you can take the baby and rip the baby out of the womb of the mother just prior to the birth of the baby.”\n\nRecalling that moment from the stage on Friday, the White House counsellor Kellyanne Conway recoiled in her chair and said: “The country, I think, reflexively went ‘Oooh!’ And I thought, that’s terrific. And those are his words and he has said it again since and he absolutely believes we should call it out, how extreme that is.”\n\nOn this and other issues, from appointing judges to slashing taxes to gutting federal regulations, conservatives hail Trump for achieving what even Ronald Reagan could not. “Day after day, the sheer volume and velocity of the way the president works is really stunning,” Conway claimed.\n\nAttendees were also full of praise. Bryan Hughes, a member of the Texas senate, said in an interview: “Many conservatives supported President Trump if only because of the alternative and were maybe not sure what to expect, but he has far exceeded expectations.\n\nPhiladelphia Eagles fans sing during the ‘celebration of America’ event on the South Lawn of the White House on Tuesday. Photograph: Andrew Harnik/AP\n\n“I don’t like everything the president says but I strongly support the actions he is taking, the policies he’s implementing. I think it’s fair to say conservatives and evangelicals support President Trump in such large numbers because we’re pro-life.”\n\nHughes and others manage to tune out of Trump’s wayward approach to diplomacy.\n\n“I am learning to look at the results,” he added. “President Trump does not handle these matters in the way presidents normally do. But so far, even when he’s made us nervous during the process, he’s gotten a great result. That’s what we’re hoping for on trade, North Korea, all these huge matters he’s dealing with.”\n\n‘God uses flawed people’\n\n\n\nLesser egos than Trump’s might have been dented on Tuesday when it turned out that fewer than 10 Philadelphia Eagles players intended to show up at the White House. Instead he brazened it out by throwing “a celebration of America” with 40 national flags on display on the South Lawn, prompting columnists to quote Samuel Johnson’s dictum that patriotism is the last refuge of a scoundrel. One guest sank to his knee during the national anthem in solidarity with professional football players’s protests against racial injustices. Another heckled the president, who struggled with the lyrics of God Bless America.\n\nBut Jasper Preston, an African American man wearing a “Make America great again” hat to the Faith and Freedom Coalition conference, dismissed the controversy. “I laugh at the Philadelphia Eagles: if you want to make a sacrifice, you have to accept the consequences. I applaud Donald Trump for holding his ground and being a man of his word.”\n\nPreston, 30, who works for a not-for-profit organisation in Atlanta, claimed Trump had spent decades combating racism and that his offer to pardon Ali, the former world heavyweight champion whose lawyer said the gesture was unnecessary, should be taken in good faith.\n\n“Saying no to a good intention is absurd. Don’t call him a racist because he wants to do something good for someone. You’re trying to fight racism and sometimes you’ll miss the mark and sometimes the mark is moving.”\n\nPreston also sought to explain Christians’ support for the president: “It’s about his calling for his position. We didn’t want him to be Christlike; he’s human like you and me. He’s made morally and ethically wrong decisions in the past and so have I. When the Access Hollywood tape came out, I was the first to say that was wrong and he said that was wrong. God uses flawed people to get the job done. God has never used a perfect man because there is no perfect man: we are yet to have a perfect man as president.”\n\nOpponents of Trump have long hoped for “a pivot” and change in his behaviour. But the constant applause from his base not only deters any such change – it encourages more of the same. The president was given dire warnings, for example, about the consequences of moving the US embassy in Israel from Tel Aviv to Jerusalem, but conference speakers cited it as one his best decisions, a promise other presidents of both parties made but only he had kept.\n\nThe whole party has got Stockholm syndrome. He wore them down and they decided it was just easier to get on board Charlie Sykes\n\nThe pattern is also inescapable in the Republican party, now Trump’s party in the eyes of the US media. The Axios website summed up: “In 500 days, Trump’s hijacking of the formerly conservative GOP is complete – an astonishing accomplishment. The majority party in America is fully defined by his policies, his popularity with the base, his facts-be-damned mentality, his ability to control and quiet virtually all Republican elected officials.”\n\nThe New York Times editorial board suggested this week’s primary elections “underscored the striking degree to which President Trump has transformed the Republican party from a political organization into a cult of personality”.\n\nFor example, John Cox, a businessman running for governor in the Republican wasteland of California, embraced Trump and received a boost from the president on Twitter. He finished the primary as runner-up to Gavin Newsom, the Democratic lieutenant governor.\n\n\n\nBy contrast, the congresswoman Martha Roby is still paying the price for demanding Trump drop out of the presidential election after the Access Hollywood tape. He ignored her advice and won her Alabama district by 32%. This week, she failed to clinch the Republican nomination and must now run off against Bobby Bright, who ran advertisements accusing her of having “turned her back on President Trump when he needed her the most”.\n\nThe Republican gubernatorial candidate John Cox speaks in San Diego, California. Photograph: Mike Blake/Reuters\n\nCharlie Sykes, a conservative political commentator, said: “In every state I’ve seen, Republican candidates for office feel they have to vie with each other for who is the most pro-Trump. Any dissent from Trumpism poses a threat to your viability within the Republican party. The political leadership is taking its cue from the base, and the base is all in for Donald Trump.”\n\nWith a mix of demagoguery, policy expediency and anti-liberal sentiment, reinforced by Fox News and other conservative media, Trump has a tighter grip on his party than most past presidents had, even as he turns its free-market orthodoxy upside down. Sykes added: “Is this Donald Trump’s party? The answer is yeah. The transformation of the Republican party into a Trumpist party is breathtaking and so thorough.\n\n“American politics has become so tribal, but we also found out how transactional Republican politics is: how they were willing to look the other way if they got a policy victory and, quite frankly, how there was a loss of will to stand up to him. The whole party has got Stockholm syndrome. In the end he wore them down and they decided it was just easier to get on board.”\n\n‘Everything he says gets somebody pissed off’\n\nThe so-called Never Trump rebellion is in full retreat. “We are very much in exile at the moment,” Sykes admitted. The Arizona senators Jeff Flake and John McCain have condemned Trump in harsh terms, but Flake is stepping down and McCain is seriously ill with brain cancer.\n\nThis week,the House speaker, Paul Ryan, and Trey Gowdy, chairman of the House oversight committee, broke with Trump over his baseless claim that spies infiltrated his 2016 campaign. Both have announced they are retiring at the end of this term.\n\nTom Tancredo, a Republican former congressman from Colorado, said: “Paul Ryan and others are still trying to undermine him. If the Trump phenomenon had not been so successful, we would not be seeing the kind of antics we are seeing from his opponents.\n\n“Does he have any more of the base than he had when he won? That is the question. I would imagine there is less hostility among Republicans, but I do not know.”\n\nFor his part, Tancredo voted for Trump and would so so again: “I’m extremely pleased. Everything he says gets somebody pissed off. I like that.”\n\nAnother viewpoint was recently expressed by Ryan’s predecessor, John Boehner. “There is no Republican party,” the former House speaker said during a policy conference in Michigan. “There’s a Trump party.\n\n“The Republican party is kind of taking a nap somewhere.”", "url": "https://www.theguardian.com/us-news/2018/jun/09/donald-trump-republican-party"}}