{"foreign_id": "144_Real", "article1": {"title": "Hillary Clinton Used Personal Email Account at State Dept., Possibly Breaking Rules", "content": "WASHINGTON — Hillary Rodham Clinton exclusively used a personal email account to conduct government business as secretary of state, State Department officials said, and may have violated federal requirements that officials’ correspondence be retained as part of the agency’s record.\n\nMrs. Clinton did not have a government email address during her four-year tenure at the State Department. Her aides took no actions to have her personal emails preserved on department servers at the time, as required by the Federal Records Act.\n\nIt was only two months ago, in response to a new State Department effort to comply with federal record-keeping practices, that Mrs. Clinton’s advisers reviewed tens of thousands of pages of her personal emails and decided which ones to turn over to the State Department. All told, 55,000 pages of emails were given to the department. Mrs. Clinton stepped down from the secretary’s post in early 2013.\n\nHer expansive use of the private account was alarming to current and former National Archives and Records Administration officials and government watchdogs, who called it a serious breach.", "url": "https://www.nytimes.com/2015/03/03/us/politics/hillary-clintons-use-of-private-email-at-state-department-raises-flags.html"}, "article2": {"title": "U.S. attorney general to accept FBI findings in Clinton email probe", "content": "WASHINGTON (Reuters) - U.S. Attorney General Loretta Lynch, seeking to tamp down a firestorm over meeting with former President Bill Clinton, said on Friday she will accept the recommendations of career prosecutors and the FBI director on whether to charge Hillary Clinton for mishandling emails.\n\nDemocratic Presidential Candidate Hillary Clinton speaks at a town hall discussion with digital content creators in Los Angeles, California, U.S. June 28, 2016. REUTERS/Jonathan Alcorn\n\nThe United States’ top law enforcement officer, however, stopped short of saying she would recuse herself from the investigation of the Democratic presidential candidate.\n\n“I will be informed of those findings, as opposed to never reading them or never seeing them, but I will be accepting their recommendations and their plan for going forward,” Lynch said.\n\nShe was responding to questions from a Washington Post journalist who was introducing a talk by Lynch at the Aspen Ideas Festival, a gathering of government, technology and other business leaders in Aspen, Colorado.\n\nRepublicans, including presumptive Republican presidential nominee Donald Trump, have said a political appointee like Lynch should not be involved in the email investigation and that the Monday night meeting with Bill Clinton shows Lynch is too close to the Clintons.\n\nWith a regretful tone, Lynch said on Friday she would not privately meet with Bill Clinton again and that she understood how the meeting “casts a shadow” over the perception of the Justice Department’s probe into Hillary Clinton’s email use.\n\nThe attorney general said she has received many questions about her role in the investigation and “whether someone who was a political appointee would be involved in deciding how to investigate.”\n\nRepublican lawmakers have called for an independent investigation of Hillary Clinton’s use of a private email server while secretary of state, saying the Obama administration’s Justice Department could not be free of bias.\n\nIn Washington, White House spokesman Josh Earnest told a daily news briefing that the investigation is being handled completely independently of the White House and President Barack Obama.\n\nLynch was appointed by the Democratic president and sworn in on April 1, 2015, well after Hillary Clinton left Obama’s Cabinet in 2013.\n\nCareer prosecutors are not appointed by a president and may serve through different administrations. The FBI director is appointed by the president but is not part of his Cabinet and is considered apolitical.\n\nLynch said on Friday that she had already decided to accept whatever recommendations prosecutors presented her before her meeting with Bill Clinton.\n\nThe private meeting with the former president took place on Lynch’s plane after she landed in Phoenix on Monday night. Bill Clinton was leaving the airport after a rally for his wife earlier that day.\n\nLynch told reporters earlier this week that she did not discuss the email probe or other matters pending before the Justice Department with Bill Clinton, calling their meeting “primarily social.”\n\nThe FBI is investigating Hillary Clinton’s email use and whether laws were broken as a result of a personal email server kept in her Chappaqua, New York, home while she was secretary of state, an issue that has overshadowed her campaign.\n\nShe apologized last year for using the server, saying that while she did nothing wrong, she should have used two email accounts: one for State Department business and another for personal matters.\n\nRepresentatives for her campaign could not be reached immediately for comment on Friday.\n\nTrump on Thursday called Lynch’s meeting “a sneak” and questioned the judgment of both Bill Clinton and the attorney general.\n\nIn a tweet on Friday, the wealthy businessman said the meeting showed the U.S. political system was “totally rigged” and that Hillary Clinton had bad judgment.\n\n“Bill’s meeting was probably initiated and demanded by Hillary!” Trump said on Twitter.\n\nThe Justice Department, along with the White House, has said the probe should be free of political interference.", "url": "https://www.reuters.com/article/us-usa-election-clinton-email-idUSKCN0ZH4VC"}, "article3": {"title": "FBI interviews Hillary Clinton for more than 3 hours in email probe", "content": "Comment on this story Comment Gift Article Share\n\nFBI agents interviewed Hillary Clinton for 3½ hours Saturday morning — a signal that the investigation into her use of a private email account while she was secretary of state is drawing to a close. Clinton campaign spokesman Nick Merrill said in a statement Saturday that Clinton “gave a voluntary interview this morning about her email arrangements while she was Secretary,” and added, “She is pleased to have had the opportunity to assist the Department of Justice in bringing this review to a conclusion.”\n\nAsked if the interview, which took place at FBI headquarters, was businesslike and civil, Clinton told MSNBC that it was “both.”\n\n“It was something I had offered to do since last August,” she said, according to a transcript provided by the network. “I’ve been eager to do it, and I was pleased to have the opportunity to assist the department in bringing its review to a conclusion.”\n\nAdvertisement\n\nAs she has in the past, Clinton asserted that she “never received nor sent any material that was marked classified,” although she said that some might have been retroactively branded classified during the process to prepare it for public release. She said she had “no knowledge” of the investigators’ timeline.\n\nThe investigation is not over: Agents and prosecutors will now have to compare what the presumptive Democratic presidential nominee said Saturday to other evidence they have gathered, including from interviews with Clinton’s aides. They will also have to analyze how the facts of the case apply to various laws that might have been violated.\n\nBut officials familiar with the probe and legal analysts have said a meeting with Clinton would be reserved for the end of the investigation.\n\n“That’s certainly a signal that they’re wrapping things up,” said Justin Shur, a former deputy chief of the Justice Department’s public integrity section who is now in private practice at the MoloLamken firm.\n\nAdvertisement\n\nA Justice Department spokesman declined to comment on the Clinton interview.\n\nThe past week has been tumultuous for Clinton and the government’s investigation into whether her email system might have compromised classified information. On Monday, former president Bill Clinton had an impromptu meeting with U.S. Attorney General Loretta E. Lynch aboard Lynch’s plane at an airport in Phoenix. Lynch asserted they did not discuss any pending investigations, but the conversation sparked an uproar — with some Republicans and Clinton rivals calling for a third party to be appointed to handle the case.\n\nReferring to that meeting, Hillary Clinton told MSNBC that “hindsight is 20/20” and said her husband, like the attorney general, would probably not do it again.\n\nOn Friday, Lynch announced that she would accept recommendations from career prosecutors and FBI agents leading the probe — a decision that she said had been made before her meeting with Bill Clinton, but one that was surely meant to quiet criticism about the independence of the probe. While Lynch did not formally recuse herself from the investigation involving Hillary Clinton's email — saying that \"would mean I wouldn't even be briefed on what the findings were\" — she seemed to promise she would not veto whatever decision came from federal prosecutors handling the case.\n\nAdvertisement\n\nIt is not clear who precisely will be the ultimate decision-maker, if Lynch will serve as more of a rubber stamp. The attorney general said FBI Director James B. Comey would be among those involved.\n\nThe investigation is focused on whether classified information was mishandled because Clinton used a private email account when she was secretary of state. The State Department's inspector general has already issued a report highly critical of Clinton's email practices, asserting that she failed to seek legal approval to use a private server and that staffers would not have assented if they were asked. The inspector general also found that Clinton's email setup was \"not an appropriate method\" for preserving public records.\n\nA Washington Post analysis of Clinton’s publicly released correspondence found that Clinton wrote 104 emails that she sent using her private server while secretary of state that the government has since said contained classified information. But the review also found that using non-secure email systems to send sensitive information was widespread at the department and elsewhere in government and that Clinton’s publicly released correspondence included classified emails written by about 300 other people inside and outside the government.\n\nAdvertisement\n\nPeople familiar with the case have said previously that charges against Clinton seemed unlikely and that there was a particular void of evidence showing she intended to mishandle classified information, although they asserted investigators were still probing the matter aggressively. The interview with Clinton was always seen as critical. If the former secretary was untruthful with investigators, she could be charged with making false statements. That charge was contemplated in the case against retired Army general and former CIA director David H. Petraeus, although he ultimately pleaded guilty to a misdemeanor charge of mishandling classified information.\n\nWith the Republican and Democratic conventions looming later this month, timing has also become a complicating factor. Justice Department guidelines specifically warn prosecutors against selecting the timing of investigative steps for the purpose of affecting an election or helping a particular candidate or party.\n\nAdam Goldman contributed to this report.\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/politics/fbi-interviews-clinton-over-email/2016/07/02/dd024480-4074-11e6-84e8-1580c7db5275_story.html"}}