{"foreign_id": "145_Real", "article1": {"title": "Personal Income Tax", "content": "Page Content\n\nPersonal Income Tax\n\nFile Your PA Pennsylvania Personal Income Tax return with myPATH\n\nPennsylvanians have the option to submit PA Personal Income Tax returns online with the Department of Revenue's myPATH system. Filing online leads to fast processing, easy direct deposit options and automatic calculators. Visit mypath.pa.gov to file your return.\n\n\n\n\n\nPennsylvania personal income tax is levied at the rate of 3.07 percent against taxable income of resident and nonresident individuals, estates, trusts, partnerships, S corporations, business trusts and limited liability companies not federally taxed as corporations.\n\n\n\nPennsylvania taxes eight classes of income: (1) compensation; (2) interest; (3) dividends; (4) net profits from the operation of a business, profession or farm; (5) net gains or income from the dispositions of property; (6) net gains or income from rents, royalties, patents and copyrights; (7) income derived through estates or trusts; and (8) gambling and lottery winnings, including cash prizes from the Pennsylvania Lottery. Noncash prizes from the PA Lottery are not taxed. A loss in one class of income may not offset against income in another class, nor may gains or losses be carried backward or forward from year to year.\n\nThe commonwealth employs three primary methods for collecting personal income taxes:\n\nestimated and final payments from individuals;\n\nemployer withholding; and\n\nestimated withholding from nonresident partners or shareholders by partnerships and S corporations.\n\nThe Pennsylvania personal income tax does not provide for a standard deduction or personal exemption. However, individuals may reduce tax liabilities through certain deductions, credits and exclusions.\n\nDeductions:\n\nTaxpayers may reduce taxable compensation for allowable unreimbursed expenses that are ordinary, actual, reasonable, necessary and directly related to the taxpayer’s occupation or employment.\n\nPA law allows three deductions against income: deductions for medical savings account contributions, health savings account contributions and IRC Section 529 tuition account program contributions.\n\nCredits:\n\nCredit against Pennsylvania income tax is allowed for gross or net income taxes paid by Pennsylvania residents to other states.\n\nCredit is available to lower income families and individuals receiving Tax Forgiveness.\n\nTax credit programs also reduce income tax liability for qualified applicants.\n\nExclusions:\n\nTaxpayers may exclude from compensation qualified payments to IRC Section 125 (cafeteria) plans for programs covering hospitalization, sickness, disability or death.\n\nExcluded from Pennsylvania-taxable income are capital gains from the sale of a principal residence for all taxpayers who satisfy ownership and use requirements.\n\nTaxpayers may also exclude from income personal use of employer-owned property.\n\nFor detailed and historic Pennsylvania personal income tax information, please review the Tax Compendium.\n\n", "url": "https://www.revenue.pa.gov/TaxTypes/PIT/Pages/default.aspx"}, "article2": {"title": "This simple calculator tells you how each presidential candidate's tax plan affects you", "content": "The presidential candidates have wildly varying tax proposals.\n\nDonald Trump and Ted Cruz propose massive cuts that would greatly reduce federal income taxes on everyone, especially the wealthy, while cutting a wide host of government programs. Meanwhile, Bernie Sanders proposes virtually the opposite: tax increases on everyone, with hikes on the wealthy especially, while adding comprehensive government programs. And Hillary Clinton proposes much smaller tax increases, all focused on the rich.\n\nBut what do their plans mean for your federal tax liability?\n\nWe partnered with the Tax Policy Center to create a calculator that will estimate how each presidential candidate's tax plan would affect you — or, more accurately, people like you. For example, if you are part of a couple with two children earning $38,000 a year, this calculator tells you the average change in federal taxes for all couples with two children who earn between $35,000 and $40,000 a year.\n\nBefore you change your vacation plans based on these numbers, keep in mind they are only estimates. Every taxpayer has a slightly different situation — someone might be deducting business expenses, for example, while another person will be paying a tax for not carrying insurance coverage. This creates millions of different scenarios.\n\nAccounting for all of that is prohibitively complicated and time-consuming. But what we have done is simplify the process to consider only the biggest factors (income, marital status, and children) and only look at the four taxes with the largest impact (individual and corporate income taxes, payroll taxes, and excise taxes).\n\nTry it yourself below.\n\n(Note: The Tax Policy Center did not perform an analysis of John Kasich's tax plan because his plan lacks sufficient detail to model. They have reached out to the Kasich campaign in search of more details, and will analyze the plan if they receive enough information to do so.)\n\nThe calculator: How much does each candidate's tax plan affect you?\n\nRead this: Ezra wrote a piece about what the tax calculator tells us about the candidates. On Cruz and Trump, he writes:\n\nIn a sense, both GOP candidates are gaming the calculator: They've proposed tremendous cuts, but without knowing who will pay for those cuts, it's hard to know who will truly be helped and who will be badly hurt.\n\nOn Sanders, he writes:\n\nSanders, meanwhile, proposes to raise taxes by more than Trump proposes to cut them. But it's wrong, I think, to view Sanders's plan as primarily a change to America's tax code. The huge tax increases are a byproduct of Sanders's plans to nationalize major sectors of American life.\n\nRead the full analysis here.\n\nUpdate on why rates are higher than you think: We've been getting a lot of questions about why your current effective tax rate is so high. Here's a note from Tax Policy Center director Len Burman that explains why this is happening:\n\nYou might be surprised at how much taxes you’re paying under current law. We’re including payroll taxes, excise taxes, and corporate income taxes as well as individual income taxes. Most working people actually pay more in payroll tax than income tax. And they pay much more if you include the employer’s portion of the tax. Most economists think employers pass their share of the tax on to workers in the form of lower wages.\n\nUpdate, plus a FAQ section: To calculate the tax rate, we originally used adjusted gross income (AGI), but we decided to switch over to expanded cash income (ECI), because this measure includes income that is not subject to income tax, like health insurance premiums paid by employers. This allows the calculator to provide a more accurate view of your tax rate. For a longer explanation, read this Q&A.\n\nWhat we learned from our calculator\n\nPlay around with different incomes other than your own to get a better idea of how each candidate deals with the poor, middle class, and wealthy.\n\nIn short, what you'll see is:\n\nClinton proposes keeping things mostly the same.\n\nSanders wants to implement massive increases across the board, including on the poor.\n\nCruz and Trump propose big cuts for everyone — but the wealthier you are, the more you keep in your pocket.\n\nBut how does this affect how much money the federal government brings in?\n\nIt's one thing to know how your taxes will change, but you can't view it in a vacuum. What the federal government does can affect your bottom line, too.\n\nFor example, Bernie Sanders's plan would raise taxes on everyone, but it would also pay for health care, education, and other programs that you would no longer have to pay for. And it goes the other way, too. If Donald Trump's tax plan was implemented, everyone would get a tax cut, but it also means government services would be cut, so you would have to pay for them yourself.\n\nSo this is how each candidate deals with this balance:\n\nDonald Trump: His plan would cut federal revenues by an estimated $9.5 trillion over the next decade. Cuts would be across the board, but most cuts would be for wealthier households. His tax cuts promise to stimulate economic growth and reduce government spending, which could cause households to pay more for services that are currently subsidized by the government. (Here are more details on Trump's plan.)\n\nTed Cruz: His plan would cut federal revenues by an estimated $8.6 trillion over the next decade. Much like Trump's plan, cuts would be across the board, but most cuts are for wealthier households. His tax cuts promise to stimulate economic growth and reduce government spending, which could cause households to pay more for services that are currently subsidized by the government. (Here are more details on Cruz's plan.)\n\nHillary Clinton: Her plan would raise federal revenues by an additional $1.1 trillion over the next decade. Most increases would be for wealthier households, while lower-income households aren't affected much. The additional revenues will pay for programs that benefit many Americans. (Here are more details on Clinton's plan.)\n\nBernie Sanders: His plan would raise federal revenues by an estimated $15.3 trillion over the next decade. He would raise taxes for almost all households, but most increases would be for wealthier households; tax increases would be small for lower- and middle-income households. Additional revenues would pay for health care, education, and other programs, so households would pay less than what they currently pay for those services. (Here are more details on Sanders's plan.)\n\nWe had a lot of reader questions, so we had the Tax Policy Center answer them in this Q&A. Read it here.\n\nLearn more:\n\nTaxes don't have to suck", "url": "https://www.vox.com/policy-and-politics/2016/3/25/11293258/tax-plan-calculator-2016"}, "article3": {"title": "2020 Tax Brackets", "content": "See New Tax Brackets\n\nOn a yearly basis the IRS adjusts more than 40 tax provisions for inflation. This is done to prevent what is called “bracket creep,” when people are pushed into higher income tax brackets or have reduced value from credits and deductions due to inflation, instead of any increase in real income.\n\nThe IRS used to use the Consumer Price Index (CPI) to calculate the past year’s inflation.[1] However, with the Tax Cuts and Jobs Act of 2017, the IRS will now use the Chained Consumer Price Index (C-CPI) to adjust income thresholds, deduction amounts, and credit values accordingly.[2]\n\n2020 Federal Income Tax Brackets and Rates\n\nIn 2020, the income limits for all tax brackets and all filers will be adjusted for inflation and will be as follows (Table 1). The top marginal income tax rate of 37 percent will hit taxpayers with taxable income of $518,400 and higher for single filers and $622,050 and higher for married couples filing jointly.\n\n2020 Federal Income Tax Brackets and Rates for Single Filers, Married Couples Filing Jointly, and Heads of Households Rate For Single Individuals For Married Individuals Filing Joint Returns For Heads of Households 10% Up to $9,875 Up to $19,750 Up to $14,100 12% $9,876 to $40,125 $19,751 to $80,250 $14,101 to $53,700 22% $40,126 to $85,525 $80,251 to $171,050 $53,701 to $85,500 24% $85,526 to $163,300 $171,051 to $326,600 $85,501 to $163,300 32% $163,301 to $207,350 $326,601 to $414,700 $163,301 to $207,350 35% $207,351 to $518,400 $414,701 to $622,050 $207,351 to $518,400 37% $518,401 or more $622,051 or more $518,401 or more Source: Internal Revenue Service\n\nStandard Deduction and Personal Exemption\n\nThe standard deduction for single filers will increase by $200, and by $400 for married couples filing jointly (Table 2).\n\nThe personal exemption for 2020 remains eliminated.\n\nTable 2. 2020 Standard Deduction Source: Internal Revenue Service Filing Status Deduction Amount Single $12,400 Married Filing Jointly $24,800 Head of Household $18,650\n\nAlternative Minimum Tax\n\nThe Alternative Minimum Tax (AMT) was created in the 1960s to prevent high-income taxpayers from avoiding the individual income tax. This parallel tax income system requires high-income taxpayers to calculate their tax bill twice: once under the ordinary income tax system and again under the AMT. The taxpayer then needs to pay the higher of the two.\n\nThe AMT uses an alternative definition of taxable income called Alternative Minimum Taxable Income (AMTI). To prevent low- and middle-income taxpayers from being subjected to the AMT, taxpayers are allowed to exempt a significant amount of their income from AMTI. However, this exemption phases out for high-income taxpayers. The AMT is levied at two rates: 26 percent and 28 percent.\n\nThe AMT exemption amount for 2020 is $72,900 for singles and $113,400 for married couples filing jointly (Table 3).\n\nTable 3. 2020 Alternative Minimum Tax Exemptions Source: Internal Revenue Service Filing Status Exemption Amount Single Individuals $72,900 Married Filing Jointly $113,400\n\nIn 2020, the 28 percent AMT rate applies to excess AMTI of $197,900 for all taxpayers ($98,950 for married couples filing separate returns).\n\nAMT exemptions phase out at 25 cents per dollar earned once taxpayer AMTI hits a certain threshold. In 2020, the exemption will start phasing out at $518,400 in AMTI for single filers and $1,036,800 for married taxpayers filing jointly (Table 4).\n\nTable 4. 2020 Alternative Minimum Tax Exemption Phaseout Thresholds Source: Internal Revenue Service Filing Status Threshold Single Individuals $518,400 Married Filing Jointly $1,036,800\n\nEarned Income Tax Credit\n\nThe maximum Earned Income Tax Credit in 2020 for single and joint filers is $538, if there are no children (Table 5). The maximum credit is $3,584 for one child, $5,920 for two children, and $6,660 for three or more children. All these are relatively small increases from 2019.\n\nTable 5. 2020 Earned Income Tax Credit Parameters Source: Internal Revenue Service Filing Status No Children One Child Two Children Three or More Children Single or Head of Household Income at Max Credit $7,030 $10,540 $14,800 $14,800 Maximum Credit $538 $3,584 $5,920 $6,660 Phaseout Begins $8,790 $19,330 $19,330 $19,330 Phaseout Ends (Credit Equals Zero) $15,820 $41,756 $47,440 $50,954 Married Filing Jointly Income at Max Credit $7,030 $10,540 $14,800 $14,800 Maximum Credit $538 $3,584 $5,920 $6,660 Phaseout Begins $14,680 $25,220 $25,220 $25,220 Phaseout Ends (Credit Equals Zero) $21,710 $47,646 $53,330 $56,844\n\nChild Tax Credit\n\nThe child tax credit totals at $2,000 per qualifying child and is not adjusted for inflation. However, the refundable portion of the Child Tax Credit is adjusted for inflation but will remain at $1,400 for 2020.\n\nCapital Gains Tax Rates (Long Term Capital Gains)\n\nLong-term capital gains are taxed using different brackets and rates than ordinary income.\n\n2020 Capital Gains Tax Rates (Long Term Capital Gains) Source: “2020 Tax Brackets,” Tax Foundation and IRS Topic Number 559 For Unmarried Individuals For Married Individuals Filing Joint Returns For Heads of Households Taxable Income Over 0% $0 $0 $0 15% $40,000 $80,000 $53,600 20% $441,450 $496,600 $469,050 Additional Net Investment Income Tax 3.8% MAGI above $200,000 MAGI above $250,000 MAGI above $200,000\n\nQualified Business Income Deduction (Sec. 199A)\n\nThe Tax Cuts and Jobs Act includes a 20 percent deduction for pass-through businesses against up to $163,300 of qualified business income for single taxpayers and $326,600 for married taxpayers filing jointly (Table 7).\n\nTable 7. 2020 Qualified Business Income Deduction Thresholds Source: Internal Revenue Service Filing Status Threshold Single Individuals $163,300 Married Filing Jointly $326,600\n\nAnnual Exclusion for Gifts\n\nIn 2020, the first $15,000 of gifts to any person is excluded from tax. The exclusion is increased to $157,000 for gifts to spouses who are not citizens of the United States.\n\nSee New Tax Brackets\n\nConfused? Boost Your Tax Knowledge with TaxEDU Everyone can benefit from learning more about the taxes we pay and their impact on the world around us. Unfortunately, tax policy can be complex. Our goal is to make sure understanding it isn’t. Launch TaxEDU\n\n[1] Internal Revenue Service, “Revenue Proc. 2019-44,” https://www.irs.gov/pub/irs-drop/rp-19-44.pdf.\n\n[2] Robert Cage, John Greenlees, and Patrick Jackman, “Introducing the Chained Consumer Price Index,” U.S. Bureau of Labor Statistics, May 2003, https://www.bls.gov/cpi/additional-resources/chained-cpi-introduction.pdf.", "url": "https://taxfoundation.org/2020-tax-brackets/"}}