{"foreign_id": "146_Real", "article1": {"title": "Opinion | Trump encourages violence against reporters, and his supporters cheer", "content": "Gift Article Share\n\nAt a moment when his administration is trying to wriggle out of imposing any kind of accountability on a friendly yet dictatorial regime that apparently just had a dissident journalist brutally murdered, President Trump decided it would be a good time to go before a crowd of supporters and celebrate an assault on an American reporter. Here’s what happened:\n\nPresident Donald Trump on Thursday openly praised Rep. Greg Gianforte (R-Mont.) for assaulting a reporter in his bid for Congress last year, as the United States faced an unfolding crisis over missing journalist Jamal Khashoggi, who is believed to have been killed by Saudi Arabian agents. The remarks from Trump at a campaign rally — staged at an airport hangar here with a mountainous backdrop — drew boisterous cheers from the conservative crowd, who applauded as Trump noted of Gianforte: “By the way, never wrestle him.” “Any guy that can do a body slam, he’s my kind of — he’s my guy,” Trump said. Gianforte pleaded guilty to assaulting Guardian reporter Ben Jacobs, an altercation that occurred in the final days of Gianforte’s special election race in May 2017 when Jacobs tried to interview him about the GOP health-care plan. The then-candidate grabbed Jacobs, threw him to the ground and punched him. Gianforte subsequently won the special election, and later pleaded guilty, receiving a six-month deferred sentence.\n\nWe should note that in addition to assaulting a reporter because he asked him a question about health care policy, Gianforte also lied to the police, claiming that Jacobs had grabbed him and they both fell to the ground. After an audio tape of Gianforte’s assault was made public, he dropped the lie and admitted his guilt.\n\nAnyone who watched Trump’s rallies during the 2016 election is well used to the fact that not only did the president regularly advocate violence, he talked about it with longing (“I’d like to punch him in the face”), lamented when protesters weren’t beaten sufficiently (“Maybe he should have been roughed up,” “Part of the problem, and part of the reason it takes so long, is nobody wants to hurt each other anymore, right?”) and instructed his followers to commit their own acts of violence (“If you see somebody getting ready to throw a tomato, knock the crap out of them, would you? Seriously, okay. Just knock the hell — I promise you I will pay for the legal fees, I promise”). Asked about all that, White House press secretary Sarah Huckabee Sanders said, “The president in no way, form or fashion has ever promoted or encouraged violence.”\n\nAdvertisement\n\nJust as important as the fact that Trump says these things is the response from his supporters. You can see it in the video: When he reminds them of the assault on Ben Jacobs, they laugh and cheer, exactly the response Trump anticipates. Which is why I want to point to another part of what Trump said:\n\nTrump recalled that as he was traveling in Rome last May, he heard that Gianforte had body-slammed a journalist shortly before voters went to the polls in his closely contested election race — and initially thought the altercation would damage Gianforte’s prospects. “Then I said, ‘well wait a minute, I know Montana pretty well. I think it might help him,'” Trump told the crowd in Missoula. “And it did.”\n\nWhile I doubt that Trump actually knows Montana well, what he does know is the Republican Party. And he was right about Gianforte. Not only did he win, but before that election was over he got enormous support from conservative media figures, who characterized the bizarrely unprovoked attack as an act of admirable masculinity, while mocking the reporter as insufficiently testosterone-fueled:\n\nRush Limbaugh called Gianforte “manly and studly.”\n\nFox News contributor Rachel Campos-Duffy praised Gianforte for dispensing “Montana justice.”\n\nLaura Ingraham tweeted mockingly, “Did anyone get his lunch money stolen today and then run to tell the recess monitor?”\n\n“What kind of a wuss files charges over broken glasses?” asked another conservative columnist. “Someone who wants to influence an outcome, that’s who.”\n\nTrump is in many ways an ignoramus and a fool, but he has one extraordinary political talent. Like a migratory bird perceiving the Earth’s magnetic field, Trump has an uncanny sense for where to find the worst in people, particularly people on the right: their fears, their resentments, their hatreds, the things that will move them to a venomous and gleeful rage. Time and again when many in his party worried that something he (or someone else) said or did would be politically disastrous, Trump would be able say to them, “Don’t worry. The base is going to love this.”\n\nAdvertisement\n\nHe proved it in 2016 when every other Republican presidential candidate was dancing around the immigration issue and he busted in saying Mexican immigrants are rapists, build a wall, and ban the Muslims, which turned out to be exactly what the base wanted. And he keeps proving it. He knew the Republican base far better than the party’s leaders did, because he understood how twisted their hearts really were.\n\nFollow this author Paul Waldman 's opinions Follow\n\nWhen you see Trump praising a violent assault committed by a Republican congressman to laughter and cheers, and at the very same rally pretending to be horrified that “The Democrats have truly turned into an angry mob,” you might wonder whether the assembled crowd notices their own hypocrisy. But they just don’t care. Trump has instructed them that worrying about stuff like that is for wimps. Those who criticize him or even point out inconvenient facts — Democrats, journalists — are not just wrong, they’re enemies.\n\nAgainst enemies no tactic is out of bounds. You can lie about them, you can stir up the most vile hatred against them, you can encourage violence against them, you can even assault them, and none of it matters so long as you win. These are the principles that every fascist and authoritarian operates by, and they have become core principles of today’s Republican Party.\n\nI picture Saudi Crown Prince Mohammed Bin Salman watching Trump in action and then asking himself, “Gee, I wonder if that guy really has a problem with me ordering the murder of a journalist I didn’t like?” And then he laughs and laughs.\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/blogs/plum-line/wp/2018/10/19/trump-encourages-violence-against-reporters-and-his-supporters-cheer/"}, "article2": {"title": "Trump budget opens new fight among Republicans", "content": "WASHINGTON (Reuters) - Republican U.S. Representative Todd Rokita keeps a clock hanging on the wall of his Capitol Hill office that tracks the U.S. government’s rising debt in real time and reminds him of his top priority: reining in federal spending.\n\nPresident Donald Trump makes remarks to the press as he sits down for a working lunch with members of his cabinet and their spouses, including Veteran's Administration Secretary David Shulkin (L) and Commerce Secretary Wilbur Ross (R), at Trump National Golf Club, Potomac Falls,Virginia, in suburban Washington, U.S., March 11, 2017. REUTERS/Mike Theiler\n\n“I was sent here on a fiscal note,” said the Indiana lawmaker and vice chairman of the House of Representatives Budget Committee, who rode a Republican wave during his first election to Congress in 2010.\n\nWhen President Donald Trump unveils his budget for the 2018 fiscal year on Thursday, Rokita will be among many conservative Republicans cheering proposed cuts to domestic programs that would pay for a military buildup.\n\nMore moderate Republicans are less enthusiastic and worry Trump’s budget could force lawmakers to choose between opposing the president or backing reductions in popular programs such as aid for disabled children and hot meals for the elderly.\n\n“What you would hope is that the administration is aware of the difficulty of some of these things,” said Representative Tom Cole of Oklahoma.\n\nThe release of Trump’s budget, which comes as the Republican president is facing an intraparty revolt over proposed legislation to replace the Obamacare healthcare law, could open another fight among Republicans who control both houses of Congress. To keep the government running, lawmakers will need to approve a spending plan later this year.\n\nThe White House has released few details about Trump’s budget, other than making clear the president wants to boost military spending by $54 billion and is seeking equivalent cuts in non-defense discretionary programs.\n\nBut several agencies, including the State Department and the Environmental Protection Agency, have been asked to prepare scenarios for steep reductions, according to officials familiar with the discussions.\n\nWhile supporting deficit-reduction efforts, Cole said a major research university in his district could get hit by National Institutes of Health cuts, as could sewage treatment facilities funded by the EPA.\n\nRepublican Senator Rob Portman, whose home state of Ohio sits on the southern shores of Lake Erie, expressed concern about media reports saying the Trump budget had penciled in sharp cuts in a cleanup program for the Great Lakes.\n\nNOT AUSTERE ENOUGH\n\nWhile Rokita, who was among a group of Republican lawmakers who met with Trump last week, appeared comfortable with what he had learned so far about Trump’s budget, some Republican members of the conservative House Freedom Caucus said they wanted to see even further budget cuts.\n\nRepresentative Mo Brooks of Alabama said the outcry from lawmakers over the expected cuts underscored to him that the blueprint would be a “a very large step in the right direction” of reining in the debt.\n\nBrooks added: “My fear is that the Trump budget will not be austere enough to minimize America’s risk of suffering the kind of debilitating insolvency and bankruptcy that is destroying the lives of Venezuelans right now.”\n\nOPEC member Venezuela is immersed in a deep economic crisis, with inflation in triple digits, shortages of basic goods, and many people going hungry.\n\nBrooks and other members of the Freedom Caucus are among the most vocal critics of the legislation backed by the White House to repeal and replace the Affordable Care Act, former Democratic President Barack Obama’s signature healthcare plan, known as Obamacare.\n\nTo try to woo the conservative lawmakers on Trump’s legislative agenda, budget director Mick Mulvaney, himself a former member of the House Freedom Caucus, has invited them to a bowling and pizza night at the White House on Tuesday night.\n\nAnother Freedom Caucus member, Representative David Schweikert of Arizona, said Mulvaney was encouraging lawmakers to submit maverick fiscal ideas to the White House.\n\nSchweikert said he hoped to revive a proposal from a few years ago, in the midst of a fight over raising the U.S. debt limit, that would have allowed the government to take a series of alternative, albeit controversial steps, such as paying some creditors ahead of others.\n\n‘SLASH AND BURN’\n\nOne senior Republican aide, who referred to Trump’s budget as a “slash and burn” proposal, said one fear of some House lawmakers was that they would be pressured to back big spending cuts only to have them rejected by the Senate, where Republicans hold a slimmer majority. The risk for House members is that their votes could prompt a backlash in the 2018 congressional elections.\n\nSenate Majority Leader Mitch McConnell has said a budget that cuts State Department funds by one-third is unlikely to pass in his chamber.\n\nOther high-ranking Republicans are setting off alarms.\n\nSenator Lindsey Graham, following a White House lunch on Tuesday with Trump, said: “What I told him is that when we get in a deadlock between the House and the Senate, different factions of the party ... you’re the guy who needs to come down and close the deal.”\n\nCole said Congress would ultimately have the final say on the budget.\n\n“At the end of the day, we’ll have a budget. We’ll pass the budget,” he said. “Our budget is not necessarily the president’s budget.”", "url": "https://www.reuters.com/article/us-usa-trump-budget-idUSKBN16K008"}, "article3": {"title": "Transcript of Donald Trump’s Immigration Speech", "content": "(APPLAUSE)\n\nBut to fix our immigration system, we must change our leadership in Washington and we must change it quickly. Sadly, sadly there is no other way. The truth is our immigration system is worse than anybody ever realized. But the facts aren’t known because the media won’t report on them. The politicians won’t talk about them and the special interests spend a lot of money trying to cover them up because they are making an absolute fortune. That’s the way it is.\n\nToday, on a very complicated and very difficult subject, you will get the truth. The fundamental problem with the immigration system in our country is that it serves the needs of wealthy donors, political activists and powerful, powerful politicians. It’s all you can do. Thank you. Thank you.\n\n(APPLAUSE)\n\nLet me tell you who it does not serve. It does not serve you the American people. Doesn’t serve you. When politicians talk about immigration reform, they usually mean the following: amnesty, open borders, lower wages. Immigration reform should mean something else entirely. It should mean improvements to our laws and policies to make life better for American citizens.\n\n(APPLAUSE)\n\nThank you. But if we’re going to make our immigration system work, then we have to be prepared to talk honestly and without fear about these important and very sensitive issues. For instance, we have to listen to the concerns that working people, our forgotten working people, have over the record pace of immigration and it’s impact on their jobs, wages, housing, schools, tax bills and general living conditions.\n\nThese are valid concerns expressed by decent and patriotic citizens from all backgrounds, all over. We also have to be honest about the fact that not everyone who seeks to join our country will be able to successfully assimilate. Sometimes it’s just not going to work out. It’s our right, as a sovereign nation, to chose immigrants that we think are the likeliest to thrive and flourish and love us.", "url": "https://www.nytimes.com/2016/09/02/us/politics/transcript-trump-immigration-speech.html"}}