{"foreign_id": "147_Real", "article1": {"title": "When Hillary and Donald Were Friends", "content": "The sensational, spidery plot of the most gripping game of thrones in modern history is best captured by two images. The first is from Donald J. Trump’s extravagant third wedding at his Mar-a-Lago estate in 2005: The junior senator from New York, glowing in gold silk and pearls, smiles up at the mogul in white tie with genuine delight as he says something that cracks up Hillary, Bill and Trump’s bejeweled bride, Melania. Donald and Hillary look “just like teenagers in love” in the flashbulb moment, as David Patrick Columbia, the editor of the website New York Social Diary, notes dryly. The second, more sinister image is from the St. Louis presidential debate last month: A Tang-colored Trump looms behind Hillary like a horror-movie fiend as she makes a point, while three of Trump’s guests in the front row, women who accused Bill of sexual assault, give her the stink eye and Chelsea and Bill sit nearby looking grim. What a difference a decade makes: from a Babylonian celebration, with Hillary and Bill cozying up to Donald, to a seething face-off, with Donald summoning ghosts from Bill’s scandalous past and threatening to throw Hillary in the clink if he’s elected.\n\nWe are in the final days of the first presidential contest between two New Yorkers in 72 years, since Thomas Dewey ran against Franklin D. Roosevelt: The 42-year-old Republican governor of New York used a Trump-style attack on the 62-year-old Democratic president, calling him “a tired old man.” On election night, the party and the wake will both be held in Manhattan. Hillary will hold hers at the Javits Convention Center, with its literal glass ceiling and, as The Times’s campaign reporter Maggie Haberman noted, an air of trolling: Back in the late 1970s, Trump wanted to build the center and slap the Trump name on it, but the city refused.\n\nIn this historically dreadful and mesmerizing election, which could lead to the death of the Republican Party and the ideological makeover of the Democratic Party, the New York aspect has been largely overshadowed. Only Lin-Manuel Miranda made a point of highlighting it, on “Saturday Night Live,” urging people to take their minds off the crazy election by coming to “Hamilton”: “It’s about two famous New York politicians locked in a dirty, ugly, mudslinging political campaign. Escapism!”\n\nIn the “single compact arena” of New York, E.B. White wrote, a gladiator and a promoter can come together in a city vibrating with great undertakings. “These two names, for the last two or three decades, represent what has been incredible and vulgar about this country at the same time,” says the Manhattan ad man and television personality Donny Deutsch. “We can trace our downfalls or upticks as a society through them.” The story of how Donald Trump and Hillary Clinton rose and reinvented themselves and embraced and brawled is the story of New York itself. It is a tale of power, influence, class, society and ambition that might have intrigued Edith Wharton, whose family once owned a grand home down the block from what is now Trump Tower.", "url": "https://www.nytimes.com/2016/11/06/magazine/when-hillary-and-donald-were-friends.html"}, "article2": {"title": "There's Really No Comparison Between The Trump And Clinton Foundations", "content": "There's Really No Comparison Between The Trump And Clinton Foundations\n\nEnlarge this image toggle caption Mark Lennihan/AP Mark Lennihan/AP\n\nThe Clinton Foundation and the Trump Foundation have similar-sounding names. And they've both become political targets in this election cycle. Beyond that, charities experts say, they have remarkably little in common. But the differences between them might reveal something about Hillary Clinton and Donald Trump.\n\n\"I think they're two very different types of charities,\" said Larry Noble, a lawyer at the Campaign Legal Center in Washington, D.C. \"One of them is very professionally run and does a lot of work. The other seems to be more loosely run. And seems to be more focused on Donald Trump.\"\n\nThe Trump Foundation has engaged in documented, flagrant acts of violation. That's really different.\"\n\nThe most obvious difference between the two foundations is scale. The Bill, Hillary & Chelsea Clinton Foundation, as it's formally known, is huge. It has hundreds of employees and a $90 million budget. The Donald J. Trump Foundation, by contrast, is fairly small. It has no full-time employees and a budget of about $600,000.\n\nDuring the vice presidential debate earlier this month, Republican Mike Pence argued that the Clinton Foundation is basically a slush fund for its founders.\n\n\"Less than 10 cents on the dollar in the Clinton Foundation has gone to charitable causes,\" Pence charged.\n\nBut charities experts say that statement is misleading.\n\n\"It's based on a misunderstanding,\" Noble said, \"either intentional or unintentional, of what kind of charitable foundation it is.\"\n\nThe Clinton Foundation and concerns of favors for big donors\n\nThe Clinton Foundation is what's called a public charity. That means it mostly raises money from other people and foundations (including, by the way, a gift of between $100,000 and $250,000 from the Trump Foundation in 2009). The Clinton Foundation spends that money on things like HIV and malaria prevention in Africa. It spends close to 90 cents of every dollar it gets on charitable causes, and earns top marks from watchdog groups.\n\nEnlarge this image toggle caption Brennan Linsley/AP Brennan Linsley/AP\n\nBut there's another criticism of the Clinton Foundation, one that Donald Trump himself has raised on the campaign trail.\n\n\"Her foundation took in large payments from major corporations and wealthy individuals, foreign and domestic, and all while she was secretary of state,\" Trump said at a rally in Akron, Ohio, in August, for example.\n\nIt's true that the Clinton Foundation accepts money from wealthy donors, both inside the U.S. and out. Emails between the staff at the Clinton Foundation and State Department show that some of those donors wanted access to Hillary Clinton, and that she did take meetings with some of them as secretary of state. But there's no evidence that big donors got any special favors from the State Department.\n\nStill, Noble said, appearances matter, \"because we're talking about government officials. And the concern is when they get a large contribution, it will influence the decision they make. Even if, as secretary of state, she did not concern herself at all with what big donors wanted, people will think that it did, in fact, influence her. And it undermines the credibility of decisions.\"\n\nThe Trump Foundation and concerns beyond appearances\n\nCharities experts have an entirely different set of concerns about the Trump Foundation — concerns that go beyond appearance.\n\n\"The Trump Foundation has engaged in documented, flagrant acts of violation,\" said Pamela Mann, a former head of the charities bureau in the New York attorney general's office. She is now a partner at Carter Ledyard & Milburn, LLP. \"That's really different.\"\n\nThe Trump Foundation is organized as a private foundation. It was originally set up to give away Donald Trump's money. But as reporting by the Washington Post shows, Trump hasn't given any of his own money to the foundation since 2008. Instead, his foundation raises money from other donors, as it did at a fundraiser for veterans Trump held in January that raised $1.6 million in contributions, according to the Trump Foundation's website.\n\nBut that got the Trump Foundation in trouble, because technically it's not registered to accept donations in New York state, where it's based. This month, New York's attorney general ordered the foundation to stop fundraising in the state.\n\nEnlarge this image toggle caption Gerald Herbert/AP Gerald Herbert/AP\n\nThe Trump Foundation broke IRS rules, too, when it made a contribution to a superPAC supporting Florida Attorney General Pam Bondi in 2013. Trump's foundation has described that contribution as a mistake and says Trump paid a penalty to the IRS. But Mann, the former charity watchdog, is skeptical.\n\n\"It suggests that they're not deeply concerned with playing by the rules,\" Mann said. \"It's unclear whether that's because they don't know what the rules are, or they are willfully ignoring the rules.\"\n\nThere are also questions about whether the Trump Foundation has spent money on things it shouldn't have, including two paintings of Trump himself, and a Tim Tebow football helmet.\n\nAnd there's evidence that Trump never delivered on his promise to donate $10,000 to help victims of the Sept. 11 attacks. New York City Controller Scott Stringer, who supports Hillary Clinton, told NPR his office pored over audited financial records for two big charities in the year following the attacks and found no donations from Trump.\n\n\"We found no evidence Mr. Trump contributed,\" Stringer said. \"It's possible he gave anonymously, or in other ways. You'd have to ask him. Our review found Mr. Trump did not, in fact, contribute to these groups.\"\n\nThe Trump campaign did not respond to requests for comment.\n\nThe New York Daily News, which first reported the lack of donations to the funds, noted that Trump surrogate and former New York Mayor Rudy Giuliani said during the Republican National Convention this summer that Trump gave anonymously.\n\nBut \"a spokesman for the controller's office told the Daily News that the office did not find any anonymous donations in its review of the earlier audit.\"\n\nAll this leads Noble at the Campaign Legal Center to ask whether Trump is really as generous as he claims to be. \"It looks like he's trying to appear that he's very charitable,\" Noble said. \"But if you pull back the curtain, it's grayer than that. It fits into a narrative of him using the charity for purposes of self-promotion.\"\n\nTrump could clarify how generous he is personally by releasing his tax returns, which would show charitable giving. But he has refused to do so, saying that he is under audit. There is nothing, however, preventing Trump from releasing his tax returns while under audit or releasing prior years of returns no longer under audit.\n\nThe Clintons have released decades of tax returns going back to the 1970s. Those returns show much of the charity the Clintons have given has been to their own foundation.\n\nAnd, of course, Critics argue that Hillary Clinton has used her family's foundation to promote her own political ambitions. And Noble agrees, to a point. But he says there's an important distinction.\n\n\"In the Clinton Foundation, it's really hard to deny they're doing good work,\" Noble said. \"I do think it's fair to say they may have been somewhat tone deaf to some of the things they were doing. And I think that does play into this certain narrative. And it's a narrative she's had to deal with anyway, about trustworthiness.\"\n\nBut Noble added that it would be a mistake to treat the allegations against the Trump and Clinton foundations as equivalent. The two charities are about as different as the candidates themselves.", "url": "https://www.npr.org/2016/10/17/498154413/theres-really-no-comparison-between-the-trump-and-clinton-foundations"}, "article3": {"title": "Opinion | Trump’s history of corruption is mind-boggling. So why is Clinton supposedly the corrupt one?", "content": "Gift Article Share\n\nWhat Donald Trump is doing on the campaign trail Share Share Share on Facebook Share on Twitter Share on Reddit Share on LinkedIn MailSolid Email this link View Photos View Photos Next Image MANCHESTER, NH - NOVEMBER 7: Republican presidential candidate Donald Trump speaks during a campaign event at SNHU Arena in Manchester, NH on Monday November 07, 2016. (Jabin Botsford/The Washington Post) In the heat of a presidential campaign, you’d think that a story about one party’s nominee giving a large contribution to a state attorney general who promptly shut down an inquiry into that nominee’s scam “university” would be enormous news. But we continue to hear almost nothing about what happened between Donald Trump and Florida attorney general Pam Bondi.\n\nI raised this issue last week, but it’s worth an update as well as some contextualization. The story re-emerged last week when The Post’s David A. Fahrenthold reported that Trump paid a penalty to the IRS after his foundation made an illegal contribution to Bondi’s PAC. While the Trump organization characterizes that as a bureaucratic oversight, the basic facts are that Bondi’s office had received multiple complaints from Floridians who said they were cheated by Trump University; while they were looking into it and considering whether to join a lawsuit over Trump University filed by the attorney general of New York State, Bondi called Trump and asked him for a $25,000 donation; shortly after getting the check, Bondi’s office dropped the inquiry.\n\nMarco Rubio accused Donald Trump of starting a \"fake university\" at the Feb. 25 GOP debate in Houston. Here's what you need to know about Trump University. (Video: Peter Stevenson/The Washington Post)\n\nAt this point we should note that everything here may be completely innocent. Perhaps Bondi didn’t realize her office was looking into Trump University. Perhaps the fact that Trump’s foundation made the contribution (which, to repeat, is illegal) was just a mix-up. Perhaps when Trump reimbursed the foundation from his personal account, he didn’t realize that’s not how the law works (the foundation would have to get its money back from Bondi’s PAC; he could then make a personal donation if he wanted). Perhaps Bondi’s decision not to pursue the case against Trump was perfectly reasonable.\n\nBut here’s the thing: We don’t know the answers to those questions, because almost nobody seems to be pursuing them.\n\nAdvertisement\n\nFor instance, there was only one mention of this story on any of the five Sunday shows, when John Dickerson asked Chris Christie about it on “Face the Nation“ (Christie took great umbrage: “I can’t believe, John, that anyone would insult Pam Bondi that way”). And the comparison with stories about Hillary Clinton’s emails or the Clinton Foundation is extremely instructive. Whenever we get some new development in any of those Clinton stories, you see blanket coverage — every cable network, every network news program, every newspaper investigates it at length. And even when the new information serves to exonerate Clinton rather than implicate her in wrongdoing, the coverage still emphasizes that the whole thing just “raises questions” about her integrity.\n\nFollow this author Paul Waldman 's opinions Follow\n\nThe big difference is that there are an enormous number of reporters who get assigned to write stories about those issues regarding Clinton. The story of something like the Clinton Foundation gets stretched out over months and months with repeated tellings, always with the insistence that questions are being raised and the implication that shady things are going on, even if there isn’t any evidence at a particular moment to support that idea.\n\nWhen it comes to Trump, on the other hand, we’ve seen a very different pattern. Here’s what happens: A story about some kind of corrupt dealing emerges, usually from the dogged efforts of one or a few journalists; it gets discussed for a couple of days; and then it disappears. Someone might mention it now and again, but the news organizations don’t assign a squad of reporters to look into every aspect of it, so no new facts are brought to light and no new stories get written.\n\nAdvertisement\n\nThe end result of this process is that because of all that repeated examination of Clinton’s affairs, people become convinced that she must be corrupt to the core. It’s not that there isn’t plenty of negative coverage of Trump, because of course there is, but it’s focused mostly on the crazy things he says on any given day.\n\nBut the truth is that you’d have to work incredibly hard to find a politician who has the kind of history of corruption, double-dealing, and fraud that Donald Trump has. The number of stories which could potentially deserve hundreds and hundreds of articles is absolutely staggering. Here’s a partial list:\n\nTrump’s casino bankruptcies , which left investors holding the bag while he skedaddled with their money\n\nTrump’s habit of refusing to pay contractors who had done work for him, many of whom are struggling small businesses\n\nTrump University , which includes not only the people who got scammed and the Florida investigation, but also a similar story from Texas where the investigation into Trump U was quashed.\n\nThe Trump Institute, another get-rich-quick scheme in which Trump allowed a couple of grifters to use his name to bilk people out of their money\n\nThe Trump Network, a multi-level marketing venture (a.k.a. pyramid scheme) that involved customers mailing in a urine sample which would be analyzed to produce for them a specially formulated package of multivitamins\n\nTrump Model Management, which reportedly had foreign models lie to customs officials and work in the U.S. illegally, and kept them in squalid conditions while they earned almost nothing for the work they did\n\nTrump’s employment of foreign guest workers at his resorts, which involves a claim that he can’t find Americans to do the work\n\nTrump’s use of hundreds of undocumented workers from Poland in the 1980s, who were paid a pittance for their illegal work\n\nTrump’s history of being charged with housing discrimination\n\nTrump’s connections to mafia figures involved in New York construction\n\nThe time Trump paid the Federal Trade Commission $750,000 over charges that he violated anti-trust laws when trying to take over a rival casino company\n\nThe fact that Trump is now being advised by Roger Ailes, who was forced out as Fox News chief when dozens of women came forward to charge him with sexual harassment. According to the allegations, Ailes’s behavior was positively monstrous; as just one indicator, his abusive and predatory actions toward women were so well-known and so loathsome that in 1968 the morally upstanding folks in the Nixon administration refused to allow him to work there despite his key role in getting Nixon elected.\n\nAnd that last one is happening right now. To repeat, the point is not that these stories have never been covered, because they have. The point is that they get covered briefly, then everyone in the media moves on. If any of these kinds of stories involved Clinton, news organizations would rush to assign multiple reporters to them, those reporters would start asking questions, and we’d learn more about all of them.\n\nAdvertisement\n\nThat’s important, because we may have reached a point where the frames around the candidates are locked in: Trump is supposedly the crazy/bigoted one, and Clinton is supposedly the corrupt one. Once we decide that those are the appropriate lenses through which the two candidates are to be viewed, it shapes the decisions the media make every day about which stories are important to pursue.\n\nAnd it means that to a great extent, for all the controversy he has caused and all the unflattering stories in the press about him, Trump is still being let off the hook.\n\nHillary Clinton’s campaign comes to an end Share Share Share on Facebook Share on Twitter Share on Reddit Share on LinkedIn MailSolid Email this link View Photos View Photos Next Image MANHATTAN, NY - The morning after loosing to Republican Nominee Donald Trump in the general Presidential election, Democratic Nominee for President of the United States former Secretary of State Hillary Clinton, accompanied by former President Bill Clinton, Chelsea Clinton, Senator Tim Kaine and Anne Holton, speaks to supporters and campaign staff in a packed ballroom at The New Yorker Hotel in midtown Manhattan, New York on Wednesday November 9, 2016. (Melina Mara/The Washington Post)\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/blogs/plum-line/wp/2016/09/05/trumps-history-of-corruption-is-mind-boggling-so-why-is-clinton-supposedly-the-corrupt-one/"}}