{"foreign_id": "148_Real", "article1": {"title": "Left-Leaning Economists Question Cost of Bernie Sanders’s Plans", "content": "WASHINGTON — With his expansive plans to increase the size and role of government, Senator Bernie Sanders has provoked a debate not only with his Democratic rival for president, Hillary Clinton, but also with liberal-leaning economists who share his goals but question his numbers and political realism.\n\nThe reviews of some of these economists, especially on Mr. Sanders’s health care plans, suggest that Mrs. Clinton could have been too conservative in their debate last week when she said his agenda in total would increase the size of the federal government by 40 percent. That level would surpass any government expansion since the buildup in World War II.\n\nThe increase could exceed 50 percent, some experts suggest, based on an analysis by a respected health economist that Mr. Sanders’s single-payer health plan could cost twice what the senator, who represents Vermont, asserts, and on critics’ belief that his economic assumptions are overly optimistic.\n\nHis campaign strongly contests both critiques, defending its numbers and attacking prominent critics as Clinton sympathizers and industry consultants.", "url": "https://www.nytimes.com/2016/02/16/us/politics/left-leaning-economists-question-cost-of-bernie-sanderss-plans.html"}, "article2": {"title": "The Ugly Consequences of Single-Payer Health Care", "content": "The late, great Nobel Laureate economist Milton Friedman said it best: “There’s no such thing as a free lunch.”\n\nFriedman’s pithy proverb reminds us that there is also no “free health care.” It’s a timely reminder, as Sen. Bernie Sanders, I-Vt., is making a public push for his “Medicare for All” bill.\n\nWhile liberals have long advocated “single-payer” systems for health care, what’s new this time is that they are coalescing around a plan. Sixteen Senate Democrats are co-sponsoring Sanders’ bill, and 120 Democrats in the House have signed on to a similar approach.\n\nFree Care?\n\nThis latest push for “single-payer” features the provision of “free health care” at the point of service from doctors, hospitals, and all other medical institutions.\n\nThe Sanders bill provides a comprehensive set of medical benefits and services, combined with “first dollar” coverage and outlaws all patient “cost sharing,” meaning no deductibles, no co-insurance, no copayments of any kind. Zero.\n\nSounds great, right? Well, P.J. O’Rourke, a prominent political humorist, improves on Friedman: “If you think health care is expensive now, wait until you see what it costs when it’s free.”\n\nMake no mistake: If Americans were ever foolish enough to take Sanders’ “single-payer” prescription, they would suffer a fiscal fever the likes of which they have never even imagined.\n\n>>> Read the full Heritage Foundation analysis of Sen. Sanders’ bill.\n\nLast year, two separate analyses—one from the Urban Institute and another from Professor Kenneth Thorpe at Emory University—outlined in dreadful detail the fiscal consequences of Sanders’ 2016 proposal.\n\nThough the analysts differed on their assumptions and calculated conclusions based on different models, they both came to the same conclusion: The Sanders “single-payer” bill is going to cost the American people far more than the senator and his academic and congressional allies claim, and the taxes to finance this massive enterprise are going to be huge.\n\nLast year, Sanders estimated that over 10 years (2017 to 2026), new federal spending for his “Medicare for All” proposal would amount to $13.8 trillion.\n\nBy getting rid of all private insurance, including the unnecessary marketing and administrative costs and simplifying the system by junking today’s public-private mélange of payment and delivery, ordinary Americans would see big savings compared to their current health care spending.\n\nWell, not quite. Thorpe, a former policy advisor to President Bill Clinton, projected that the full, 10-year cost of the plan would be $24.7 trillion .\n\nScholars at the Urban Institute, a prominent liberal think tank, estimated a stunning 10-year cost of $32 trillion. According to the Urban analysts, the Sanders plan would come up $16.6 trillion short of the revenues necessary to full pay for it. Socialism is expensive.\n\n‘Feeling the Bern?’\n\nWhile the Urban analysts did not model the tax impact of Sanders’ 2016 proposal, Thorpe did. He concluded that the senator’s 6.2 percent payroll tax, plus a 2.2 percent income-based premium tax, plus a whole series of special taxes on investments, dividends, “wealth,” and the hated “rich,” would not be sufficient pay for the program.\n\nThere are just not enough rich people to pay for socialized medicine.\n\nTaxes would have to be higher—much higher. So Thorpe concluded that to fully finance Sanders’ plan, as the senator outlined it in 2016, would require a combination of higher payroll and income based premium taxes, amounting to a 20 percent tax on income.\n\nAs for the promised savings for ordinary Americans? Forget it. Taxes on working families would be substantial.\n\nTo fully fund Sanders’ single-payer plan, Thorpe estimated, 71 percent of working families would end up paying more than what they pay now under current law.\n\nLoss of Freedom\n\nThere are other costs beyond the dollars and cents. As we have noted in a recent Heritage analysis of Sanders’ updated version of his bill, Americans would lose big chunks of their personal and economic freedom.\n\nRecall that when former President Barack Obama was campaigning relentlessly for Obamacare, he promised—falsely—that, “If you like you like your health plan, you will be able to keep your health plan.”\n\nIn fact, under Obamacare, you never really had the freedom to keep what you liked. In 2013, on the eve of the very first year of Obamacare’s full implementation, 4.7 million health insurance policies were cancelled across 30 states, whether enrollees liked them or not.\n\nOver the last three years, Obamacare’s health insurance costs exploded while personal choice and market competition collapsed. By 2016, Americans in 70 percent of U.S. counties were left with only one or two options.\n\nSanders and his 16 Senate Democratic colleagues deserve applause for their refreshing honesty. They make no pretense whatsoever that you can keep your health plan, regardless of your personal wants, needs, or preferences. You don’t count.\n\nUnder the Sanders bill, almost all private health insurance would be outlawed, including your employment-based health coverage. Today, nearly 60 percent of working-age Americans get their health insurance through private, employer-based plans.\n\nLikewise, persons enrolled in existing government health programs—Medicare, Medicaid, and the Children’s Health Insurance Program (CHIP)—would be absorbed into the new government health plan.\n\nThe Sanders bill not only abolishes private plans in the Obamacare exchanges, but kills off the popular and successful Federal Employees Health Benefits Program which provides benefits to over 8 million current and former federal employees. For military dependents, TRICARE would also be gone.\n\nCuriously, the scandal-ridden Veterans Administration program and the troubled Indian Health Services would remain. Of course, both are ideologically correct: They are “single-payer” systems.\n\nThe Sanders bill would concentrate enormous power in the health and human services secretary, far beyond the already expansive administrative discretion that the secretary exercises today under Obamacare.\n\nThe secretary’s power would extend to the establishment of a national health care budget for all health care spending, provider payment, standards for provider participation, and the quality of care delivery.\n\nTaxpayer funding of abortion, among other things, would be compulsory, and, at least from the language of the text, it appears that there would be no traditional conscience protections for doctors and patients opposed to unethical or immoral medical procedures.\n\nThe bill would allow for very limited private contracting between doctors and patients for medical care outside of the government system.\n\nIf a doctor and a patient wanted to contract privately for medical services, the doctor would have to give up treating all other patients enrolled in the government health plan and receiving reimbursement from the government for one full year.\n\nCuriously, such an absurd restriction on personal freedom does not even exist in Britain’s National Health Service, the granddaddy of socialized medicine, where doctors freely practice in both the government program and the private sector.\n\nSanders and his colleagues have outlined a clear direction for America’s health policy: a government monopoly with centralized power over American health care financing and delivery; a massive increase in federal spending combined with promised savings that will not materialize; enormous tax increases that will reach deep down into the working class; new restrictions on personal and economic freedom; and, for patients who want or need something new and better, virtually no avenue of escape.\n\nSanders and his colleagues have put their vision—profoundly authoritarian—into legislative form. It is touted in the media and elsewhere as a viable alternative only in the wake of the Senate Republicans’ monumental failure to come together and enact an alternative to Obamacare.\n\nSen. John Barrasso, R-Wyo., has recently asked the Congressional Budget Office to score the cost of the latest version of Sanders’ plan.\n\nMeanwhile, the president and the Congress should explain to the American people how a patient-centered, market-based set of reforms will reduce health insurance costs, improve access to quality care, and expand their personal freedom.\n\nIn short, they should outline their vision—and fight for it.", "url": "https://www.heritage.org/health-care-reform/commentary/the-ugly-consequences-single-payer-health-care"}, "article3": {"title": "Here’s Why Bernie Sanders’ 5% Growth Plan Isn’t Crazy After All", "content": "Controversy erupted last week when University of Massachusetts Professor Gerald Friedman produced estimates showing that under the Sander’s economic plan, “The growth rate of the real gross domestic product will rise from 2.1 percent per annum to 5.3 percent so that real GDP per capita will be over $20,000 higher in 2026 than is projected under the current policy.” The reaction from critics is exemplified by a letter from four former heads of the Council of Economic Advisors under Democratic presidents, Alan Krueger, Austan Goolsbee, Christina Romer, and Laura D’Andrea Tyson:\n\n“As much as we wish it were so, no credible economic research supports economic impacts of these magnitudes. Making such promises runs against our party’s best traditions of evidence-based policy making and undermines our reputation as the party of responsible arithmetic.”\n\nRelated: The Pros and Cons of Bernie Sanders’ $50 Billion Tax Idea\n\nDefenders such as Jamie Galbraith, an economist at the University of Texas, argued that there is nothing “magical” or outlandish about the estimates, Professor Friedman used a defensible model to obtain his results:\n\n“What the Friedman paper shows, is that under conventional assumptions, the projected impact of Senator Sanders' proposals stems from their scale and ambition.\n\nWhen you dare to do big things, big results should be expected. The Sanders program is big, and when you run it through a standard model, you get a big result.”\n\nIs it possible for the economy to reach such a high rate of economic growth? To answer that question, this graph from University of Wisconsin Professor Menzie Chinn is helpful:\n\nThe graph shows the actual path of real GDP, the expected trend for potential real GDP based upon pre-recession data, and updated estimates of the trend from the CBO in light of the Great Recession.\n\nRelated: Bernie Sanders’ $18 Trillion Price Tag If Elected President\n\nWhy is there such a big difference between the pre- and post-recession estimates of the trend for real GDP? First, the housing bubble inflated the pre-recession data and distorted estimates of the trend in GDP upward, something that was not recognized until after the housing bubble collapsed.\n\nSecond, the rate of population growth has been declining and the population has been aging in a way that was not fully revealed in the pre-recession data, both of which reduce the size of the workforce and our ability to produce goods and services.\n\nThird, during the recession, many people, discouraged by their job prospects, dropped out of the labor force and many will never return. Finally, productivity fell during the recession reducing our productive capacity. As former president of the Minneapolis Fed, Narayana Kocherlakota notes, empirical estimates suggest that a 1 percent increase in unemployment is associated with a .9 percent fall if productivity, which is a fairly sizeable amount.\n\nOur ability to grow over the next few years depends upon the size of the gap between actual output and potential (trend) output. The bigger the gap, the more room there is for short-run growth. From the graph, it appears as though the gap between actual and potential output is relatively small, and hence our ability to grow over the next few years is limited. How can we possibly sustain a 5 percent growth rate over the next several years with such a limited gap to close?\n\nRelated: Sanders' Big Spending Plans Would Reinvent the U.S.\n\nHowever, there is a lot of uncertainty in the estimates of potential output. We don’t know for sure how many of the people who left the labor force during the recession will return when the economy begins to boom, job opportunities are plentiful, and wages finally begin to rise. We are uncertain about how much of the pre-recession estimates of the trend rate in output was due to the housing bubble rather than true underlying economic fundamentals.\n\nWe are also uncertain about how much of the fall in productivity during the recession was due to long-run structural factors rather than the economic downturn. We can calculate the fall in population and the aging of the population fairly precisely, but when it comes to translating those estimates into the effects on the workforce, we cannot know for sure, to take one example, how many people will retire at age 62 rather than keep working until they are 65 or older.\n\nBecause of this uncertainty, we should not take it as given that our ability to grow over the next few years is as limited as the graph above might imply. An aggressive policy such as Senator Sanders has in mind could, in the end, result in inflation as we butt up against and try to push past the constraint implied by the estimates of potential output. But there is considerable uncertainty about this and there may be more room than we think. As I see it, accepting that our capacity to grow is limited when in fact there is considerable room for growth is a much bigger error than attempting to grow and finding that the gap is small.\n\nRelated: Bernie Sanders: ‘We Will Raise Taxes. Yes, We Will’\n\nIn the first case, people who could be working remain unemployed, while in the second there would be inflation. Inflation is relatively easy for monetary authorities to reverse, and the costs fall mainly on the wealthy. Unemployment is much harder to overcome, and the costs fall mainly on the working class. Thus, if we are going to make a mistake, it ought to be shooting for more employment than we need rather than too little.\n\nIn addition, the long-run trend rate of economic growth depends upon economic policy. If we implement policies that promote both public sector and private sector investment, it’s possible to lift our long-run potential above where it is today. Actual output would then be chasing a moving target as we try to close the output gap, and we might be surprised at how much our productive capacity, and hence our ability to provide jobs, can be increased.\n\nNarayana Kocherlakota argues “that there are good reasons to believe that, with appropriate stimulus, it would be possible to achieve growth outcomes of around 5-6 percent per year for the next four years.” But we won’t know unless we try. The inflation risk is minimal, and we owe the households who have struggled so much during the recession and the long, drawn out recovery the best possible chance we can give them of finding a decent job.", "url": "https://www.thefiscaltimes.com/Columns/2016/02/23/Here-s-Why-Bernie-Sanders-5-Growth-Plan-Isn-t-Crazy-After-All"}}