{"foreign_id": "149_Real", "article1": {"title": "2016 Election Forecast: Who Will Be President?", "content": "The estimates on this page are based on pre-election polls. For an estimate including results, The Times is providing live forecasts on election night. President Senate House\n\nHillary Clinton has an 85% chance to win. Last updated hasto win. Chance of winning\n\nThe Upshot’s elections model suggests that Hillary Clinton is favored to win the presidency, based on the latest state and national polls. A victory by Mr. Trump remains possible: Mrs. Clinton’s chance of losing is about the same as the probability that an N.F.L. kicker misses a 37-yard field goal.\n\nFor months, we’ve been updating our estimates with each new poll. Today, it’s Election Day, what we’ve all been waiting for, and there will be no more updates. You can chart different paths to victory below. Here’s how our estimates have changed over time:\n\nTo understand what is driving the national trend, it’s worth taking a look at the states where the winning probabilities have changed most over the last two weeks:\n\nTo forecast each party’s chance of winning the presidency, our model calculates vote estimates for each state and the District of Columbia, as well as congressional districts in Maine and Nebraska, which assign electoral votes by district.\n\nIn the table below, we have divided the country into groups based on each area’s voting history relative to the nation since 2004. Our forecast in places that tend to vote …\n\nMaine and Nebraska award two electoral votes to the statewide winner and a single electoral vote to the winner of each congressional district.\n\nThe New York Times is one of many news organizations to publish election ratings or forecasts. Some, like FiveThirtyEight or the Princeton Election Consortium, use statistical models, as The Times does; others, like the Cook Political Report, rely on reporting and knowledgeable experts’ opinions. PredictWise uses information from betting markets.\n\nWe compile and standardize these ratings every day into one scoreboard for comparison. First, every organization’s estimate for who will win the presidency:\n\nNYT 538 HuffPost PW PEC DK Cook Roth. Sabato Note: The 538 model shown is its default (polls-only) forecast. Qualitative ratings reflect the rating for the state in the middle of each organization’s forecast, weighted by electoral votes.\n\nSecond, each organization’s state-by-state ratings. Viewed together, the differences between the models become much clearer.\n\nSome combinations of electoral votes are much more common than others. The chart below shows the estimated likelihood of each outcome.\n\nElectoral votes for Hillary Clinton →\n\nThe interactive diagram below illustrates Mr. Trump’s challenging path to the presidency. Here, we let you control the outcome of the nine states that have voted most like the nation since 2004, plus North Carolina, which has emerged in the past decade as a more competitive state. We then assume that Mr. Trump and Mrs. Clinton win the other states in which they are favored. Above all, this diagram illustrates how important Florida and Pennsylvania are to both candidates.\n\nSelect a winner in the states below to see either candidate's paths to victory.", "url": "https://www.nytimes.com/interactive/2016/upshot/presidential-polls-forecast.html"}, "article2": {"title": "Why 2016 election polls missed their mark", "content": "The results of Tuesday’s presidential election came as a surprise to nearly everyone who had been following the national and state election polling, which consistently projected Hillary Clinton as defeating Donald Trump. Relying largely on opinion polls, election forecasters put Clinton’s chance of winning at anywhere from 70% to as high as 99%, and pegged her as the heavy favorite to win a number of states such as Pennsylvania and Wisconsin that in the end were taken by Trump.\n\nHow could the polls have been so wrong about the state of the election?\n\nThere is a great deal of speculation but no clear answers as to the cause of the disconnect, but there is one point of agreement: Across the board, polls underestimated Trump’s level of support. With few exceptions, the final round of public polling showed Clinton with a lead of 1 to 7 percentage points in the national popular vote. State-level polling was more variable, but there were few instances where polls overstated Trump’s support.\n\nThe fact that so many forecasts were off-target was particularly notable given the increasingly wide variety of methodologies being tested and reported via the mainstream media and other channels. The traditional telephone polls of recent decades are now joined by increasing numbers of high profile, online probability and nonprobability sample surveys, as well as prediction markets, all of which showed similar errors.\n\nPollsters don’t have a clear diagnosis yet for the misfires, and it will likely be some time before we know for sure what happened. There are, however, several possible explanations for the misstep that many in the polling community will be talking about in upcoming weeks.\n\nOne likely culprit is what pollsters refer to as nonresponse bias. This occurs when certain kinds of people systematically do not respond to surveys despite equal opportunity outreach to all parts of the electorate. We know that some groups – including the less educated voters who were a key demographic for Trump on Election Day – are consistently hard for pollsters to reach. It is possible that the frustration and anti-institutional feelings that drove the Trump campaign may also have aligned with an unwillingness to respond to polls. The result would be a strongly pro-Trump segment of the population that simply did not show up in the polls in proportion to their actual share of the population.\n\nSome have also suggested that many of those who were polled simply were not honest about whom they intended to vote for. The idea of so-called “shy Trumpers” suggests that support for Trump was socially undesirable, and that his supporters were unwilling to admit their support to pollsters. This hypothesis is reminiscent of the supposed “Bradley effect,” when Democrat Tom Bradley, the black mayor of Los Angeles, lost the 1982 California gubernatorial election to Republican George Deukmejian despite having been ahead in the polls, supposedly because voters were reluctant to tell interviewers that they were not going to vote for a black candidate.\n\nThe “shy Trumper” hypothesis has received a fair amount of attention this year. If this were the case, we would expect to see Trump perform systematically better in online surveys, as research has found that people are less likely to report socially undesirable behavior when they are talking to a live interviewer. Politico and Morning Consult conducted an experiment to see if this was the case, and found that overall, there was little indication of an effect, though they did find some suggestion that college-educated and higher-income voters might have been more likely to support Trump online.\n\nA third possibility involves the way pollsters identify likely voters. Because we can’t know in advance who is actually going to vote, pollsters develop models predicting who is going to vote and what the electorate will look like on Election Day. This is a notoriously difficult task, and small differences in assumptions can produce sizable differences in election predictions. We may find that the voters that pollsters were expecting, particularly in the Midwestern and Rust Belt states that so defied expectations, were not the ones that showed up. Because many traditional likely-voter models incorporate measures of enthusiasm into their calculus, 2016’s distinctly unenthused electorate – at least on the Democratic side – may have also wreaked some havoc with this aspect of measurement.\n\nWhen the polls failed to accurately predict the British general election in May 2015, it took a blue ribbon panel and more than six months of work before the public had the results of a data-driven, independent inquiry in hand. It may take a similar amount of time to get to the bottom of this election as well. The survey industry’s leading standards association, the American Association for Public Opinion Research, already has an ad hoc committee in place to study the election and report back in May (Pew Research Center’s Director of Survey Research Courtney Kennedy is chairing the committee).\n\nPollsters are well aware that the profession faces serious challenges that this election has only served to highlight. But this is also a time of extensive experimentation and innovation in the field. The role of polling in a democracy goes far beyond simply predicting the horse race. At its best, polling provides an equal voice to everyone and helps to give expression to the public’s needs and wants in ways that elections may be too blunt to do. That is why restoring polling’s credibility is so important, and why we are committed to helping in the effort to do so.", "url": "https://www.pewresearch.org/short-reads/2016/11/09/why-2016-election-polls-missed-their-mark/"}, "article3": {"title": "What Do Economic Models Really Tell Us About Elections?", "content": "Yesterday’s column on the weak historical relationship between the unemployment rate and presidential performance generated a mostly favorable reaction. But I also got a few replies wondering how to reconcile these findings against the claims, made with some frequency by political scientists, that presidential elections can be forecast with pinpoint accuracy provided that you know the economic fundamentals.\n\nMight it be that the unemployment rate is the “wrong” variable? It has a couple of flaws. It tends to be more a lagging than a leading indicator. It affects a relatively small number of voters (although underemployment is another matter). There is ample room to critique the way that it is calculated, such as by excluding “discouraged workers” from the calculation, and it’s subject to reasonably large measurement errors.\n\nApart from the unemployment rate, the economic measures that we hear about most frequently are probably gross domestic product (G.D.P.) growth and inflation. Do either of these do a better job of forecasting elections?\n\nYes, but they still don’t do terribly well.\n\nHere’s the comparison over the past 100 years of real (inflation-adjusted), per-capita G.D.P. growth over the course of the president’s term to performance of the incumbent party:\n\nG.D.P. growth explains about 12 percent of election results. That’s something — but it still leaves 88 percent unexplained. If this was as well as we could do, the slogan “it’s the economy, stupid” might have to be revised to “sure, you’d rather have a better economy than a weaker one; it probably makes some difference at the margin” — which doesn’t make for a very good bumper sticker.\n\nRoughly the same is true of the inflation rate:\n\nHowever, this one is a little tricky because both high inflation and deflation have deleterious effects on the consumer. A quadratic curve does somewhat better than a straight-line estimate: low (but positive) inflation helps the incumbent president, while either deflation or high inflation hurt.\n\nYou can do a bit better still if you combine these measures. One relatively elegant method is to subtract the inflation rate from the per-capita G.D.P. growth rate. This explains about 43 percent of the variance in election results:\n\nSo we can breathe a sigh of relief. The economic fundamentals clearly do make some difference — quite a bit really.\n\nBut we shouldn’t expect any miracles. This cute little model would have called the wrong winner in six of the past 25 elections: 1912, 1948, 1952, 1960, 1968, and 2000 (although it would have gotten the winner of the popular vote right in that year). And it would have missed the margin in the popular vote by about 8 points on average, or roughly 4 points for each of the two major candidates (since a vote for one of them means a vote against the other).\n\nThis seems like a healthy state of affairs. Simple economic variables can account for a little less than half of the variability in election results. The other half falls into the “everything else” category, including factors such as foreign policy successes and failures, major scandals, incumbency, candidate quality, controversial social legislation and structural factors like changes in partisanship. Technically speaking, some of the variability may also be explained by economic factors that weigh upon voters’ minds, but which are not easily quantified by measures like G.D.P. and inflation.\n\nNevertheless, the heuristic “it’s half the economy and half everything else, stupid” is a pretty good way to think about presidential elections.\n\nSome models, however, claim to have much more predictive power than this, using economic variables (sometimes along with noneconomic variables) to explain as much as 90 percent of presidential election results. You should be very skeptical of these claims.\n\nPerhaps the best-known of these models is the so-called “Bread and Peace” model designed by Douglas Hibbs of the University of Gothenberg. There are a lot of things to admire about this model. Most notably, it’s not larded down with superfluous variables. Instead, it is based on just two: growth in real, per-capita disposable income (weighted to place more emphasis on the later years of a president’s term than the earlier ones), and the number of military fatalities resulting from U.S.-initiated foreign conflicts. (The latter definition would apply to wars like Iraq or Vietnam — but not to something like the Gulf War or World War II where the U.S. was responding to another country’s attack.)\n\nMr. Hibbs, using data from 1952 through 2008, claims to be able to explain almost 90 percent of the variance in presidential election results based on these variables alone, missing the results by just a point or two on average:\n\nThere are a couple of common critiques of this model. One is that the way it defines wars is a bit problematic. For instance, because the Korean War resulted in 14 times more U.S. fatalities than the Iraq War, it had about 14 times more effect on Mr. Hibbs’s model. Perhaps that’s a defensible position — U.S. soldiers being killed in action is a very noticeable impact for the public — but by other measures we might have expected Iraq to have a larger impact: it was more unpopular than the Korean War, and it was quite a bit more expensive.\n\nNevertheless, the proof is the model’s predictive power. Mr. Hibbs first released forecasts using this model in 1992, and since then it has performed acceptably well but not superbly, with fairly big misses in 1996 and 2000 but good results in the other years, including 2008.\n\nStill, there are some signs that the model is not quite as accurate as claimed. Using these two variables to forecast the results of the elections of 1952 through 1988 — the dataset that Mr. Hibbs originally had to work with — would have missed the incumbent party’s vote share by just 0.8 percentage points, on average. Since then, on the out-of-sample results, the average miss has been 2.6 percentage points.\n\nWe can, of course, wait to see how this model does in 2012, 2016, 2020 and so forth to get a better sense for how accurate it really is. But I don’t have that much patience! So here’s what we can do instead — it’s a technique that I’ve applied to other models of this type. We can plug in the data from elections prior to 1952, which were outside the period that the model to build its estimates. How would the model have performed in 1948, for example?\n\nI dug deep into the bowels of the Census Bureau’s Web site and discovered data on disposable income growth dating back to the 1920s. (The data is annual rather than quarterly, but this is easy to adjust for and should make only an extremely minor difference.) The other variable that Mr. Hibbs uses — military casualties — isn’t pertinent to these years because the only major conflict that the U.S. fought in during this period was World War II, a “good” war in which the United States was compelled into action because of Axis hostilities and that therefore would not meet Mr. Hibbs’s definition.\n\nHere, again, is how the model performed from 1952 through 2008:\n\nNow, let’s plug in 1948:\n\nUh-oh. The model did really, really badly in 1948. Disposable income growth was actually negative in the four years preceding 1948, according to Mr. Hibbs’s formula. It would have predicted, therefore, just a 43 percent share of the two-party vote (that is, excluding votes for third parties) for Harry Truman. Instead, Truman got 52 percent of the two-party vote and won the election over Thomas Dewey, much to the Chicago Tribune’s surprise.\n\nBut 1948 was a weird year — lots of erratic economic data in the postwar period. How would the model have performed in 1944?\n\nAnother bad year for the model. Income growth was prodigious in these years, and the model would have expected Franklin Roosevelt to win a landslide victory, getting 66 percent of the two-party vote. Roosevelt booked a solid win, but his actual total of 54 percent of the two-party vote is not particularly close to the model’s estimate. This election occurred during World War II; perhaps Mr. Hibbs’ distinction between good and bad wars is less salient to the American public than we might think. But this is a poor result.\n\nThe 1940 election occurred before the bombing of Pearl Harbor, and the model performed better in that year, missing Roosevelt’s vote share by 4 points.\n\nBut 1936 constituted another big problem. Disposable income growth between 1932 and 1936 was an astounding 8.5 percent. That should have translated, according to the formula, to Roosevelt receiving 77 percent of the two-party vote. Roosevelt performed really, really well in 1936, winning all but two states, but he won only 62 percent of the vote rather than 77 percent.\n\nA similar problem is apparent in 1932. Herbert Hoover presided over the biggest economic disaster in United States history, with per capita income growth declining by 8.4 percent. Mr. Hibbs’s formula would have called for him to win just 16 percent of the major-party vote. Hoover did, in fact, lose in a landslide, but things weren’t quite that bad.\n\n1928, a seemingly normal year (no depressions, no wars), was another bad one for the model. Although some other economic measures were decent or good, disposable income growth was slow enough that the model would have predicted that Hoover would receive 47 percent of the vote and lose the election. Instead, he won in a landslide, defeating the Democratic candidate, Al Smith.\n\nIf it’s any consolation, the model would have performed quite well in 1924.\n\nOverall, however, the model performs quite poorly on out-of-sample results. In the years from 1924 through 1948, and from 1992 through 2008, it would have missed the incumbent party’s vote share by an average of 7.8 points, and a median of 4.7 points. By contrast, a naive strategy of simply guessing that the incumbent party would win exactly half the vote would have done better, missing by an average of 5.8 points and a median of 4.3 points.\n\nIf we redo the model using all the data from 1924 through 2008, it explains about 60 percent — not 90 percent — of the variance in the presidential vote. Importantly, the coefficient on the growth variable is also quite a bit lower, meaning that the electorate is somewhat less sensitive to economic performance. Each percentage point rise in income growth translates to a 1.5 percentage point rise in the incumbent party’s vote share, rather than 3.6 percent as the original model implied.\n\nAnd if we remove the war causalities variable and just focus on what the model tells us about the economy, it explains almost exactly half the vote. That’s good, but not much better than our simple G.D.P.-and-inflation model.\n\nTo be clear, I think Mr. Hibbs’s model is the best of its kind. But there’s nothing magical about it, and the fact that it performed so uncannily well from 1952 through 1988 is not a good reflection of its predictive power. Core economic variables explain about half of the presidential vote — the rest is up to the candidates and the voters.\n\nAt the risk of beating a dead horse, let me reiterate that this is a result that I find intuitively appealing.\n\nI’d be worried if, as our study of the unemployment rate seemed to imply, the economy had no effect on election results at all; that clearly seems wrong given the effect it has upon people’s lives and the media’s (appropriate) attention to it.\n\nBut I’d be just as worried if one or two economic variables explained 90 percent of the results. Wars matter, above and beyond what can be measured with a single variable based on military causalities. Watergate mattered. September 11 mattered. Monica Lewinsky mattered. The fact that parties have nominated candidates as strong as Dwight Eisenhower and as weak as George McGovern — that matters. It matters that the electorate goes through phases of being relatively more and relatively less partisan.\n\nIn 2012, things like President Obama’s unpopular health care bill, the Republicans’ unpopular Medicare bill, and the death of Osama bin Laden are likely to matter. So will the economy (those numbers are getting worse for Mr. Obama).\n\nBut the results are not quite baked in, as some would have you believe. Until we reach the point where the polls become more reliable — the nice thing about polls is that they permit voters to determine for themselves what matters to them, rather than having preferences inferred by a statistical formula — my advice is to look at more rather than fewer pieces of evidence.\n\nLook at a broad range of economic variables — maybe you should pay a little bit more attention to disposable income growth, and a little bit less to unemployment — but look at all of the major ones. Look at Mr. Obama’s approval ratings — we’re just now getting to the point where they can start to have a tiny bit of predictive power. Look at the number of people who say the country is on the right track or the wrong track. Don’t dismiss the importance of factors like the health care bill and the death of Bin Laden just because their impact is harder to quantify. Furthermore, consider the potential impact of “black swan” types of events: everything from a debt default to a Tea Party candidate running as an independent.\n\nIt’s much too soon to reduce the election down to a four-word catch phrase, or to a two-variable formula. It’s the economy, stupid. And everything else too.", "url": "https://fivethirtyeight.com/features/what-do-economic-models-really-tell-us-about-elections/"}}