{"foreign_id": "14_Fake", "article1": {"title": "Paul Horner, Fake News Purveyor Who Claimed Credit For Trump's Win, Found Dead At 38", "content": "Paul Horner, Fake News Purveyor Who Claimed Credit For Trump's Win, Found Dead At 38\n\nIn an interview with CNN in December, Paul Horner defended his stories as political satire: \"There's a lot of humor, a lot of comedy in it.\" CNN YouTube\n\nThough President Trump often derides the mainstream media as \"fake news,\" we know now that there were people who consciously crafted false news stories during the 2016 election and passed them off as real.\n\nOne of those people was Paul Horner, who made his living creating news hoaxes that often went viral. Authorities say Horner was found dead last week near Phoenix; he was 38.\n\nThe Maricopa County Sheriff's Office told NPR that an autopsy found no signs of foul play and that Horner's family said he had a history of abusing prescription drugs. Evidence at the scene suggests that Horner may have died from an accidental overdose, according to the sheriff's office.\n\nThe county's Office of the Medical Examiner told NPR that its investigation into Horner's death is open and pending, and thus foul play has not been ruled out.\n\nIn a business now associated with Russia and Macedonia, Horner was a homegrown news fabricator.\n\nHe considered himself a political satirist. \"There's a lot of humor, a lot of comedy in it,\" he told CNN's Anderson Cooper in December.\n\nHe created fake stories for his website National Report that were likely to find a believing audience. In one fake story, The Washington Post reports, he claimed that President Barack Obama used his own money to keep open a \"federally funded\" Muslim culture museum during a government shutdown. Horner was delighted that Fox News reported that story as fact before they backtracked.\n\n\"Is National Report the fake news site, or Fox News?\" he asked the newspaper. \"You decide.\"\n\nIn an interview with the Post after the 2016 election Horner said, \"I think Trump is in the White House because of me.\"\n\n\"His followers don't fact-check anything — they'll post everything, believe anything,\" he said. \"His campaign manager posted my story about a protester getting paid $3,500 as fact. Like, I made that up. I posted a fake ad on Craigslist.\"\n\nIt's difficult to gauge whether Horner was as influential as he claimed. But his stories certainly reached wide audiences, often by masquerading as coming from reputable news sources.\n\nHis fake story about Obama invalidating November's election result was shared more than 250,000 times on Facebook, according to the Post. Horner told BuzzFeed that another of his bogus stories, which claimed 20 million Amish people had committed to vote for Trump, turned up in Google News and garnered 750,000 page views in two days.\n\nHorner told the newspaper that he was making $10,000 a month from Google-powered ads on his websites.\n\n\"I hate Trump,\" he said. But he targeted conservatives with his stories because he found it was more profitable.\n\nWhen asked why he would write the stories he did, like peddling the idea that there were paid protesters at Trump rallies, Horner said he assumed someone would fact-check it.\n\n\"I mean that's how this always works: Someone posts something I write, then they find out it's false, then they look like idiots,\" he told the Post. \"But Trump supporters — they just keep running with it! They never fact-check anything! Now he's in the White House. Looking back, instead of hurting the campaign, I think I helped it. And that feels [bad].\"\n\n\"I do it to try to educate people,\" Horner claimed in the interview on CNN. \"I see certain things wrong in society that I don't like.\"\n\nFacebook announced last week that it would undertake a number of reforms to guard against interference in elections. But CEO Mark Zuckerberg said the social network wouldn't be able to catch everything.\n\n\"We don't check what people say before they say it,\" he said. \"And frankly, I don't think our society should want us to.\"\n\nHorner's brother told The Associated Press that there was \"a genius behind a lot of\" his brother's work.\n\n\"I think he just wanted people to just think for themselves,\" said J.J. Horner. \"Read more; get more involved instead of just blindly sharing things.\"", "url": "https://www.npr.org/sections/thetwo-way/2017/09/27/554050916/paul-horner-fake-news-purveyor-who-claimed-credit-for-trump-s-win-found-dead-at-"}, "article2": {"title": "Notorious fake news writer who claimed credit for Trump’s victory is found dead at 38", "content": "Paul Horner claimed that his fake stories were satire, but also claimed credit for helping put Donald Trump in the White House with them. Photo: CNN", "url": "https://www.scmp.com/news/world/united-states-canada/article/2113144/notorious-fake-news-writer-who-claimed-credit-trumps"}, "article3": {"title": "Facebook fake-news writer: ‘I think Donald Trump is in the White House because of me’", "content": "Gift Article Share\n\nBut in recent months, Horner has found the fake-news ecosystem growing more crowded, more political and vastly more influential: In March, Donald Trump’s son Eric and his then-campaign manager, Corey Lewandowski, even tweeted links to one of Horner’s faux-articles. His stories have also appeared as news on Google.\n\nIn light of concerns that stories like Horner’s may have affected the presidential election, and in the wake of announcements that both Google and Facebook would take action against deceptive outlets, Intersect called Horner to discuss his perspective on fake news. This transcript has been edited for clarity, length and — ahem — bad language.\n\nYou’ve been writing fake news for a while now — you’re kind of like the OG Facebook news hoaxer. Well, I’d call it hoaxing or fake news. You’d call it parody or satire. How is that scene different now than it was three or five years ago? Why did something like your story about Obama invalidating the election results (almost 250,000 Facebook shares, as of this writing) go so viral?\n\nAdvertisement\n\nHonestly, people are definitely dumber. They just keep passing stuff around. Nobody fact-checks anything anymore — I mean, that’s how Trump got elected. He just said whatever he wanted, and people believed everything, and when the things he said turned out not to be true, people didn’t care because they’d already accepted it. It’s real scary. I’ve never seen anything like it.\n\nYou mentioned Trump, and you’ve probably heard the argument, or the concern, that fake news somehow helped him get elected. What do you make of that?\n\nMy sites were picked up by Trump supporters all the time. I think Trump is in the White House because of me. His followers don’t fact-check anything — they’ll post everything, believe anything. His campaign manager posted my story about a protester getting paid $3,500 as fact. Like, I made that up. I posted a fake ad on Craigslist.\n\nWhy? I mean — why would you even write that?\n\nAdvertisement\n\nJust ’cause his supporters were under the belief that people were getting paid to protest at their rallies, and that’s just insane. I’ve gone to Trump protests — trust me, no one needs to get paid to protest Trump. I just wanted to make fun of that insane belief, but it took off. They actually believed it.\n\nConsider these points before sharing an article on Facebook. It could be fake. (Video: Monica Akhtar/The Washington Post)\n\nI thought they’d fact-check it, and it’d make them look worse. I mean that’s how this always works: Someone posts something I write, then they find out it’s false, then they look like idiots. But Trump supporters — they just keep running with it! They never fact-check anything! Now he’s in the White House. Looking back, instead of hurting the campaign, I think I helped it. And that feels [bad].\n\nYou think you personally helped elect Trump?\n\nI don’t know. I don’t know if I did or not. I don’t know. I don’t know.\n\nEarly on the morning of Nov. 9, 2016, President-elect Donald Trump addressed supporters in New York. Here are key moments from that speech. (Video: Sarah Parnass/The Washington Post, Photo: Jabin Botsford/The Washington Post)\n\nI guess I’m curious, if you believed you might be having an unfair impact on the election — especially if that impact went against your own political beliefs — why didn’t you stop? Why keep writing?\n\nAdvertisement\n\nI didn’t think it was possible for him to get elected president. I thought I was messing with the campaign, maybe I wasn’t messing them up as much as I wanted — but I never thought he’d actually get elected. I didn’t even think about it. In hindsight, everyone should’ve seen this coming — everyone assumed Hillary [Clinton] would just get in. But she didn’t, and Trump is president.\n\nSpeaking of Clinton — did you target fake news at her supporters? Or Gary Johnson’s, for that matter? (Horner’s Facebook picture shows him at a rally for Johnson.)\n\nNo. I hate Trump.\n\nIs that it? You posted on Facebook a couple weeks ago that you had a lot of ideas for satirizing Clinton and other figures, but that “no joke . . . in doing this for six years, the people who clicked ads the most, like it’s the cure for cancer, is right-wing Republicans.” That makes it sound like you’ve found targeting conservatives is more profitable.\n\nAdvertisement\n\nYeah, it is. They don’t fact-check.\n\nBut a Trump presidency is good for you from a business perspective, right?\n\nIt’s great for anybody who does anything with satire — there’s nothing you can’t write about now that people won’t believe. I can write the craziest thing about Trump, and people will believe it. I wrote a lot of crazy anti-Muslim stuff — like about Trump wanting to put badges on Muslims, or not allowing them in the airport, or making them stand in their own line — and people went along with it!\n\nFacebook and Google recently announced that they’d no longer let fake-news sites use their advertising platforms. I know you basically make your living from those services. How worried are you about this?\n\nThis whole Google AdSense thing is pretty scary. And all this Facebook stuff. I make most of my money from AdSense — like, you wouldn’t believe how much money I make from it. Right now I make like $10,000 a month from AdSense.\n\nI know ways of getting hooked up under different names and sites. So probably if they cracked down, I would try different things. I have at least 10 sites right now. If they crack down on a couple, I’ll just use others. They could shut down advertising on all my sites, and I think I’d be okay. Plus, Facebook and AdSense make a lot of money from [advertising on fake news sites] for them to just get rid of it. They’d lose a lot of money.\n\nAdvertisement\n\nBut if it did really go away, that would suck. I don’t know what I would do.\n\nThinking about this less selfishly, though — it might be good if Facebook and Google took action, right? Because the effects you’re describing are pretty scary.\n\nYeah, I mean — a lot of the sites people are talking about, they’re just total BS sites. There’s no creativity or purpose behind them. I’m glad they’re getting rid of them. I don’t like getting lumped in with Huzlers. I like getting lumped in with the Onion. The stuff I do — I spend more time on it. There’s purpose and meaning behind it. I don’t just write fake news just to write it.\n\nSo, yeah, I see a lot of the sites they’re listing, and I’m like — good. There are so many horrible sites out there. I’m glad they’re getting rid of those sites.\n\nI just hope they don’t get rid of mine, too.\n\nLiked that? Try these:\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/news/the-intersect/wp/2016/11/17/facebook-fake-news-writer-i-think-donald-trump-is-in-the-white-house-because-of-me/"}}