{"foreign_id": "150_Real", "article1": {"title": "$2 Billion Worth of Free Media for Donald Trump", "content": "Of all the ways Donald Trump has shocked the political system, one of the most significant is how he wins primary after primary with one of the smallest campaign budgets.\n\nHe still doesn’t have a super PAC. He skimped on ground organization and field offices. Most important, he spent less on television advertising — typically the single biggest expenditure for a campaign — than any other major candidate, according to an analysis by SMG Delta, a firm that tracks television advertising.", "url": "https://www.nytimes.com/2016/03/16/upshot/measuring-donald-trumps-mammoth-advantage-in-free-media.html"}, "article2": {"title": "Former FBI head: assumption Clinton would win a factor in email probe", "content": "FILE PHOTO: Former FBI Director James Comey testifies before a Senate Intelligence Committee hearing on Russia's alleged interference in the 2016 U.S. presidential election on Capitol Hill in Washington, U.S., June 8, 2017. REUTERS/Jonathan Ernst/File Photo\n\nWASHINGTON (Reuters) - Former FBI Director James Comey said his assumption that Hillary Clinton would win the 2016 presidential election was a factor in opening an inquiry into her emails, according to part of an ABC interview broadcast on Saturday.\n\nThe controversy involved Clinton’s use of a private email server for official correspondence when she was secretary of state under then-President Barack Obama, including for messages that were later determined to contain classified information.\n\nAlthough the FBI ultimately decided not to refer Clinton’s case for prosecution, Democrats said Comey’s announcement damaged her with voters right before the election, and he faced complaints that his moves were politically motivated.\n\n“I don’t remember consciously thinking about that, but it must have been because I was operating in a world where Hillary Clinton was going to beat Donald Trump, and so I’m sure that it was a factor,” Comey said in an excerpt of an interview aired on Saturday.\n\n“I don’t remember spelling it out, but it had to have been, that she’s going to be elected president and if I hide this from the American people, she’ll be illegitimate the moment she’s elected, the moment this comes out,” Comey added.\n\nComey, who was fired by Republican President Donald Trump last May, is doing a series of media interviews that coincide with the release next week of his book, “A Higher Loyalty: Truth, Lies and Leadership.”\n\nTrump, who criticized Comey repeatedly before and after he fired him, denounced him on Twitter on Friday: “James Comey is a proven LEAKER & LIAR,” he said. [nL1N1RQ0L7]", "url": "https://www.reuters.com/article/us-usa-comey/former-fbi-head-assumption-clinton-would-win-a-factor-in-email-probe-idUSKBN1HL1A9"}, "article3": {"title": "The (almost) complete history of 'fake news'", "content": "\"The opaqueness of these platforms and their power and the fact that so much speech has moved on to them is something that we need to pay attention to and make sure that we don't turn them from places where misinformation is running rampant to places that are so locked down that they are inhibiting speech,\" he says.", "url": "https://www.bbc.com/news/blogs-trending-42724320"}}