{"foreign_id": "151_Real", "article1": {"title": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment", "content": "That, he added, “is so important to me.”\n\nHe offered unusually warm words for Mrs. Clinton, who he has suggested should be in jail, saying she was owed “a major debt of gratitude for her service to our country.”\n\nBolstered by Mr. Trump’s strong showing, Republicans retained control of the Senate. Only one Republican-controlled seat, in Illinois, fell to Democrats early in the evening. And Senator Richard Burr of North Carolina, a Republican, easily won re-election in a race that had been among the country’s most competitive. A handful of other Republican incumbents facing difficult races were running better than expected.\n\nMr. Trump’s win — stretching across the battleground states of Florida, North Carolina, Ohio and Pennsylvania — seemed likely to set off financial jitters and immediate unease among international allies, many of which were startled when Mr. Trump in his campaign cast doubt on the necessity of America’s military commitments abroad and its allegiance to international economic partnerships.\n\nFrom the moment he entered the campaign, with a shocking set of claims that Mexican immigrants were rapists and criminals, Mr. Trump was widely underestimated as a candidate, first by his opponents for the Republican nomination and later by Mrs. Clinton, his Democratic rival. His rise was largely missed by polling organizations and data analysts. And an air of improbability trailed his campaign, to the detriment of those who dismissed his angry message, his improvisational style and his appeal to disillusioned voters.", "url": "https://www.nytimes.com/2016/11/09/us/politics/hillary-clinton-donald-trump-president.html"}, "article2": {"title": "How Russia Helped Swing the Election for Trump", "content": "If the WikiLeaks release was a Russian-backed effort to rescue Trump’s candidacy by generating a scandal to counterbalance the “Access Hollywood” tape and the intelligence report on Russian interference, Jamieson writes, it worked splendidly. The intelligence community’s report faded from the headlines; that Sunday morning, none of its authors were invited on any major talk show. Instead, the programs breathlessly discussed the “pussy” tape and the Clinton campaign’s e-mails, which were portrayed as more or less exposing both candidates as liars. Jamieson notes, “Instead of asking how we could know that the Russians were behind the hacking, the October 9 Sunday show moderators asked what effect the disclosures would have on the candidates’ respective campaigns and what the tape and speech segments revealed about the private versus public selves of the contenders.” If not for WikiLeaks, she writes, the media discourse in those crucial days likely would have remained locked on two topics advantageous to Clinton: Russian election subversion and Trump’s treatment of women.\n\nJamieson also argues that, in most hotly contested elections, the candidates blunt each other’s messages, which results in fairly balanced media coverage. In 2016, she believes, Russia’s involvement upset this equilibrium. She asks readers to imagine how different the 2016 election might have been if Trump’s campaign had also been hacked, disgorging the e-mails of Paul Manafort, Michael Cohen, Michael Flynn, Jared Kushner, and Donald Trump, Jr. Among other things, this would have exposed correspondence about the notorious June, 2016, Trump Tower meeting with a Russian lawyer, and Trump’s payoffs to a pornographic actress and to a Playboy model. Documents that Trump has kept concealed, such as his tax returns, also might have come to light. Instead, Jamieson writes, throughout the autumn of 2016 a steady stream of content stolen from the Clinton campaign—which the press generally described as coming from WikiLeaks, rather than from Russia—“reweighted the news environment in Trump’s favor.”\n\nAs Jamieson dug further into Russia’s discourse saboteurs, she decided that she had the makings of a book. Most discussions about the 2016 election results, she believed, had been misguidedly framed around the question of whether the Russians had “changed votes directly.” There wasn’t evidence for this. Instead, she suspected, the Russians had “influenced who voted, or didn’t vote, and that could have changed the outcome.”\n\nShe set aside her debates project and continued sleuthing. She amassed more evidence this past February, when the Justice Department, in connection with the Mueller probe, released a detailed indictment of thirteen Russians working at the Internet Research Agency, a troll farm in St. Petersburg. The operatives were described as having worked day and night waging “information warfare against the United States of America.” Then, in July, Mueller indicted twelve Russian intelligence officers for hacking into the computers of the Democratic National Committee and the Clinton campaign. The indictment maintained that the Russian government had executed a sprawling and sustained cyberattack on at least three hundred people connected to the Democratic Party and the Clinton campaign, infiltrating their computers and implanting malware that, in some instances, enabled spies to covertly monitor their keystrokes. As the Times reported, the Russians had leaked stolen files “in stages,” a tactic “that wreaked havoc on the Democratic Party throughout much of the election season.”\n\nStrikingly, the July indictment showed that Russian hackers’ first attempt to infiltrate the computer servers in Clinton’s personal offices had taken place on July 27, 2016, the same day that Trump had declared, “Russia, if you’re listening, I hope you’re able to find the thirty thousand e-mails that are missing,” adding, “I think you will probably be rewarded mightily by our press.”\n\nAnother revelation from the indictment which jumped out at Jamieson was that the Russian hackers had stolen the Clinton campaign’s data analytics and voter-turnout models. A month later, when we met in Philadelphia, Jamieson said, “So we’re starting to close in on a pretty strong inference that they had everything needed to target the messaging” at “key constituencies that did effectively mobilize in this election.” Cocking an eyebrow, she added, “The possibility that this happened starts to become a probability—starts to become a likelihood—pretty quickly.”\n\nJoel Benenson, the Clinton pollster, was stunned when he learned, from the July indictment, that the Russians had stolen his campaign’s internal modelling. “I saw it and said, ‘Holy shit!’ ” he told me. Among the proprietary information that the Russian hackers could have obtained, he said, was campaign data showing that, late in the summer of 2016, in battleground states such as Michigan, Wisconsin, and Pennsylvania, an unusually high proportion of residents whose demographic and voting profiles identified them as likely Democrats were “Hillary defectors”: people so unhappy with Clinton that they were considering voting for a third-party candidate. The Clinton campaign had a plan for winning back these voters. Benenson explained that any Clinton opponent who stole this data would surely have realized that the best way to counter the plan was to bombard those voters with negative information about Clinton. “All they need to do is keep that person where they are,” he said, which is far easier than persuading a voter to switch candidates. Many critics have accused Clinton of taking Michigan and Wisconsin for granted and spending virtually no time there. But Benenson said that, if a covert social-media campaign targeting “Hillary defectors” was indeed launched in battleground states, it might well have changed the outcome of the election.\n\nBenenson said, “We lost Pennsylvania, Michigan, Wisconsin—three states of our Blue Wall—by about eighty thousand votes. Six hundred and sixty thousand votes were cast in those three states for third-party candidates. Winning those three states would have got us to two hundred and seventy-eight electoral votes.” In other words, if only twelve per cent of those third-party voters were persuaded by Russian propaganda—based on hacked Clinton-campaign analytics—not to vote for Clinton, then Jamieson’s theory could be valid.\n\nBenenson said that, when he first learned about the theft, he “called another consultant on the campaign and said, ‘This is unreal.’ ” The consultant reminded him that, in focus groups with undecided voters in the fall of 2016, “we’d hear these things like ‘I really hate Trump, but Hillary’s going to murder all these people’—all sorts of crazy stuff.” Benenson admitted that many Americans had long disliked the Clintons, and had for years spread exaggerated rumors of their alleged misdeeds and deceptions. But he wonders if some of those conspiracy-minded voters hadn’t been unknowingly influenced by Russian propagandists who were marshalling the Clinton campaign’s own analytics.\n\nPhilip Howard, the director of the Oxford Internet Institute, in England, agrees that the Russian interference could have been decisive, but he is less convinced that the stolen analytics were key. He told me, “It’s plausible, but the Russians wouldn’t have needed the Clinton campaign—they could just as easily have targeted the network of Bernie Sanders supporters.”\n\n“Did we make mistakes?” Benenson asked, about the Clinton campaign’s performance. “Sure.” But, he said, he believes that Russian interference in the 2016 election was “the biggest threat to democracy we’ve ever had in this country, other than the wars we’ve had to fight.”\n\nJamieson has long been respected by the Washington media establishment, but it’s a safe bet that the Trump White House will dismiss her work as more “fake news.” A senior Trump adviser who was involved in the 2016 campaign, and has yet to see Jamieson’s book, recently sent me a text: “Where is the evidence? And when do people start to feel ashamed that they can’t accept the election results and the crappy candidate they ran?”\n\nOther academics may also be skeptical of “Cyberwar.” A forthcoming book on the 2016 campaign, “Identity Crisis,” by the political scientists John Sides, Michael Tesler, and Lynn Vavreck, argues that Russian interference was not a major factor in the Presidential election, and that the hacked e-mails “did not clearly affect” perceptions of Clinton. Instead, they write, Trump’s exploitation of divisive race, gender, religious, and ethnicity issues accounted for his win. But the two books are not necessarily incompatible: Jamieson shows that Russian saboteurs inflamed polarizing identity issues, including resentment among whites that minority groups were benefitting at the expense of “real” Americans—which is exactly what “Identity Crisis” says swung the election.\n\nRecently, Brendan Nyhan, a professor of public policy at the University of Michigan, suggested, in the Times, that most fears about the impact of Russian information warfare in the 2016 campaign are exaggerated. He wrote that “a growing number of studies conclude” that “most forms of political persuasion seem to have little effect at all,” and cited studies suggesting that television ads, direct mail, and door-to-door canvassing rarely sway voters. Moreover, he argued, though the number of Russian-sponsored messages during the 2016 campaign might sound alarmingly large, the universe of information that most voters are exposed to is so vast that the impact of fake news, and other malicious online misinformation, is diluted. He noted, “Twitter, for instance, reported that Russian bots tweeted 2.1 million times before the election—certainly a worrisome number. But these represented only 1 percent of all election-related tweets and 0.5 percent of views of election-related tweets.” He concluded, “It’s hard to change people’s minds!”\n\nConservative news outlets like the Daily Caller have embraced the view that Russia’s social-media operations were negligible. But Jonathan Albright, of Columbia University’s Tow Center for Digital Journalism, who has been at the forefront of documenting the spread of online disinformation from Russia and other sources, describes the “drop in the bucket” argument as a case of “false framing.” He told me, “A better way to think of it is not as a drop of solution but as pollution. Every piece of messaging has some effect.” It’s misleading, he says, to focus only on the relatively small number of obvious propaganda messages, such as paid Facebook ads. Far more important, in the 2016 campaign, was “organic content”: the countless messages, created by masked Russian social-media accounts, that were spread by algorithms, bots, and unwitting American users. The reach of such content, he told me, “turned out to be huge.” Of the four hundred and seventy Facebook accounts known to have been created by Russian saboteurs during the campaign, a mere six of them generated content that was shared at least three hundred and forty million times. The Facebook page for a fake group, Blacktivist, which stoked racial tensions by posting militant slogans and stomach-churning videos of police violence against African-Americans, garnered more hits than the Facebook page for Black Lives Matter.", "url": "https://www.newyorker.com/magazine/2018/10/01/how-russia-helped-to-swing-the-election-for-trump"}, "article3": {"title": "US election 2016: What really happened with the Clintons in Haiti?", "content": "\"Since 2010, the Foundation has worked on the ground in Haiti with a range of partners - helping more than 7,500 farmers lift themselves out of poverty; improving the Haitian environment by planting more than 5 million trees and installing more than 400 KW of clean energy; and supporting women through literacy training and job skills for over 2,000 women.\"", "url": "https://www.bbc.com/news/election-us-2016-37826098"}}