{"foreign_id": "152_Real", "article1": {"title": "All the assault allegations against Donald Trump, recapped", "content": "Sixteen women have come forward with allegations against President Donald Trump, each accusing him of inappropriate conduct. The most recent, from writer and columnist E. Jean Carroll, appeared in NY Magazine on Friday.\n\nThe women’s charges range from unwanted touches and aggressive, sudden kissing to the latest accusation against Trump — that he attacked a woman in a dressing room and forced his penis inside her. Donald Trump, his campaign and the Trump White House have insisted all of the stories are fabricated and politically motivated.\n\nSo far:\n\n16 women have accused Donald Trump of various forms of sexual assault, including one accusation of rape and another, in which the accuser has not used the word “rape” but whose description meets the legal definition of rape. This figure includes standing accusations from both before and after the release of the Access Hollywood tape on October 7, 2016.\n\nFour other women have publicly said Mr. Trump walked in on them and other pageant contestants while they were undressing. Buzzfeed reports another three women have confirmed the pageant stories but did not want their names used.\n\nThe alleged incidents range from the early 1980s to 2013.\n\nDonald Trump has adamantly denied all of the stories and accuses the women of being political tools who were trying to undermine either his candidacy or presidency.\n\nSEXUAL ASSAULT ACCUSATIONS\n\nHere is what we know about the accusations of assault against Donald Trump, including the date of the alleged assault. These are standing allegations of assault that have not been disavowed by the alleged victim.\n\nKristin Anderson – Early 1990s. Story in the Washington Post on October 14, 2016.\n\nAnderson says she was in a Manhattan bar with friends when the person next to her reached up her skirt and touched her vagina through her underwear. She says she turned and recognized the person as Donald Trump.\n\nE. Jean Carroll – late 1995 or early 1996. Story in NY Magazine June 21 and expected in upcoming book.\n\nCarroll describes running into Trump in a department store, where she says he recognized her for her widely-read advice column. Carroll says they went into a dressing room after Trump asked for her advice on a present – lingerie – for another woman. Inside, she alleges that he shoved her against a wall, “forcing his fingers around my private area, thrusts his penis halfway — or completely, I’m not certain — inside me.” A senior White House official issued a statement to NY Magazine calling the accusation, “a completely false and unrealistic story.”\n\nRachel Crooks – 2005. Story in The New York Times on October 12, 2016.\n\nA 22-year-old receptionist at the time, Crooks said Trump gave her an unwanted kiss on the mouth after meeting him in 2005.\n\n“Jane Doe” aka “Katie Johnson” – 1994. Lawsuit filed June 2016, refiled October 2016 as reported by Buzzfeed and others, then dropped in November 2016.\n\nJane Doe is an unnamed plaintiff, who has also gone by “Katie Johnson” in legal papers. She claims she was repeatedly raped by Trump and Jeffery Epstein at Epstein’s New York City apartment in 1994, when she was 13 years old. A witness, also given a pseudonym — “Tiffany Doe” — said she recruited “Jane Doe” and others. Doe, using the name “Johnson,” gave an interview to the Daily Mail in which she said she did not know who Trump was at the time of the alleged attack but identified him later when she saw him on television. It is not known why she withdrew the lawsuit. She has not spoken publicly or withdrawn her rape allegation since then.\n\nJessica Drake – 2006. Story made public at a news conference October 22, 2016.\n\nWhile working as an adult film actress, Drake says Trump invited her to the room where he was staying in Lake Tahoe. In the room, she says he grabbed, hugged and kissed her and two other women who accompanied her without permission. Later, she alleges that Trump called her and pressed her to return to his room, offering $10,000 at one point. Drake says she declined.\n\nJill Harth – 1992-1993. Story in the The New York Times on October 9, 2016.\n\nA Florida businesswoman who partnered with Trump and later dated him. Harth alleged that he groped her under the table at dinner with her boyfriend then repeatedly got her alone, and it would turn into a “wrestling match.” She sued Trump for breach of contract, sexual harassment and at one point attempted rape. She settled and then in 1998 dated Trump.\n\nCathy Heller – 1997. Story in the Guardian on October 15, 2016.\n\nAt a Mother’s Day brunch for Mar-A-Lago club members’ families in 1997, Heller alleges that when she was introduced to Trump, he grabbed her and tried to kiss her on the lips. Heller says she leaned back to avoid him and then he kissed her on the side of her mouth. CNN has reported Heller is a Democratic donor.\n\nNinni Laaksonen – 2006. Former Miss Finland. Story in Ilta-Sonomat on October 27, 2016. In English in the Telegraph.\n\nLaaksonen told Finnish newspaper Ilta-Sonomat that Trump “squeezed her butt” as she and other pageant contestants stood next to him for a publicity photo, ahead of an appearance on The Letterman Show.\n\nJessica Leeds – Early 1980s. Story in The New York Times on October 12, 2016.\n\nLeeds says she sat next to Trump in first class on an airplane and that he kissed her, groped her chest and reached up her skirt, leading her to move back to coach. “He was like an octopus,” she told The New York Times. In a NY Post report published October 14, 2016, a British man whose interview was arranged by the Trump campaign said that he was on the flight, that Leeds’ account is false and he remembers Leeds acting inappropriately.\n\nMindy McGillivray – Jan. 24, 2003. Story in Palm Beach Post on October 12, 2016.\n\nWorking as an assistant to photographers at Mar-a-Lago in 2003, McGillivray charges that Trump nudged or grabbed her from behind.\n\nJennifer Murphy – 2004. Story in Grazia on October 12, 2016.\n\nA former Miss USA and “The Apprentice” contestant, Grazia says that Trump kissed her on the lips after walking her to the elevators following a meeting in New York, which he said was to discuss a possible job.\n\nCassandra Searles – 2013. Made story public in Facebook post in early 2016.\n\nMiss Washington 2013, Searles wrote on Facebook, “He probably doesn’t want me telling the story about that time he continually grabbed my ass and invited me to his hotel room.”\n\nNatasha Stoynoff – December 2005. Story on People.com on October 12, 2016.\n\nStoynoff was a celebrity reporter covering Trump for People Magazine. She alleges that Trump assaulted her while she was at Mar-a-Lago interviewing him and Melania Trump for a story about their one-year anniversary. She alleges Trump took her to a private room, pushed her against the wall and aggressively kissed her. Stoynoff also says a staffer told her Trump was waiting for her the next day at a massage appointment.\n\nTemple Taggart McDowell – 1997. Story in New York Times May 14, 2016.\n\nMcDowell, who was Miss Utah USA 1997, charges that Trump suddenly kissed her without her consent on two separate occasions.\n\nKarena Virginia – 1998. Story made public at a news conference October 20, 2016.\n\nVirginia says that while she was waiting for a ride following the U.S Open tennis tournament, Trump walked up to her, grabbed her arm and touched her breast.\n\nSummer Zervos – 2007. Story made public in a news conference October 14, 2016.\n\nA former contestant on “The Apprentice,” Zervos alleges that Trump told her he wanted to discuss a possible job, but alone in a Beverly Hills Hotel bungalow, grabbed her breasts, kissed her and tried to lead her into a bedroom.\n\nPAGEANT CONTESTANTS ALLEGING TRUMP WALKED IN WHILE THEY WERE DRESSING\n\nMariah Billado – 1997 Miss Vermont Teen. Story in Buzzfeed on October 12, 2016.\n\nTasha Dixon – 2001 Miss Arizona. Story in CBSLA on October 11, 2016.\n\nVictoria Hughes – 1997 Miss New Mexico Teen. Story in Buzzfeed on October 13, 2016.\n\nBridget Sullivan – 2000 Miss New Hampshire. Story in Buzzfeed May 18, 2016.\n\nBuzzfeed on October 12, 2016 reported that three other anonymous sources from 1997 Miss Teen USA pageant confirmed Billado and Hughes’ story.\n\nOTHER ALLEGATIONS OF IMPROPER CONDUCT\n\nLisa Boyne – Summer 1996. Story in The Huffington Post on October 13, 2016.\n\nBoyne alleges that at a group dinner, Trump and other men forced women to walk over the table to leave their seats and that Trump looked up the women’s skirts and commented on their underwear and genitalia.\n\nIvana Trump – 1989. Accusations in early 1990s court deposition, made public in The Daily Beast on July 27, 2015. Ivana disavowed stories of rape in a 1993 book and further commented on July 28, 2015.\n\nThe mother of three children with Trump, Ivana Trump charges that Trump “violated their bond of love” in a 1989 incident, which she has not described any further in public. She wrote that her reported words charging her ex-husband with “rape” in a deposition were figurative, that stories about a rape are “totally without merit” and she “ did not mean rape in the “criminal sense.” She is under a confidentiality agreement and cannot discuss her marriage publicly without approval from Donald Trump.", "url": "https://www.pbs.org/newshour/politics/assault-allegations-donald-trump-recapped"}, "article2": {"title": "Donald Trump child sex abuse claims: Woman who accused Trump of raping her at 13 to speak for first time", "content": "For free real time breaking news alerts sent straight to your inbox sign up to our breaking news emails Sign up to our free breaking news emails Please enter a valid email address Please enter a valid email address SIGN UP I would like to be emailed about offers, events and updates from The Independent. Read our privacy notice Thanks for signing up to the\n\nBreaking News email {{ #verifyErrors }} {{ message }} {{ /verifyErrors }} {{ ^verifyErrors }} Something went wrong. Please try again later {{ /verifyErrors }}\n\nThe woman who accused Donald Trump of child sex abuse is expected to speak out for the first time since filing a lawsuit against the Republican presidential nominee.\n\nMr Trump has faced numerous sexual assault allegations following the release of audio that captured him bragging about groping and kissing women without their consent. In the last month of his presidential campaign, Mr Trump was accused of sexual misconduct by nearly a dozen women.\n\nEvery woman to make sexual assault claims against Donald Trump Show all 16 1 / 16 Every woman to make sexual assault claims against Donald Trump Every woman to make sexual assault claims against Donald Trump E Jean Carroll Author Carroll alleges that Trump pinned her against a wall and forced himself upon her in the changing rooms of a Manhattan department store in the mid-90s Getty Every woman to make sexual assault claims against Donald Trump Kristin Anderson Anderson alleges that Mr Trump touched her genitals while at a club in the early 1990s Every woman to make sexual assault claims against Donald Trump Jessica Leeds Leeds told the New York Times that Mr Trump groped her on an airplane in the 1980s BBC Every woman to make sexual assault claims against Donald Trump Natasha Stoynoff Stoynoff alleged that Mr Trump forcefully kissed her before an interview at his Mar-A-Lago estate in 2005 Everipedia Every woman to make sexual assault claims against Donald Trump Karena Virginia Virginia alleges Mr Trump groped her in 1998 outside of the US Open tennis tournament BBC News Every woman to make sexual assault claims against Donald Trump Temple Taggart Taggart claims Mr Trump gave her a kiss without consent during a rehearsal for a 1997 Miss USA pageant Every woman to make sexual assault claims against Donald Trump Summer Zervos The former Apprentice contestant alleged that Mr Trump kissed and groped her at a Beverly Hills hotel in 2007 Every woman to make sexual assault claims against Donald Trump Alva Johnson A former staffer for Trump's campaign, Johnson alleges that Trump forcibly tried to kiss her after a rally in August 2016 MSNBC Every woman to make sexual assault claims against Donald Trump Jennifer Murphy The former Apprentice contestant said Mr Trump \"surprise kissed\" her - but she said it did not bother her Every woman to make sexual assault claims against Donald Trump Jill Harth The makeup artist accused Mr Trump of \"attempted rape\" while in his daughter's room in 1997 Every woman to make sexual assault claims against Donald Trump Mindy McGillivray McGillivray alleges Mr Trump groped her at Mar-A-Lago in 2013 AP Every woman to make sexual assault claims against Donald Trump Rachel Crooks Crooks says that kissed her on the cheeks and mouth when she introduced herself to him in 2005 Every woman to make sexual assault claims against Donald Trump Mindy McGillivray McGillivray claims that Trump grabbed her backside at Mar-a-Lago in 2006 CNN Every woman to make sexual assault claims against Donald Trump Cassandra Searles The former Miss Washington alleges that Trump repeatedly grabbed her backside and invited her to his hotel room Getty Every woman to make sexual assault claims against Donald Trump Jessica Drake Drake claims that when she and two other women arrived to Trump's hotel room at his invitation, he arrived at the door in pyjamas and tightly hugged and kissed each of the woman without permission Getty Every woman to make sexual assault claims against Donald Trump Ninni Laaksonen The former Miss Finland claims that Trump squeezed her behind before they appeared together on the Late Show with David Letterman in 2006 EPA\n\nFirst reported over the summer, Jane Doe alleges that Mr Trump raped her at a 1994 party at a New York apartment belonging to Jeffrey Epstein – a billionaire investor convicted of soliciting an underage prostitute in 2008.\n\nShe is expected to hold a press conference in Los Angeles Wednesday afternoon.\n\n\"More than four months ago a woman using the pseudonym 'Jane Doe' sued DT for a series of sexual assaults that she alleges occurred at parties in New York in 1994. Jane Doe was just 13 years old at the time,\" a statement from the law offices of Lisa Bloom, who is now representing the accuser, reads. \" Jane Doe will break her silence today and speak out about her allegations.\"\n\nCheney Mason, an attorney who represented Jane Doe, filed a complaint in New York court and said that Mr Trump will have to face these allegations while under oath.\n\n\"This case, based on the sworn declarations of the victim and two corroborating witnesses, will be tried in court, where the defendants will be required to answer questions under oath and pursuant to the rules of evidence,\" Mr Mason said in a statement.\n\nDonald Trump calls sexual abuse allegations 'pure fiction'\n\nMr Mason filed two witness statements on behalf of women identified as Joan Doe and Tiffany Doe in support of the New York businessman's accuser.\n\nJoan Doe said that Jane Doe shared her accounts of the alleged assault a few months after she said they occurred between 1994 and 1995, according to court documents.\n\nTiffany Doe claims she acted as a \"recruiter\" to find young women and girls for Epstein's apartment parties. She claims to have witnessed Mr Trump rape the accuser multiple times.\n\nMr Trump has vigorously denied the claims.\n\n\"The allegations are reckless, irresponsible and categorically untrue,\" said his attorney, Alan Garten.\n\nAdditionally, Mr Garten called the allegations \"an obvious publicity stunt aimed at smearing my client\".\n\nFor his part, Mr Trump disavowed the numerous sexual assault allegations that surfaced against him from the campaign trail.\n\n\"These claims are all fabricated. They're pure fiction and they're outright lies. These events never, ever happened,\" he told supporters at a 13 October rally in Florida. \"These vicious claims about me of inappropriate conduct with women are totally and absolutely false.\"", "url": "https://www.independent.co.uk/news/people/donald-trump-child-rape-victim-speaks-out-13-year-old-jane-doe-accusations-allegations-sexual-assault-a7394356.html"}, "article3": {"title": "Donald Trump Featured Paula Jones and 2 Other Women Who Accused Bill Clinton of Sexual Assault", "content": "Paula Jones\n\nMs. Jones is a former Arkansas state employee who sued Mr. Clinton for sexual harassment in 1994. She claimed that he exposed himself to her and propositioned her in a hotel room in 1991 when he was governor.\n\nMs. Jones’s lawsuit led to Mr. Clinton’s impeachment in 1998 because it was during a deposition in that case that he first denied having had sexual relations with the White House intern Monica Lewinsky.\n\nA federal judge dismissed the lawsuit in 1998. Ms. Jones appealed that ruling, and the next year Mr. Clinton settled the suit for $850,000. As part of the settlement, he did not admit to any wrongdoing and did not apologize.\n\nOn Sunday, Ms. Jones responded angrily to a reporter who asked Mr. Trump if his star power entitled him to grope women without their consent. “Why don’t you ask Bill Clinton that?” she said. “Why don’t you go ask Bill Clinton that? Why don’t you ask Hillary as well?”", "url": "https://www.nytimes.com/2016/10/10/us/politics/bill-clinton-accusers.html"}}