{"foreign_id": "153_Real", "article1": {"title": "‘Pantsuit Power’ flashmob video for Hillary Clinton: Two women, 170 dancers and no police", "content": "Gift Article Share\n\nIt came together in about a week. First, the idea for a punchy, uplifting dance video that would tell a story about diversity, difference and communal support. Then, 170 dancers, a few hours of rehearsals–and pantsuits. Lots of pantsuits. Wp Get the full experience. Choose your plan ArrowRight The result: the #Pantsuitpower Flashmob for Hillary dance video, performed at New York’s Union Square. It’s gotten nearly 2 million views on Facebook in a matter of days.\n\nThe video, accompanied by Justin Timberlake’s contagiously boppy disco-pop song “Can’t Stop the Feeling,” was posted on Facebook and Vimeo this week by Humanity for Hillary, a social media campaign aimed at artists, in support of Democratic presidential candidate Hillary Clinton.\n\n“I wanted to bring some kind of humanity to her campaign, because I think humanity and love and humor tend to get lost when we’re in the heat of all of this,” says Celia Rowlson-Hall, 32, a New York-based choreographer who’s worked on HBO’s “Girls” and other TV shows and music videos. She and her Washington, D.C.-based friend, hiphop choreographer Crishon Landers, created the pantsuit dance, and Rowlson-Hall directed the video with her partner, Mia Lidofsky, an independent film producer. The couple met on the set of “Girls.”\n\nAdvertisement\n\n“We just felt the need to do something,” Rowlson-Hall says. “We thought, how can we creatively impact this election? So we made the video.”\n\nThere’s nothing like dance to convey enthusiasm and energy, so it’s a natural political tool. The fact that it’s rarely used to rally voters–and even more rarely used so well–is what makes this video feel so fresh. That, and the clarity of the choreography, the invigorating spirit and skill of the video’s massive chorus line, and the catchy tune.\n\nA graduate of North Carolina School of the Arts, Rowlson-Hall has worked in the New York dance scene for the past decade, first performing with a couple of troupes, and more recently choreographing for stage, film and television. She made her feature-film directorial debut with “Ma,” writing the wordless script, choreographing it and starring in it; it became a favorite of the 2015 American Film Institute Festival. She and Landers choreographed the flashmob scene in about four hours, she says, using simple, clear moves drawn from hiphop, ballet and modern dance. Each bears a message: Raised fists signify #BlackLivesMatter, arms and faces tilted to the sky hint at solar energy, circling hips symbolize reproductive rights. In the quietest and most emotional moment, dancers take a knee to evoke San Francisco 49ers quarterback Colin Kaepernick’s national anthem protest against police brutality. Others stand with a hand on their hearts.\n\nAdvertisement\n\n“This is our right as a democracy to protest or honor the flag as we see fit,” says Rowlson-Hall.\n\nShe put the word out on Instagram and Facebook seeking dancers. She videotaped herself dancing the steps, and texted it to the dancers who’d replied. Many are professionals. A few came from Broadway’s “Fiddler on the Roof” and the Martha Graham Dance Company. Some came from as far away as Toronto. Assorted “dance enthusiasts” joined in–dentists, other artists and little girls fresh from soccer practice. They had a couple days to learn the moves on their own, then they met in small groups for one-hour sessions with the choreographers. That’s when they were also fitted for their pantsuits, an homage to Clinton’s go-to workwear. A few suits were donated by Topshop. Stylists scoured thrift stores for the rest.\n\nAdvertisement\n\nNear the end you can glimpse the slender, short-haired Rowlson-Hall grooving in a pinstriped suit, her T-shirt emblazoned with “The Future is Female.”\n\nFor all the ebullient energy of the dancing, the video also produced some headaches. The directors didn’t have a permit to use Union Square for their shoot.\n\nDesigner Nina McLemore knows how to dress with attitude, which is why presidential candidate Hillary Clinton and Senator Elizabeth Warren go to her for clothes. (Video: Erin Patrick O'Connor/The Washington Post)\n\n“We were terrified we’d get shut down by the cops,” says Lidofsky. They also feared pushback from Timberlake. They reached out to his manager about using his song, Lidofsky adds, but with no reply they plowed ahead, hoping Timberlake wouldn’t mind. (No word from him yet.)\n\nThe only time the whole group rehearsed together was 20 minutes before the taping last Sunday morning, Oct 2.\n\n“The dancers came knowing the choreography to a T. I’ve never seen dancers work like that,” says Rowlson-Hall. “It was a whirlwind.”\n\nClinton has some appreciation for dance: Her daughter, Chelsea, was a Washington School of Ballet student during Bill Clinton’s presidency. So far, however, Hillary Clinton has been silent about the pantsuit dance.\n\n“But we’re refreshing our email every single minute,” Lidofsky says with a laugh. “We really hope she saw this, and felt the love.”\n\nHillary Clinton’s campaign comes to an end Share Share Share on Facebook Share on Twitter Share on Reddit Share on LinkedIn MailSolid Email this link View Photos View Photos Next Image MANHATTAN, NY - The morning after loosing to Republican Nominee Donald Trump in the general Presidential election, Democratic Nominee for President of the United States former Secretary of State Hillary Clinton, accompanied by former President Bill Clinton, Chelsea Clinton, Senator Tim Kaine and Anne Holton, speaks to supporters and campaign staff in a packed ballroom at The New Yorker Hotel in midtown Manhattan, New York on Wednesday November 9, 2016. (Melina Mara/The Washington Post)\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/news/arts-and-entertainment/wp/2016/10/07/pantsuit-power-flashmob-video-for-hillary-clinton-two-women-170-dancers-no-police/"}, "article2": {"title": "Power Moves in Pantsuits: A Hillary Clinton–Inspired Flash-Mob Dance Party Takes Manhattan", "content": "To revist this article, visit My Profile, then View saved stories.", "url": "https://www.vogue.com/article/pantsuit-flash-mob-hillary-clinton-inspired-dance-celia-rowlson-hall-mia-lidofsky"}, "article3": {"title": "Watch 200 People in Pantsuits Dance in Support of Hillary Clinton", "content": "It was around noon on Sunday, October 2, when a flash mob of over 200 Hillary supporters—decked out in a kaleidoscope of colorful pantsuits—descended upon Union Square in New York City. The flash mob's five-minute, high-energy dance set to Justin Timberlake's \"Can't Stop the Feeling,\" played out before a large crowd of unsuspecting pedestrians.\n\nThe crowd consisted of professional dancers and other enthusiasts of all ages, races, and genders—all brought together thanks to life partners Celia Rowlson-Hall and Mia Lidofsky. The couple dreamt up the idea of the flash mob last month, and produced the event in just under a week. The dance was meant to serve as a rallying cry for the presidential candidate, who they feel has not received the same level of fervent support as Donald Trump—or, say, Bernie Sanders.\n\nLara Crozier\n\n\"We just haven't seen the same kind of rallies around her,\" Rowlson-Hall said after the performance. \"And as filmmakers and artists, [Mia and I] felt that we needed to help Hillary out the way that we know how,\" she continued. \"We've been upset to see all the hatred against her, and the focus on her pneumonia, and [the portrayal of] her as a weaker individual when she's so strong, so smart, so eloquent,\" said Lidofsky. \"They shouldn't be sharing the same stage,\" she added, referring to Donald Trump.\n\nMore From ELLE play icon The triangle icon that indicates to play\n\nLidofsky, who just wrapped up filming a TV show for Refinery 29 called Strangers, and Rowlson-Hall, a choreographer who has worked on the show Girls, admit to never having produced a public stunt of this magnitude—let alone in such a short period of time. \"I have choreographed a flash mob for a TV show on ABC, and a few others, but I have personally never organized one,\" Rowlson-Hall shared. \"This is the biggest thing I've probably ever been a part of,\" said Lidofsky.\n\nBut for Lidofsky and Rowlson-Hall, Trump's combative debate performance was the last straw. \"It's the bigotry and vitriol, [of Donald Trump's campaign that we are responding to],\" said Lidofsky. \"So we were like, let's come together with what we know, which is love, unity, and community,\" she added.\n\nJacqueline Colette Prosper\n\n\"She had that shimmy,\" Lidofsky said, referring to the candidate's now famous shoulder move during the presidential debate. \"She gave us the shimmy,\" Rowlson-Hall agrees. \"And we gave her a dance.\"\n\nMia Lidofsky and Celia Rowlson-Hall Lara Crozier\n\nHow They Did it\n\nIt started with postings on Facebook and Instagram that invited \"all dancers, movers and shakers to perform in a pantsuit power dance video,\" at a secret location, celebrating \"badass boss Hillary Clinton...with love unity, and freedom of expression.\"\n\nThousands responded, but Lidofsky and Rowlson-Hall settled on 186 participants. Confirmed participants received links to an instructional YouTube video, detailing each dance step. And the organizers provided over 15 hours of rehearsal time at Peridance Capezio Center over the weekend for volunteers to practice the intricate moves.\n\nThe pair also enlisted the help of camera operators, stylists, and producers who volunteered in an effort to make the lively spectacle a reality. \"Every dancer, stylist, and camera person dedicated their time out of love and wanting to see Hillary win the election,\" said Lidofsky.\n\nParticipants included young children and pregnant women, all wearing candy-colored blazers. Nineteen-year-old Victoria traveled with her mother and sister from Hamilton, New Jersey after seeing the Facebook post. \"Celia and the whole group have just been awesome,\" her mother Gaynell said.\n\nLara Crozier\n\nThe crowd also included Dr. Rachel Frank. (Frank is my son's pediatrician, but the encounter was entirely coincidental.) Frank signed up herself and her two daughters to participate in the flash mob after spotting a hard copy version of the social media notice at 890 Broadway Dance Studio. She also wrangled two other friends, who also brought their children along with them. \"[This was] much better than sitting around and fretting without any sort of direct action,\" said her friend, Dr. Julia Hermos. \"It was one of the most joyous things I've done in a long time,\" Frank later told me.\n\nThe Dance\n\nEach move that Rowlson-Hall choreographed had a message behind it. After the performance, she explained the symbolism: circles made with her thumbs and index fingers, placed at her sides, resemble ovaries; parallel arms represent an equal sign; a raised fist telegraphs the Black Lives Matter Movement. \"And then,\" Rowlston-Hall said, as she demonstrated the dance steps. \"It's flash that suit, flash that suit,\"she said, opening her blue pin-stripped blazer. The dance also paid tribute to Colin Kaepernick, Gabby Douglas, and the LGBTQ community.\n\nDoug Kuntz\n\nRowlson-Hall selected Union Square as ground zero for its centrality and prominence. \"A lot of protests happen here,\" Rowlson-Hall points out; \"It's an active and identifiable location.\"\n\nDespite the impressive response and the hard work leading up to the event, last minute worries persisted. The pair did not have enough time to secure a permit, and so they were worried about getting shut down by the police. It was a challenge to find enough pantsuits for the stunt. \"We tapped out all of the thrift stores and Goodwills in NYC,\" says Lidofsky. Stores like Aritzia and Topshop donated items. Volunteers purchased even more. And for Rowlson-Hall, the biggest fear was that the volunteers would not show up: \"I didn't get much sleep,\" she confessed.\n\nDoug Kuntz\n\nKiki Valentine, who assisted Rowlson-Hall and Lidofsky with publicity, hopes this event will reach people across the country: \"Seeing this come to life and brighten a grey October morning—to me it's a metaphor for the grey cloud Trump has placed over our country.\" She went on to say, \"Hillary is definitely progressive, qualified, smart, and ready to lead us as our first female President.\"\n\nJacqueline Colette Prosper is a writer, Brooklynite, pop culture obsessive, and a mom. Follow her on Twitter.", "url": "https://www.elle.com/culture/career-politics/news/a39728/pantsuits-flash-mob-hillary-clinton/"}}