{"foreign_id": "15_Fake", "article1": {"title": "Too good to check: Sean Hannity’s tale of a Trump rescue", "content": "Gift Article Share\n\nWhat Donald Trump is doing on the campaign trail Share Share Share on Facebook Share on Twitter Share on Reddit Share on LinkedIn MailSolid Email this link View Photos View Photos Next Image MANCHESTER, NH - NOVEMBER 7: Republican presidential candidate Donald Trump speaks during a campaign event at SNHU Arena in Manchester, NH on Monday November 07, 2016. (Jabin Botsford/The Washington Post) “The Trump campaign has confirmed to Hannity.com that Mr. Trump did indeed send his plane to make two trips from North Carolina to Miami, Florida to transport over 200 Gulf War Marines back home.”\n\n— quote in article titled “200 Stranded Marines Needed A Plane Ride Home, Here’s How Donald Trump Responded,” Sean Hannity Show website, May 19, 2016\n\nIt seemed like such a sweet story — Donald Trump sending his personal plane down to Camp Lejeune, N.C., when 200 Marines were stranded after fighting in the 1991 Persian Gulf War. At least that is the story that Sean Hannity of Fox News has touted on his website for several months.\n\nBut a reader, Lazer Cohen of Brooklyn, was suspicious and asked The Fact Checker to check it out.\n\nThe Facts\n\nThe Hannity story mostly relied on the recollections of Cpl. Ryan Stickney, who was a squad leader in a Marine Corps Reserve antitank (TOW) company that was called up for duty for the 1990-91 conflict that took place after Iraq invaded Kuwait. After five weeks of airstrikes, the United States and its allies ousted Iraqi forces in a 100-hour ground assault.\n\nAdvertisement\n\nThe command chronology shows that 209 officers and Marines of the TOW Company (part of the 8th Tank Battalion for Operation Desert Shield) were activated on Nov. 26, 1990. The company arrived in Saudi Arabia on Dec. 22 and served through the end of March, before returning to Camp Lejeune. Stickney is listed as receiving a certificate of commendation.\n\nAfter a few weeks in Camp Lejeune, the part-time troops were scheduled to return to their base in Broward County. An article in the Sun-Sentinel newspaper on the April 22 homecoming reported that it had been “marred by flight delays,” forcing well-wishers to wait for hours in the sun. The article said the Marines arrived on two flights, one at noon and one after 5 p.m.\n\n“Stickney recalls being told that a mistake had been made within the logistics unit and that an aircraft wasn’t available to take the Marines home on their scheduled departure date,” Hannity.com reported. But then Trump supposedly came to the rescue: “The way the story was told to us was that Mr. Trump found out about it and sent the airline down to take care of us,” Stickney said.\n\nHe even took a photo:\n\nOur reader was suspicious because of the language “recalls being told.” That sounds more like a rumor than any confirmation.\n\nAdvertisement\n\nMoreover, take a close look at the photograph. That was not Trump’s private plane at the time. That’s a Boeing 727 jet that was part of a Trump Shuttle fleet — an airline that Trump briefly owned before it was essentially seized by the banks because he failed to make payments on his loans. It had a white fuselage.\n\nHere’s what Trump’s private plane, with a dark fuselage, looked like in 1991:\n\nTrump’s private plane only had 24 seats, according to news reports; Trump Shuttle jets had at least 130 seats.\n\nTrump had put the Trump Shuttle up for sale on April 27, 1990, but by September couldn’t make loan payments and needed to cut a new deal with his bankers. By the time the TOW company went off to war, Trump had not paid interest on a $235 million Citibank loan for months.\n\nWhen the warriors returned from Saudi Arabia, the banks had made it clear they would determine how and when the shuttle was sold. Trump was in such financial straits that he had even agreed to sell his personal jet for $6.5 million in a bid to raise cash.\n\nAdvertisement\n\nSo how did the Trump Shuttle end up helping the Marines at Camp Lejeune?\n\nWell, it turns out when Trump bought the shuttle from Eastern Airlines, he made a bad deal, accepting an additional five planes instead of a lower purchase price because the market had turned south. As the Daily Beast noted, in an entertaining account of Trump’s foray into the airline business, “the shuttle needed only 16 planes to operate a full hourly schedule at its three cities, with one or two jets as spares, and extra aircraft are anathema to an airline — they don’t make money sitting on the ground.”\n\nSo some of those extra planes were contracted out to the U.S. military to ferry personnel in the United States during Operations Desert Shield/Storm in 1990-1991. Lt. Gen. Vernon J. Kondra, now retired, was in charge of all military airlift operations. He said that relying on commercial carriers freed up the military cargo aircraft for equipment transport.\n\nAdvertisement\n\nKondra graciously checked his notes for The Fact Checker; the notes have been put into an oral history and declassified. There are several references to a 1990-91 contract for Trump Shuttle to carry personnel across the United States, between the East and West coasts, on a standard LaGuardia-Dover-Charleston-Travis-Chord-Kelly-Dover-LaGuardia run.\n\n“It worked very well, and the crews loved it, and really thought that we’d done something special for them,” Kondra recalled in the oral history. “It was a helluva lot better than using 141s [cargo craft], which we could use for something else.”\n\nBut Kondra said the notion that Trump personally arranged to help the stranded soldiers made little sense. “I certainly was not aware of that. It does not sound reasonable that it would happen like that. It would not fit in with how we did business,” he told The Fact Checker. “I don’t even know of how he would have known there was a need.”\n\nAdvertisement\n\nIndeed, as we have noted, Trump at the time was in constant negotiations with his bankers, seeking to prevent financial ruin. Presumably he was rather busy.\n\nMore than likely, given the proximity of the Trump Shuttle to Camp Lejeune, a Trump Shuttle jet was dispatched from LaGuardia to pick up the troops and take them to Florida as part of the contract. The five-hour gap between arrivals in Broward County suggests that one plane was used to go back and forth between North Carolina and Florida.\n\nWe had a pleasant exchange of emails with Stickney, but he chose not to comment for the record after learning the results of our inquiry. (Stickney publicly told his story at a Trump rally in Houston in June.) Hannity and the Trump campaign did not respond to requests for comment.\n\nThe Pinocchio Test\n\nDespite the rumors on base, it’s clear that Trump had nothing to do with the dispatch of the jet to the troops stranded at Camp Lejeune. The aircraft that ferried the troops was part of the Trump Shuttle fleet, at a time when Trump barely had control over the airline and was frantically trying to negotiate deals with bankers to prevent the collapse of his business empire.\n\nAdvertisement\n\nTrump Shuttle had a contract with the military, and this flight home was part of that contract. Simple as that.\n\nSean Hannity needs to prominently correct this article. The Trump campaign, meanwhile, earns Four Pinocchios for confirming a story that is easily debunked.\n\nFour Pinocchios\n\nDonald Trump appeared at a town hall event on Fox News on April 4 – but it felt a lot more like a rally than a question-and-answer session. (Video: Peter Stevenson/The Washington Post)\n\nSend us facts to check by filling out this form\n\nSign up for The Fact Checker weekly newsletter\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/news/fact-checker/wp/2016/08/11/too-good-to-check-sean-hannitys-tale-of-a-trump-rescue/"}, "article2": {"title": "Sean Hannity accidentally dredges up disastrous old Donald Trump deal", "content": "In May, when Donald Trump was facing scrutiny over promised donations to veterans groups, Sean Hannity's website posted a heartwarming story of how Trump went out of his way to help veterans back in 1991. The article is based on the memories of a Marine reservist, Cpl. Ryan Stickney, who said that Trump sent his own private jet to ferry Stickney and 200 other stranded Marines back home, adding: \"I have not seen a Clinton or Sanders plane, or anything else for that matter, sent to support the troops.\" \"The Trump campaign has confirmed to Hannity.com that Mr. Trump did indeed send his plane to make two trips from North Carolina to Miami, Florida, to transport over 200 Gulf War Marines back home,\" the article says.\n\nWashington Post fact-checker Glenn Kessler looked into the story at the request of a reader, and on Thursday he rendered his verdict: \"Sean Hannity needs to correct this article, if not pull it down. The Trump campaign earns Four Pinocchios for confirming a story that is easily debunked.\" The airplane, captured on photo by Cpl. Stickney, was not Trump's private jet but clearly part of the Trump Shuttle fleet, under contract with the Defense Department to transport troops in 1991. Furthermore, Trump had lost control of the airline in 1991 for failing to make loan payments, and the Trump Shuttle aircraft were flying for the Pentagon because, Kessler said, Trump \"made a bad deal,\" agreeing to buy too many planes for his airline.\n\nYou can read more about Trump's disastrous foray into the airline industry — a business he knew nothing about — from The Daily Beast's Barbara Peterson, but it's more fun to watch this amazing video of Trump launching the Trump Shuttle in 1989, to champagne and a classy string quartet. \"Truthfully it was great for the Trump ego,\" a young Trump says about owning an airline, when asked by PIX11's Barry Cunningham. On board the inaugural Trump Shuttle from New York to Washington, Cunningham asked Trump if the flight was symbolically indicative of a jump into politics. \"No, it's not at all,\" Trump says. \"I think that hopefully somebody is going to be able to take advantage of Japan instead of always being taken advantage of. I just enjoy what I'm doing.\"\n\nIf Trump had jumped into the 1992 race for president, and defeated incumbent President George H.W. Bush — or replaced third-party fellow billionaire Ross Perot — he would have run against Bill Clinton. Instead, in 1992, Trump was unloading Trump Shuttle at a steep loss.", "url": "https://theweek.com/speedreads/642248/sean-hannity-accidentally-dredges-disastrous-old-donald-trump-deal"}, "article3": {"title": "No, Trump didn't send his private plane to bring troops home. The truth is much more Trumpy.", "content": "Sigh. No, Sean Hannity and associated minions, Donald Trump did not send his personal jet to transport \"200 stranded Marines\" from North Carolina to Miami after the Gulf War. Though it was nice of Trump's people to \"confirm\" the bullpucky.\n\nThe Trump campaign has confirmed to Hannity.com that Mr. Trump did indeed send his plane to make two trips from North Carolina to Miami, Florida to transport over 200 Gulf War Marines back home. [...] [Corporal Ryan Stickney] says that in his 28 years of public service, he has yet to see this kind of support for the troops from any of the other candidates running for president.\n\nGlenn Kessler, who we may yet see climbing Trump Tower himself if the campaign keeps this up, breaks down all the different ways this is Completely Not What Happened. Short version: in 1991, Donald Trump was reeling from yet another stupid business decision after he had bought too many planes for his \"Trump Shuttle\" airline for the number of routes it had. The extras were sitting on the ground, and the mini-airline was failing badly.\n\nTrump had put the Trump Shuttle up for sale on April 27, 1990, but by September couldn’t make loan payments and needed to cut a new deal with his bankers. By the time the TOW company went off to war, Trump had not paid interest on a $235 million Citibank loan for months. [...] So some of those extra planes were contracted out to the U.S. military to ferry personnel in the United States during Operations Desert Shield/Storm in 1990-1991.\n\nWe would see this again in the Iraq War: The military finds it advantageous to contract with the airlines for ferrying troops back and forth rather than relying solely on their own planes. But no, Donald Trump did not send his personal, gold-riddled private plane to rescue \"stranded\" marines. A desperate-for-cash Donald Trump landed a contract to use some of his idle Trump Shuttle planes–or, possibly, only one of them—to the military. There's a picture of the plane involved; it's a Trump Shuttle.\n\nI don't think the story here should be that a Marine Corporal misinterpreted events when a Trump-labeled plane came to pick him up and bring him home to Miami. That's understandable. But SeanHannitysMinions.com could have checked to verify the story was …\n\nOh, right. They did. They asked the Trump campaign whether or not the imaginary tale of heroism on Donald Trump's part was true, and the Trump campaign \"confirmed\" that the imaginary, bullshit-laden version is the one they should run with.\n\nWhy stop there? Why not go all out? You could claim Donald Trump personally flew the planes that took those Marines home. You could claim there was no plane, Donald Trump just flapped his arms really hard and carried them all home on his back. You could say that there was a plane, but it used no fuel—it was powered by Donald Trump's own unbounded sense of patriotism.\n\nAs long as we've gone into North Korean levels of leader worship, you might as well make it interesting. Nobody's going to believe at this point that Donald Trump ever did an unrecompensed nice thing for anybody. The arm-flapping thing, they might believe.", "url": "https://www.dailykos.com/stories/2016/8/11/1559168/-No-Trump-didn-t-send-his-private-plane-to-bring-troops-home-The-truth-is-much-more-Trumpy"}}