{"foreign_id": "16_Fake", "article1": {"title": "Supreme Court to Decide Marriage Rights for Gay Couples Nationwide", "content": "WASHINGTON — The Supreme Court on Friday agreed to decide whether all 50 states must allow gay and lesbian couples to marry, positioning it to resolve one of the great civil rights questions in a generation before its current term ends in June.\n\nThe decision came just months after the justices ducked the issue, refusing in October to hear appeals from rulings allowing same-sex marriage in five states. That decision, which was considered a major surprise, delivered a tacit victory for gay rights, immediately expanding the number of states with same-sex marriage to 24, along with the District of Columbia, up from 19.\n\nLargely as a consequence of the Supreme Court’s decision not to act, the number of states allowing same-sex marriage has since grown to 36, and more than 70 percent of Americans live in places where gay couples can marry.\n\nThe cases the Supreme Court agreed to hear on Friday were brought by some 15 same-sex couples in four states. The plaintiffs said they have a fundamental right to marry and to be treated as opposite-sex couples are, adding that bans they challenged demeaned their dignity, imposed countless practical difficulties and inflicted particular harm on their children.", "url": "https://www.nytimes.com/2015/01/17/us/supreme-court-to-decide-whether-gays-nationwide-can-marry.html"}, "article2": {"title": "Supreme Court Declares Same-Sex Marriage Legal In All 50 States", "content": "Supreme Court Declares Same-Sex Marriage Legal In All 50 States\n\nEnlarge this image toggle caption Alex Wong/Getty Images Alex Wong/Getty Images\n\nStates cannot keep same-sex couples from marrying and must recognize their unions, the Supreme Court says in a ruling that for months has been the focus of speculation. The decision was 5-4.\n\nJustice Anthony Kennedy, seen as a pivotal swing vote in the case, wrote the majority opinion. All four justices who voted against the ruling wrote their own dissenting opinions: Chief Justice John Roberts and Justices Antonin Scalia, Clarence Thomas and Samuel Alito.\n\n\"They ask for equal dignity in the eyes of the law,\" Kennedy wrote of same-sex couples in the case. \"The Constitution grants them that right.\"\n\nComparing the ruling to other landmark decisions, NPR's Nina Totenberg says, \"This is probably right up there with Brown v. Board of Education, and Roe v. Wade — if you like it or hate it — and today, Obergefell v. Hodges. This was a historic moment.\"\n\nSupreme Court Declares Same-Sex Marriage Legal In All 50 States Listen · 3:26 3:26\n\nThe opinion includes more than 100 pages; we've embedded it near the bottom of this post.\n\nUpdate at 11:30 a.m. ET: 'Our Love Is Equal,' Obergefell Says\n\nFriday's ruling \"affirms what millions across this country already know to be true in their hearts: our love is equal,\" says lead plaintiff Jim Obergefell, who challenged Ohio's ban on same-sex marriage.\n\nObergefell continued, \"the four words etched onto the front of the Supreme Court — 'equal justice under law' — apply to us, too.\"\n\nHe filed suit because he wasn't allowed to put his name on his late husband John Arthur's death certificate after Arthur died from ALS. Holding a photograph of Arthur as he spoke Friday, Obergefell said, \"No American should have to suffer that indignity.\"\n\nObergefell has been traveling from Cincinnati to Washington every week, to be sure he would be in the court when a decision was announced in his case.\n\nUpdate at 11:15 a.m. ET: 'Like A Thunderbolt,' Obama Says\n\nSpeaking at the White House, President Obama praised the Supreme Court's ruling, saying it arrived \"like a thunderbolt\" after a series of back-and-forth battles over same-sex marriage.\n\nObama says the ruling \"will strengthen all of our communities\" by offering dignity and equal status to all same-sex couples and their families.\n\nThe president calls the ruling \"a victory for America.\"\n\nUpdate at 10:37 a.m. ET: More On The Ruling, And Obama's Reaction\n\n\"The ancient origins of marriage confirm its centrality, but it has not stood in isolation from developments in law and society,\" Kennedy wrote. His opinion sketches a history of how ideas of marriage have evolved along with the changing roles and legal status of women.\n\nComparing that evolution to society's views of gays and lesbians, Kennedy noted that for years, \"a truthful declaration by same-sex couples of what was in their hearts had to remain unspoken.\"\n\n\"The nature of injustice is that we may not always see it in our own times,\" Kennedy wrote after recounting the legal struggles faced by same-sex partners.\n\nThe Supreme Court said that the right to marry is fundamental — and Kennedy wrote that under the 14th Amendment's protections, \"couples of the same-sex may not be deprived of that right and that liberty.\"\n\nIn his dissent, Roberts wrote that the court had taken an \"extraordinary step\" in deciding not to allow states to decide the issue for themselves, saying that the Constitution does not define marriage.\n\nCalling the ruling \"deeply disheartening,\" Roberts said that those on the winning side of the issue should celebrate a victory — \"But do not celebrate the Constitution,\" he wrote. \"It had nothing to do with it.\"\n\nJustice Scalia said the Supreme Court's \"highly unrepresentative panel of nine\" had violated \"a principle even more fundamental than no taxation without representation.\"\n\nWe've covered those dissents in a separate post.\n\nWelcoming the news on Twitter, President Obama wrote, \"Today is a big step in our march toward equality. Gay and lesbian couples now have the right to marry, just like anyone else. #LoveWins.\"\n\nOur original post continues:\n\nThe justices ruled in Obergefell v. Hodges, which is linked to three other same-sex marriage cases that rose up through the court system. Together, they involve a dozen couples who challenged same-sex marriage bans in Ohio, Michigan, Kentucky and Tennessee — the only states with bans on marriage between gay and lesbian couples that had been sustained by a federal appeals court.\n\nFriday's ruling overturned that decision by the 6th Circuit Court of Appeals. As the Supreme Court's summary states, \"The history of marriage is one of both continuity and change.\"\n\nThe justices had been asked to decide whether the 14th Amendment requires states to a) license same-sex marriages and b) recognize such unions that were made in other states.\n\nThe 14th Amendment, we'll remind you, was ratified shortly after the Civil War. It has to do with U.S. citizenship — and with providing equal protection for all citizens.\n\nBefore Friday's ruling, gay marriage had already been made legal in 37 states and the District of Columbia — by either legislative or voter action or by federal courts that overturned state' bans.\n\nAs NPR's Nina Totenberg reported when the Supreme Court heard the current case back in April, conservative justices had pointed questions for the attorneys:\n\n\"Justice Scalia asked whether ministers would be able to refuse to marry two gay men. The answer was that it has to be worked out under state laws. He said, but that could happen — it could happen that a minister would be forced to marry two gay men, in violation of his beliefs. \"Justice Alito asked, well then why not marry four gay men together? Why just two?\"\n\nThe ruling announced Friday adds new definition to an issue that has remained controversial even as an increasing number of Americans say they support equal marriage rights for same-sex couples. A recent Gallup poll found that 60 percent of Americans — an all-time high — support extending the same rights and privileges to same-sex marriages as traditional ones.\n\nThat figure included \"37 percent of Republicans, 64 percent of independents, and 76 percent of Democrats,\" as we reported last month. And it included all age groups except for one: those 65 and over.\n\nThe court noted the change in thinking, stating:\n\n\"Well into the 20th century, many States condemned same-sex intimacy as immoral, and homosexuality was treated as an illness. Later in the century, cultural and political developments allowed same-sex couples to lead more open and public lives. Extensive public and private dialogue followed, along with shifts in public attitudes. Questions about the legal treatment of gays and lesbians soon reached the courts, where they could be discussed in the formal discourse of the law.\"\n\nFor supporters of same-sex marriage, Friday's ruling comes as a long-awaited bookend to the Supreme Court's 2013 ruling that struck down the federal Defense of Marriage Act and required the U.S. government to provide the same benefits to both gay and heterosexual couples.", "url": "https://www.npr.org/sections/thetwo-way/2015/06/26/417717613/supreme-court-rules-all-states-must-allow-same-sex-marriages"}, "article3": {"title": "Conservatives filing brief in favor of gay marriage", "content": "Gift Article Share\n\nRight Turn has learned that an impressive array of Republicans and Gen. Stanley McChrystal will be filing an amicus brief on Friday in support of gay marriage with the Supreme Court in DeBoer v. Snyder. The case will decide, in the wake of cases striking down the Defense of Marriage Act, if states can restrict marriage to heterosexual couples or if gay marriage falls within the protection afforded by the 14th Amendment.\n\nThe brief’s signatories include former Republican National Committee chairman Ken Mehlman, conservative pundits S.E. Cupp and Alex Castellanos, former White House chief of staff Ken Duberstein, former Mitt Romney senior advisers Beth Myers and Carl Forti, conservative economists Doug Holtz-Eakin (formerly director of the Congressional Budget Office) and Greg Mankiw (formerly on the Council of Economic Advisers), former senator Alan Simpson (R-Wyo.), former homeland security adviser Fran Townsend and former Massachusetts state Senate minority leader Richard Tisei. The presence of an esteemed general suggests that there is no segment of society in which gay marriage is not gaining acceptance. There are on the list centrist Republicans, more libertarian figures and even social conservatives. In a phone interview Mehlman said, “I think the diversity of the people is a reflection of what we have seen which is increased support in every demographic [for gay marriage].”\n\nIn the brief, the signatories argue that they “have concluded that marriage is strengthened, and its value to society and to individual families and couples is promoted, by providing access to civil marriage for all American couples—heterosexual or gay or lesbian alike. In particular, civil marriage provides stability for the children of same-sex couples, the value of which cannot be overestimated. In light of these conclusions, amici believe that the Fourteenth Amendment prohibits States from denying same-sex couples the legal rights and responsibilities that flow from the institution of civil marriage.” They argue that their belief in judicial restraint nevertheless is informed by their understanding that our “constitutional tradition empowers and requires the judiciary to protect our most cherished liberties against overreaching by the government, including overreach through an act of legislature or electorate. That principle, no less than our commitment to democratic self-government, is necessary to individual freedom and limited government.”\n\nAdvertisement\n\nThe signatories also argue from precedent that marriage is a fundamental right that enhances liberty. (“For those who choose to marry, the rights and responsibilities conveyed by civil marriage provide a bulwark against unwarranted government intervention into deeply personal concerns such as medical and child-rearing decisions.”) The brief contends, “It is precisely because marriage is so important in producing and protecting strong and stable family structures that the goal of strengthening families favors civil marriage for same-sex couples.” They make the case that even under the lowest level of 14th Amendment scrutiny, banning gay marriage cannot be defended:\n\nAmici do not believe there is a legitimate, fact based justification for excluding same-sex couples from civil marriage. Over the past two decades, the arguments presented by proponents of such initiatives have been discredited by social science, rejected by courts, and contradicted by amici’s personal experience with same-sex couples, including those whose civil marriages have been legally performed and recognized in various States. Amici thus do not believe that any “reasonable support in fact” exists for arguments that allowing same-sex couples to join in civil marriage will damage or distort the institution, jeopardize children, or cause any other social ills. Rather, the facts and evidence show that permitting civil marriage for same sex couples will enhance the institution, protect children, and benefit society generally. Banning marriage for same-sex couples, in contrast, undermines these critical societal goals: Such bans impede family formation, harm children, and discourage fidelity, responsibility, and stability.\n\nPut differently in layman’s terms, marriage confirms benefits and there are insufficient policy reasons to deprive gay couples of those benefits. Mehlman says, “The more people see gay couples getting married, the more they will see that marriage is a good thing.” With marriage, he says, “Freedom advances. Family values advance.” Mehlman thinks a decision in favor of gay marriage will be readily accepted. “I’ve noticed Republicans and conservatives respect the law,” he says of the reaction to previous cases. Indeed, it is remarkable how little discussion of gay marriage there has been in the presidential race. While potential candidates continue to voice their view that they “believe in traditional marriage,” many — including Wisconsin Gov. Scott Walker, New Jersey Gov. Chris Christie and former Florida governor Jeb Bush — have all affirmed that they abide by court decisions. There is no real movement to defy the courts, and given the shift in opinions, it is nearly inconceivable that enough states could be induced to sign up for a constitutional amendment banning gay marriage.\n\nUnlike abortion, which even proponents of abortion rights usually concede is a bad thing, gay marriage — no matter how its opponents might struggle — has not proved to be destructive or harmful in states where it has been adopted. The premise that gay marriage harms heterosexual marriage has never been very compelling. The longer Americans live with gay marriage, the less of an issue it seems to become. Americans remain a tolerant and accepting people. One strongly suspects that the court will agree with the signatories and thereby put the issue to rest as a legal matter. For many Americans, it is already a non-issue, and I agree with Mehlman that the rest will acknowledge once the court speaks that there is no turning the clock back.\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/blogs/right-turn/wp/2015/03/03/conservatives-filing-brief-in-favor-of-gay-marriage/"}}