{"foreign_id": "17_Fake", "article1": {"title": "Watchdog rebukes ex-FBI director Comey over Clinton email case, but found no evidence of bias", "content": "WASHINGTON – Former FBI Director James Comey broke FBI and Justice Department protocol in his handling of the 2016 investigation of Hillary Clinton's email scandal, but Comey was not motivated by political bias when he cleared Clinton of criminal wrongdoing, according to a long-awaited report released Thursday by a watchdog official for the Justice Department.\n\n\"While we did not find that these decisions were the result of political bias on Comey’s part, we nevertheless concluded that by departing so clearly and dramatically from FBI and department norms, the decisions negatively impacted the perception of the FBI and the department as fair administrators of justice,\" Inspector General Michael Horowitz concluded in the report. The 568-page document focused on the FBI's handling of the investigation of Clinton's use of a private email server while she was secretary of state.\n\nComey wrote on Twitter that he thought the report's conclusions were \"reasonable,\" even though he disagrees with some of them.\n\nWhile Horowitz didn't find political bias by Comey, he did uncover more anti-Trump emails from a pair of FBI officials who were involved in an extramarital affair.\n\nThe report says bureau lawyer Lisa Page wrote to counterintelligence agent Peter Strzok in a text message: \"(Trump's) not ever going to become president, right?\" In response, Strzok, who helped oversee the Clinton email investigation, wrote: \"No. No he's not. We'll stop it.\"\n\nHorowitz acknowledged in December that his inquiry into the Clinton case had unearthed anti-Trump text messages between the two. Horowitz notified special counsel Robert Mueller about the texts because Strzok was on Mueller's team for the separate Russia investigation. Mueller promptly removed Strzok from his staff. Page, who had also been on Mueller's staff, left before the texts became public.\n\nStrzok's attorney, Aitan Goelman, said the investigation \"concluded that there is no evidence that the political views of Special Agent Strzok and others in the FBI impacted the handling of the Clinton email investigation.\"\n\n\"As the report notes, Special Agent Strzok in particular was consistently thorough and aggressive, sometimes to the point that put him at odds with senior officials at the Department of Justice,\" Goelman said. \"While pundits and politicians are using this matter to advance their agendas, the truth about Special Agent Strzok’s character and professionalism is found in the fact that every witness asked by the OIG said that Strzok’s work was never influenced by political views.\"\n\nThe report characterized the politically charged text messages as “antithetical to the core values of the FBI.” Still, investigators \"did not find documentary or testimonial evidence that improper considerations, including political bias, directly affected the specific investigative actions we reviewed.\"\n\n\"The conduct by these employees cast a cloud over the entire FBI investigation and sowed doubt about the FBI’s work,\" the report concluded. \"The damage caused by these employees’ actions extends far beyond the scope of the (Clinton) investigation and goes to the heart of the FBI’s reputation for neutral fact finding and political independence.\"\n\nThe inspector general’s report did not address whether any of its findings would be referred to federal prosecutors for possible criminal action.\n\nHowever, the findings related to text message exchanges involving Strzok, Page and three other bureau staffers were being passed on to the FBI's Office of Professional Responsibility for possible disciplinary action. Strzok still works at the bureau, but Page left last month.\n\n\"We’re going to hold employees accountable for any potential misconduct,” FBI Director Christopher Wray said at an evening briefing. “We’re going to make sure that every FBI employee understands the lessons of this report.\"\n\nCongress and the White House have been awaiting Horowitz's report, which has taken about 18 months to complete and could affect Mueller’s investigation into Russia's interference in the 2016 election.\n\nPresident Trump is likely to seize on the report to argue he was right to fire the former FBI director last year. At the time of his firing, Comey had been leading an investigation into Russian meddling in the election.\n\nWhite House press secretary Sarah Sanders said Thursday that the report \"reaffirmed\" Trump's suspicions about Comey's conduct.\n\nRep. Trey Gowdy, chairman of the House Oversight and Government Reform Committee, said he was \"alarmed, angered, and deeply disappointed by the Inspector General's finding of numerous failures by DOJ and FBI\" in the Clinton inquiry.\n\n\"This is not the way normal investigations are run,\" the South Carolina Republican said.\n\nBut Democrats say the report shows Comey's actions helped elect Trump, undercutting the president's accusations that FBI and Justice Department officials were biased against him. Clinton has blamed her election defeat on Comey's public disclosure of a reopening of the email investigation 11 days before the election.\n\n\"Director Comey had a double standard: he spoke publicly about the Clinton investigation while keeping secret from the American people the investigation of Donald Trump and Russia,\" said Reps. Jerrold Nadler of New York, the top Judiciary Committee Democrat, and Elijah Cummings of Maryland, the top Oversight Committee Democrat.\n\nWhat does the report say about Comey?\n\nThe report blasts Comey for deviating from DOJ guidelines when he held a news conference July 5, 2016, to announce that there would be no criminal charges brought against Clinton and to accuse her of carelessness in her use of the private email server. Typically, the FBI’s role would be limited to referring its findings to the attorney general. It would then be up to prosecutors to decide whether to bring criminal charges. The Justice Department — not the FBI — would typically make any public announcements about the case.\n\nHorowitz wrote that Comey acted \"unilaterally\" and outside the scope of his authority when he announced the closing of the Clinton investigation at the news conference.\n\nSeparately, Thursday's report rebukes Comey for sending a letter to Congress in late October 2016 telling lawmakers the FBI had reopened its investigation of Clinton. The FBI had found evidence of previously undiscovered emails on the computer of former New York Rep. Anthony Weiner, who was then married to top Clinton aide Huma Abedin.\n\nThe FBI found no evidence to charge Clinton, and Comey announced — just two days before the election — that the case was closed.\n\nComey has said he was prompted to take extraordinary action in the Clinton case, in part because he believed then-Attorney General Loretta Lynch showed poor judgment when she met privately in June 2016 with former President Bill Clinton when their planes were parked on the tarmac in Phoenix.\n\nLynch rebuffed calls for her recusal from the investigation, choosing instead to assert that she would accept the recommendation of career prosecutors.\n\nHorowitz concluded in his report that there was no evidence Lynch and Bill Clinton spoke about Hillary Clinton's case. The report criticized Lynch for other failings, however.\n\nHorowitz referred to a near-blackout in communications between Comey and Lynch when Comey abruptly reopened the Clinton investigation.\n\nThe report found that top DOJ and FBI officials engaged in cascading errors in judgment compounded by an “extraordinary” lack of communication that risked the institutions’ “reputation for political independence.\"\n\nYet for all the individual missteps and institutional breakdowns, Horowitz concluded that they found no evidence of political bias in the investigative decisions that he reviewed.\n\nHow could this affect the Russia investigation?\n\nComey is a witness in the Russia investigation being led by special counsel Mueller. Mueller is looking into whether Trump's firing of Comey in May 2017 was an effort by the president to obstruct justice by derailing the FBI's inquiry into possible collusion between the Trump campaign and the Kremlin.\n\nThe inspector general's report could have seriously undercut Comey’s credibility as a witness in the Mueller investigation if it had found that he lied about his actions in the Clinton case or that his actions were politically motivated. It's less damaging to Comey that the report found that his main offense was violating procedural norms.\n\nStill, as Horowitz concluded, Comey's actions \"negatively impacted the perception of the FBI and the department as fair administrators of justice.\"\n\nHow is the Trump administration reacting?\n\nThe White House said Thursday that Trump had been briefed on the report.\n\n“It reaffirms the president’s suspicions about Comey’s conduct and political bias among some members of the FBI,\" spokeswoman Sanders said.\n\nTrump has repeatedly attacked the FBI and Justice Department, which he has denounced as \"corrupt.\"\n\nAttorney General Jeff Sessions on Thursday acknowledged \"significant errors by the senior leadership of the Department of Justice and the FBI,\" which he blamed on the previous administration.\n\n\"Accordingly, this report must be seen as an opportunity for the FBI — long considered the world’s premier investigative agency — and all of us at the department to learn from past mistakes,\" Sessions said. \"The department is not above criticism, and it is accountable to the chief executive, Congress, and most importantly, the American people.\"\n\nSessions said FBI Director Christopher Wray, who took over the top spot at the bureau last August, has assembled a “new leadership team — one in which the American people can have confidence.”\n\nThe inspector general's report comes just two months after the office issued a related review, concluding that former FBI Deputy Director Andrew McCabe misled investigators about his role in providing information to the media about a separate FBI investigation of the Clinton Foundation before the 2016 election.\n\nIn McCabe's case, the inspector general determined that the former FBI official \"lacked candor\" when he was questioned multiple times under oath about sharing information about the Clinton Foundation inquiry with a Wall Street Journal reporter in October 2016.\n\nThe matter has been referred to federal prosecutors to determine whether McCabe should face criminal charges. McCabe's attorney, Michael Bromwich, has called the referral \"unjustified.\"\n\nHow is Congress reacting?\n\nEven before the report was released Thursday, Republican Reps. Andy Biggs of Arizona and Ron DeSantis and Matt Gaetz of Florida sent a letter to Horowitz expressing concern that it may have been watered-down from the original version during an internal review process. They asked Horowitz to provide them with his original drafts.\n\nHouse Judiciary Committee Chairman Bob Goodlatte, R-Va., said the report \"confirms that former Secretary of State Hillary Clinton received special treatment from the Obama Justice Department during its investigation of her use of a private email server.\"\n\n\"The Justice Department and FBI didn’t treat her like any other criminal suspect and didn’t follow standard investigative procedures,\" Goodlatte said\n\nFor their part, Democrats said the report shows \"that the FBI’s actions helped Donald Trump become president.\"\n\n\"They should not have revealed that they had reopened the case just days before the election,\" Cummings and Nadler said. \"These actions violate longstanding guidelines designed to protect citizens from unfair attacks and avoid influencing elections.\"\n\nMore:Trump says he didn't fire Comey over Russia despite video evidence\n\nMore:McCabe memo: Trump asked Rosenstein to mention Russia in Comey firing\n\nMore:Fact check: Was Mueller's appointment 'unconstitutional'?\n\nMore:In not-so-veiled Trump critique, Comey says Americans need to 'seek truth'\n\nContributing: John Fritze", "url": "https://www.usatoday.com/story/news/politics/2018/06/14/report-expected-rebuke-comey-handling-clinton-email-case/698430002/"}, "article2": {"title": "Did James Comey Take Millions from the Clinton Foundation?", "content": "Claim: Former FBI director James Comey benefited financially from the Clinton Foundation and was therefore biased when he investigated Hillary Clinton's e-mail scandal. Rating: About this rating Unproven What's True Former FBI Director James Comey worked for some organizations that donated to or partnered with the Clinton Foundation. What's False No proof has been offered that Comey directly benefited from any of his employers' relationships with the Clinton Foundation.\n\nOn 10 September 2016, the Breitbart web site posted a story delineating a set of alleged financial ties between FBI Director James Comey and presidential candidate Hillary Clinton, whom the Bureau had investigated for using a private server to handle sensitive e-mails in her capacity as secretary of state. Federal prosecutors ultimately declined to file charges, which has inspired accusations of bias on the part of Comey.\n\nAlthough the article from Breitbart (masters at using incomplete and misleading information to suggest improper financial ties and relationships where none exist) didn't provide any \"smoking gun\" showing that Comey was personally involved with any of his previous employers' doings with the Clintons' charitable foundation, the story has been picked up and spread through the conservative blogosphere with headlines asserting Comey was essentially bribed to clear Clinton of criminal actions.\n\nThe Breitbart article linked Comey to the Clinton Foundation through a series of circumstances without ever coming close to proving that Comey received money directly from Bill and Hillary Clinton's charitable foundation. It also hinted at malfeasance on the part of Comey's brother, Peter, who is employed in some capacity by the global law firm DLA Piper. DLA Piper reportedly performed an independent audit of the Clinton Foundation, yet Breitbart doesn't document that Peter Comey had anything to do with the audit.\n\nThe article featured a collection of Internet searches combing through Comey's professional history and the Clinton Foundation's online listing of donors to suggest some tie between the two datasets (of which there was none other than of the tenuous variety):\n\nHow much money did James Comey make from Lockheed Martin in his last year with the company, which he left in 2010? More than $6 million in compensation. Lockheed Martin is a Clinton Foundation donor. The company admitted to becoming a Clinton Global Initiative member in 2010. According to records, Lockheed Martin is also a member of the American Chamber of Commerce in Egypt, which paid Bill Clinton $250,000 to deliver a speech in 2010. In 2010, Lockheed Martin won 17 approvals for private contracts from the Hillary Clinton State Department.\n\nThe story moved on to Comey's joining the board of London-based bank, HSBC, in 2013 and how HSBC had \"partnered with Deutsche Bank through the Clinton Foundation to 'retrofit 1,500 to 2,500 housing units, primarily in the low- to moderate-income sector'\" in New York. The story also cited a Washington Examiner article that stated the DLA Piper firm performed an audit on the Clinton Foundation and was a Foundation donor as well.\n\nThe Breitbart story failed to document that James Comey's brother was involved in (or had any tangible connection to) DLA Piper's independent audit of the Clinton Foundation. If the story's own statement that Peter Comey works as \"Senior Director of Real Estate Operations for the Americas\" is true, it doesn't seem likely he would have taken part in the auditing of a charitable foundation. It also doesn't explain how James Comey would have had a vested interest in the outcome of the FBI's investigation of Hillary Clinton. The article went so far as to note that James once lent his brother money for a home mortgage but didn't provide any remotely credible explanation for how a loan between siblings would suggest any form of wrongdoing.\n\nThe story implied that James Comey's once having worked for organizations that were donors or had partnered with the Clinton Foundation in some capacity was proof enough that he was biased in favor of Hillary Clinton when his bureau investigated her for her mishandling of sensitive information, and it alleged a conflict of interest due to his brother's employment in a large law firm that audited the Clinton Foundation. But the evidence offered in support of those charges was nothing more than extremely questionable supposition based on a weak form of guilt by association — all based not on any actual investigation, but on simply collating information deftly \"hidden\" by the alleged conspirators in online news stories and the Clinton Foundation's own web site.", "url": "https://www.snopes.com/fact-check/comey-clinton-foundation/"}, "article3": {"title": "Amid Calls from Trump, F.B.I. Renews Questions Over Clinton Foundation", "content": "It is unclear exactly when the F.B.I. renewed its interest in the Clinton Foundation, or whether agents were instructed by anyone in Washington to start investigating again. But the F.B.I.’s decision to take additional investigative steps is sure to outrage Democrats who will see the inquiry as an attempt by Attorney General Jeff Sessions to placate the president.\n\nAs Mr. Mueller’s investigation has intensified, the president and his conservative allies have mounted blistering counterattacks trying to discredit the F.B.I. and federal prosecutors. Mr. Trump has described the investigation as a witch hunt and accused F.B.I. leadership under the bureau’s former director, James B. Comey, of being biased toward Mrs. Clinton.\n\nSome congressional Republicans have sought to cast doubt on an explosive dossier of unsubstantiated claims about Mr. Trump. On Friday, two influential Republican senators asked the Justice Department to investigate whether the author of the dossier, Christopher Steele, a respected former British spy, lied to the federal authorities.\n\nMr. Trump’s calls to investigate Mrs. Clinton break with longstanding presidential practice. Since the Watergate scandal, the Justice Department has conducted criminal investigations largely free of political influence from the White House. Mr. Trump, by contrast, has declared that he has an “absolute right to do what I want to do with the Justice Department.”\n\nThe Clinton Foundation dismissed the investigation as politicized.\n\n“Time after time, the Clinton Foundation has been subjected to politically motivated allegations, and time after time, these allegations have been proven false,” Craig Minassian, a spokesman for the foundation, said in a statement.", "url": "https://www.nytimes.com/2018/01/05/us/politics/clinton-foundation-fbi.html"}}