{"foreign_id": "18_Fake", "article1": {"title": "Billy Graham Walked A Line, And Regretted Crossing Over It, When It Came To Politics", "content": "Billy Graham Walked A Line, And Regretted Crossing Over It, When It Came To Politics\n\nEnlarge this image toggle caption AP AP\n\nAmerican politics have always been rife with individuals who invoked the Almighty and sought divine leverage to achieve their own agendas.\n\nPartisans on both the right and the left have revered such figures – when they agreed with their ends – and reviled them when they did not.\n\nBut it is hard to think of any clergy in any era who have ascended quite so far in the national political consciousness as Billy Graham.\n\nIt may be hard for younger Americans to appreciate the degree to which Graham mattered, or appeared to matter, in the politics of an era now past. Although he never ran for office or hosted a TV show or headed up a religious institution of any kind, Graham's presence in public came to have the effect of a papal appearance.\n\nIndeed, some called him the \"Protestant Pope.\"\n\nReligion Why There Will Likely Never Be Another Pastor Like Billy Graham Why There Will Likely Never Be Another Pastor Like Billy Graham Listen · 3:18 3:18\n\nThe evangelist, who died Wednesday at 99, spent 60 years in prominent pulpits and in the political limelight. Billy Graham was a household name, spoken with respect by a wide swath of the citizenry. His statements were often quoted as a way of ending arguments.\n\nAnd in his prime, he came to embody the conventional, yet never-quite-comfortable relationship of church and state in the U.S.\n\nEnlarge this image toggle caption Eric Draper/AP Eric Draper/AP\n\nUpon his death, he was eulogized by presidents as different as Jimmy Carter, who called him \"a very special man,\" and George W. Bush, who credited Graham with turning his personal life around with one personal conversation.\n\nThe relationships with presidents of both parties were emblematic of his effort to not only \"save souls\" but also project religion as non-partisan and non-denominational Americanism.\n\nReligion Famous Evangelist, 'America's Pastor' Billy Graham Dies At 99 Famous Evangelist, 'America's Pastor' Billy Graham Dies At 99 Listen · 4:56 4:56\n\nHe sought to be seen as above the partisan political fray. But in his actions and associations, he often proved how difficult such an attitude can be to achieve or sustain.\n\nTo some, he was \"America's Pastor,\" a benign pater familias blessing the nation.\n\nTo others, he was the country's leading hypocrite, in one moment preaching a gospel of love and, in another, advising presidents to escalate the war in Vietnam.\n\nHe was never a radical in the usual sense of the term. In the struggle for civil rights, he had episodes of courage, such as integrating his revival meetings in 1953 or bailing fellow cleric Martin Luther King out of jail in Albany, Ga., in 1957.\n\nBut in the movement's crunch time, in the 1960s, Graham was missing in action. He skipped King's march in Selma, and many others, for which he expressed regret in a 2005 interview with the Associated Press.\n\nHe also repented of his forays into presidential politics, telling Christianity Today in 2011 that he \"would have steered clear of politics.\" He said he was grateful to have ministered to the needs of \"people in high places ... but looking back, I know I sometimes crossed the line, and I wouldn't do that now.\"\n\nEnlarge this image toggle caption Lou Krasky/AP Lou Krasky/AP\n\nLike most Southerners, Graham grew up assuming he was a Democrat and was registered in that party as late as 1960. But that year, the Republicans nominated Richard Nixon for president, a man with whom Graham had struck up a friendship as far back as the 1940s.\n\nThey met when Nixon was making his name as a young California congressman doggedly pursuing communists in the U.S. government. Graham at the time was bringing his fledgling \"Crusades for Christ\" from the upper Midwest, where they began, to Southern California.\n\nIt was there that Graham was discovered by the media heavyweight William R. Hearst, who gave the tent revival meetings an enormous boost in his newspapers and on his radio stations. The Time-Life founder Henry Luce followed suit in his magazines. Graham, still in his early 30s, became a national sensation.\n\nNixon meanwhile won a Senate seat in 1950 and was on the GOP's national ticket two years later. As vice president, he would agree to speak at one of Graham's outdoor crusades, which had grown large enough to fill ballparks.\n\nThe two men shared a passionate opposition to communism that would help power their rise to prominence. It also served as a bond between them. Graham was talking strategy with Nixon as early as the 1960 campaign, and he dropped all pretense when Nixon returned as the GOP's nominee in 1968. That year, he endorsed Nixon and permitted the use of his endorsement in TV ads.\n\nThereafter, he was in close touch with Nixon on a variety of subjects, including tactics against the North Vietnamese. If they wouldn't come to the negotiating table, Graham urged, the U.S. should bomb the dikes and flood vast sections of the country to collapse their economy.\n\nHe also took part in conversations in the Oval Office that veered into topics such as the domination of certain major newspapers and TV networks by Jewish owners and editors. Unbeknownst to Graham, these conversations were recorded. When the tapes were released in 2002, he said he could not recall saying these things but also apologized.\n\nCarter's presidency gave Graham the opportunity to support a Democrat and a fellow \"born again\" Baptist in the White House. But Graham was at least as comfortable with the man who beat Carter in 1980, Ronald Reagan, who shared much of Nixon's political background in anti-communism and Southern California conservatism.\n\nReagan and Graham were said to have discussed theology in their White House meetings, all of which were, like all of Graham's visits there, faithfully captured on film.\n\nThese visits continued with both Presidents Bush, father and son, as well as with Bill Clinton. President Barack Obama traveled to North Carolina to visit Graham in 2010, at which time the evangelist was in his 90s and suffering from multiple ailments.\n\nGraham has been credited with renewing the political activism of evangelicals, and particularly that of fundamentalists, who had recoiled from the soiling world of politics through much of the 20th Century. Southern Baptists in particular were often caught between two traditions, and Graham provided a kind of bridge for many to make the transition from the part of Jefferson and Jackson to the party of Abraham Lincoln.\n\nIn that sense, Graham's forays into politics contributed to the unifying of social conservatives under the Republican banner – a potent feature of U.S. politics in our time. But that was not an achievement Graham touted for himself.\n\nRather, in the same sense that he held himself apart from the televangelists who followed him – Pat Robertson, James and Tammy Bakker, Jimmy Swaggart – Graham kept his distance from much of the evangelical community's political activism in recent decades.\n\nHe did not join with the Moral Majority or other groups in the \"religious right\" or do much for their movement. Graham's son and successor, Franklin, has been a study in contrast, embracing conservative hardliners unabashedly (and endorsing President Trump).\n\nSome of the elder Graham's later reticence may have reflected his failing health, or his heterodox views that opposed abortion and same-sex marriage but also embraced the idea of global nuclear disarmament.\n\nOr it may have reflected that sense of repentance to which he sometimes confessed, wishing he \"would have steered clear of politics\" when it mattered most.", "url": "https://www.npr.org/2018/02/24/587809173/billy-graham-walked-a-line-and-regretted-crossing-over-it-when-it-came-to-politi"}, "article2": {"title": "How Franklin Graham betrayed his father’s legacy", "content": "Comment on this story Comment Gift Article Share\n\nReligion. Politics. Sex. Separately, the three subjects can provoke controversy, but when mixed, the combination can be toxic. The most recent example comes with tweets written by Franklin Graham, son of evangelical preacher Billy Graham and a staunch supporter of President Trump, about Democratic presidential candidate Pete Buttigieg. Graham’s messages merged conservative politics and religion in ways that are unfortunately familiar in the early 21st century. Graham avowed, “As a Christian, I believe the Bible, which defines homosexuality as sin, something to be repentant of, not something to be flaunted, praised or politicized.”\n\nGraham’s jarring commentary stands in stark relief to how his father handled a similar intersection of sex and politics during the 1964 presidential election. The difference between their approaches reveals a toxicity in our politics that, ironically, has arisen even as our broader culture has become far more tolerant and welcoming.\n\nAdvertisement\n\nBy 1964, Billy Graham had established himself as a spiritual adviser to American presidents. He would go on to counsel every president from Harry Truman to Barack Obama. But his closest relationship was with Lyndon B. Johnson.\n\nThat fall, Johnson was cruising toward an easy victory over his far-right Republican challenger, Sen. Barry Goldwater of Arizona. Goldwater had courted Graham, suggesting that their shared concern about moral decay offered the preacher a reason to support his campaign. But Graham rebuffed him, dismissing any interest in politics.\n\nOn the surface, Johnson agreed with this stance, telling the Baptist preacher: “Now, Billy, you stay out of politics.” Nonetheless, the president relied heavily on Graham during a potentially explosive moment in his campaign. The incident reveals both the compassion of the elder Graham and the hesitancy of some far-right conservatives in the 1960s to exploit issues of sexual preference for electoral gain.\n\nAdvertisement\n\nOn Oct. 7, 1964, Walter Jenkins, a close adviser to the president, was arrested in a Washington YMCA men’s room on charges of homosexual activity. Initially, the media sat on the story at the request of the White House. The president originally feared that the arrest had been a Republican Party sting operation to create bad publicity for the Democrats. But when a reporter discovered that this was not the first such arrest for Jenkins — he had been charged with a similar “crime” in 1959 — newspapers published accounts of Jenkins’s arrest.\n\nThis was a moment when the subject of homosexuality remained taboo and was even labeled a mental disease by the American Psychiatric Association. Johnson brooded that if Republicans weaponized the Jenkins scandal, he might not win in a landslide as he hoped — one bigger than his idol Franklin D. Roosevelt’s in 1936.\n\nOnce the story was public, the question became what Johnson would do. Those closest to him, especially his wife, Lady Bird, insisted he not fire Jenkins.\n\nAdvertisement\n\nJohnson sought the counsel of Graham. The Baptist preacher stressed that compassion and love were the only proper response to the Jenkins matter. “You know, when Jesus dealt with people with moral problems, like dear Walter had . . . he always dealt tenderly. Always.” Graham stressed, “I just hope if you have any contact with him, you'll give him my love and understanding.”\n\nSome Republican operatives did try to manipulate the story for partisan gain, with bumper stickers reading “Either Way with LBJ” and “LBJ — Light Bulb Jenkins: No wonder he turned the lights out.”\n\nBut Goldwater refused to capitalize on the issue. He knew Jenkins as a long-serving aide and friend of Johnson, and he had been Jenkins’s commanding officer in the Air National Guard. More important, he believed such tactics were tawdry and unfair to Jenkins’s wife and six children.\n\nAdvertisement\n\nUltimately, the scandal did not become a decisive issue in the election. Johnson won a massive victory in November 1964, besting Roosevelt’s 1936 totals in terms of percentage and in the number of votes cast. Said one journalist who covered the contest, “Perhaps the most amazing of all events of the campaign of 1964 is that the nation faced the fact [about Jenkins] fully — and shrugged its shoulders.”\n\nJenkins received understanding, if not love, from the two presidential candidates, as Graham had advised. So what accounts for the difference between Billy Graham’s response and his son Franklin’s recent statements about homosexuality?\n\nPolitical conservatives in the 1960s were not yet attuned to the potential benefit of adopting and stoking religious arguments about LGBTQ rights and other culturally explosive topics. Although its roots trace back to the fundamentalist movement of the 1920s, the religious, or Christian right, as it is sometimes called, did not emerge as a formidable political movement until the late 1970s. With its rise came the overt politicization of issues ranging from LGBTQ rights to abortion to gender equality, as Republicans sought to capitalize on their potency.\n\nAdvertisement\n\nThe religious right’s influence in national politics in the late 20th and early 21st centuries has grown in part because Republicans have seen evangelical voters prove decisive to victories for Republican presidential candidates in the 1980s, the 2000s and 2016.\n\nAnd so today, almost all Republicans take hard-right positions on issues important to the religious right. But this makes it easy to forget that the roots of this doctrinaire embrace of cultural conservatism are historically very shallow. Neither Billy Graham nor Goldwater had much patience for the vitriolic, religion-based politics of the Christian right. Graham believed it imperative for clergy to separate themselves from politics. In 1981, he wrote in Parade magazine: “I don’t want to see religious bigotry in any form. It would disturb me if there was a wedding between the religious fundamentalists and the political right. The hard right has no interest in religion except to manipulate it.”\n\nGoldwater, for his part, rejected the attacks on sexual identity that now pervade the 21st century Christian right. By the end of his life, Goldwater advocated for gay rights, remarking in 1994: “When you say ‘radical right’ today, I think of these moneymaking ventures by fellows like Pat Robertson and others who are trying to take the Republican Party away from the Republican Party and make a religious organization out of it. If that ever happens, kiss politics goodbye.”\n\nToday, while our culture has become far more accepting of LGBTQ Americans more broadly, the political right sees it as an issue to churn up its base of evangelical Christians. The result is toxic rhetoric from the likes of the younger Graham, and an ever-deepening political divide, where the partisan divisions feel increasingly like unbridgeable gulfs.\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/outlook/2019/05/02/how-franklin-graham-betrayed-his-fathers-legacy/"}, "article3": {"title": "Billy Graham gets rare salute by the nation's political leaders in Washington", "content": "The late Rev Billy Graham on Wednesday received a rare tribute from the nation’s top political leaders under the Capitol Rotunda, with Donald Trump saying the “legendary” American figure deserved to be recognized in the place “where the memory of the American people is enshrined”.\n\n“Here lies America’s pastor,” said the Republican House speaker, Paul Ryan, gesturing to Graham’s casket under the eye of the dome, surrounded by family, friends, lawmakers and a ring of paintings of the nation’s founders.\n\n“He ministered to all walks, from some of the greats whose statues line this hall – Eisenhower, King, Ford and Reagan – to the everyday citizens lining up today to pay their respects.”\n\nBilly Graham in 2003. Photograph: Sue Ograocki/AP\n\nThe Senate majority leader, Mitch McConnell, added: “The man we recognize today shared the Gospel with more people, face-to-face, than anyone else in history.”\n\nAs the leaders stood by the casket, Trump – who said his father was an admirer of Graham’s – reached out to touch the bare wood and Ryan bowed his head.\n\nTrump tweeted a tribute later:\n\nToday, in the center of this great Chamber lies Billy Graham – an Ambassador for Christ who reminded the world of the power of prayer and the gift of God’s grace. pic.twitter.com/5aMh8nFPJW — Donald J. Trump (@realDonaldTrump) February 28, 2018\n\nGraham died a week earlier at age 99. Some 30 family members are accompanying Graham’s casket to Washington, where he befriended presidents of both parties and counseled others over seven decades. Graham’s son, Franklin, tweeted a photo on Wednesday of family members loading the casket on to a jet emblazoned with “Samaritan’s Purse”, the name of a Christian relief charity that he chairs.\n\nGraham is lying in honor before a funeral on Friday near his home in Charlotte, North Carolina. The Rotunda entrances were draped with black fabric, and Graham’s casket rested on a black-draped catafalque beneath the soaring ceiling and its painting, the Apotheosis of Washington.\n\nDonald Trump touches the casket of the Rev Billy Graham in the US Capitol rotunda on Wednesday. Photograph: UPI / Barcroft Images\n\nThough he met every president since Harry Truman and counseled most, Graham grew wary of politics after Watergate. He was closest to Richard Nixon but later said he felt used by him.\n\nIn his early years as a preacher, Graham expressed racist and antisemitic views, although he later called for desegregation and apologised for suggesting Jews controlled the media.\n\nBill Clinton recalled seeing one of Graham’s crusades as a child, a profound experience that became more amazing over his life. Graham counseled him as Arkansas governor, and later as president in the White House itself.\n\n“In that little room, he was the same person I saw when I was 11 on that football field,” Clinton said Tuesday after viewing the casket at Graham’s home.\n\nGeorge W Bush and his wife, Laura, also visited Graham’s home on Tuesday.\n\nIn Washington, Ryan said there had been no doubt that Graham would receive the honor of a public viewing in the Rotunda. He told reporters that almost immediately upon hearing of Graham’s death he, Trump, McConnell and Representative Patrick McHenry, who represents the Graham family’s district, agreed it would happen.\n\nGraham shares the honor with 11 presidents and other distinguished Americans, starting with Senator Henry Clay of Kentucky in 1852 and, most recently, Senator Daniel Inouye of Hawaii in 2012, according to the House and the Architect of the Capitol.\n\nGraham is only the fourth private person to lie in honor since 1998. The others are two US Capitol police officers who died in the line of duty in 1998 and civil rights hero Rosa Parks in 2005.\n\nTrump met Graham at the pastor’s 95th birthday party in 2013, but is closer to Franklin Graham Jr.\n\nOn Friday, Trump was to attend Graham’s funeral near his library in Charlotte. Jimmy Carter and George HW Bush will not be there, meaning no former presidents will attend the funeral.", "url": "https://www.theguardian.com/us-news/2018/feb/28/billy-graham-gets-rare-salute-by-the-nations-political-leaders-in-washington"}}