{"foreign_id": "19_Fake", "article1": {"title": "Clinton and Nuclear Launch Times", "content": "Q: Did Hillary Clinton disclose classified information when she said it takes four minutes to launch a nuclear missile after a presidential order?\n\nA: The U.S. Strategic Command said it does not “disclose operational timelines.” But it is common knowledge that it takes about four minutes.\n\nFULL QUESTION\n\nHillary Clinton mentioned in the third debate that there is a 4 minute nuclear response time. Is that true and is that considered common knowledge or a government secret?\n\nFULL ANSWER\n\nDuring the third and final presidential debate, Democratic nominee Hillary Clinton warned that her opponent, Donald Trump, cannot be trusted “to have his finger on the nuclear button.” To make her point, Clinton said that it takes “about four minutes” for the U.S. to launch a nuclear weapon after a president’s order is issued.\n\nClinton, Oct. 19: The bottom line on nuclear weapons is that when the president gives the order, it must be followed. There’s about four minutes between the order being given and the people responsible for launching nuclear weapons to do so. And that’s why 10 people who have had that awesome responsibility have come out and, in an unprecedented way, said they would not trust Donald Trump with the nuclear codes or to have his finger on the nuclear button.\n\nHer response triggered a debate over whether she divulged state secrets. She didn’t. In fact, there has been a public debate for decades, since the end of the Cold War, about taking ground-based U.S. and Russian nuclear missiles off “high alert” to prevent an accidental or unauthorized launch — precisely because of the short time needed to launch an attack.\n\nHowever, the U.S. Strategic Command — which maintains the readiness of the nation’s nuclear arsenal — declined to confirm that it takes just four or five minutes to launch a nuclear missile after the president issues the order. When we asked, we were told: “‘We do not disclose operational timelines.”\n\nNuclear Weapons on High Alert\n\nThe fact that Russia and the United States have land-based nuclear weapons capable of being launched within minutes of a president’s order is hardly news. The high level of alert — sometimes called “hair-trigger alert” — is a remnant of the U.S.-Soviet Cold War, when both sides armed themselves to counter a nuclear attack on a moment’s notice.\n\nThe Minuteman, in fact, is named after its ability to launch quickly when on high alert. “From the time keys were turned to execute a positive launch command, until the missile left the silo, only took about a minute. Hence the name Minuteman,” the National Park Service says.\n\n“De-alerting” — that is, taking nuclear missiles off high alert — is something that arms-control experts have been advocating for decades.\n\nIn 1997, three nuclear arms experts wrote an article for Scientific American that made the case “to end the practice of keeping nuclear missiles constantly ready to fire.” The article, “Taking Nuclear Weapons off Hair-Trigger Alert,” cited a 1995 incident in which Russian President Boris Yeltsin had just minutes to determine if a “mysterious rocket” fired from off the coast of Norway was a U.S. nuclear attack on Russia. It turned out to be a false alarm, but it was the first time that the “nuclear briefcase” was activated, and it illustrated the dangers of Russia and the U.S. being on high alert, the authors wrote.\n\n“Although international relations have changed drastically since the end of the cold war, both Russia and the U.S. continue to keep the bulk of their nuclear missiles on high-level alert,” the authors wrote. “So within just a few minutes of receiving instructions to fire, a large fraction of the U.S. and Russian land-based rockets (which are armed with about 2,000 and 3,500 warheads, respectively) could begin their 25-minute flights over the North Pole to their wartime targets.”\n\nThe article included a “timeline for catastrophe” that showed the launch of land-based nuclear missiles just five minutes after a U.S. president issues an order.\n\nOne of the authors of that article, Bruce G. Blair, was a U.S. Air Force Minuteman intercontinental ballistic missile launch control officer who is now a professor at Princeton University’s Program on Science and Global Security. In September, Bloomberg Politics consulted with Blair on a graphic illustration of the step-by-step nuclear launch process that is similar to what the Scientific American article described nearly 20 years ago for land- and sea-based missiles.\n\n“About five minutes may elapse from the president’s decision until intercontinental ballistic missiles blast out of their silos, and about fifteen minutes until submarine missiles shoot out of their tubes,” Bloomberg Politics wrote.\n\nWe found several instances of similar language used by other nuclear-arms experts.\n\nA 2013 report by the United Nations Institute for Disarmament Research said that ICBMs are “capable of launching within five minutes” of a president’s order.\n\n“We estimate that the United States deploys approximately 920 warheads on alert, split almost evenly between intercontinental ballistic missiles (ICBMs) and submarine-launched ballistic missiles (SLBMs),” the U.N. report said. “Yet the two legs of the US alert nuclear forces are postured very differently. Of the ICBM force, nearly all (98%) of the 450 missiles are on high alert at any given time, capable of launching within five minutes of the president issuing the launch codes.”\n\nIn a 2016 report, the Union of Concerned Scientists also said that the ICBMs “can be launched within a couple minutes of a presidential decision to do so,” and the submarine launched ballistic missiles (SLBMs) can be launched “within 15 minutes.”\n\nSo, Clinton was talking about land-based intercontinental ballistic missiles when she said that nuclear weapons can be launched “about four minutes” after a president’s order is issued.\n\nHans Kristensen, director of the Nuclear Information Project at the Federation of American Scientists, was a co-author of the U.N. report. He told us in an email, “I don’t have access to classified information so my assessment and writings are entirely based on public material and conversations.”\n\nHe added that “what Clinton said appears to reflect what has been said in public for years by various experts and analysts.”\n\nWhile that seems abundantly clear, it still doesn’t answer the question of whether what Clinton said was classified.\n\nFox News quoted military experts after the third debate saying the length of time it takes to launch a nuclear attack is classified information and that the former secretary of state has now confirmed what the media and academics have written.\n\nThe Washington Post in 2007 also reported that nuclear launch times are classified, citing an unnamed “senior U.S. official” in the Bush administration. The Post article was about a statement made by Christina Rocca, the U.S. representative to the United Nations Conference on Disarmament, who told U.N. delegates that “U.S. nuclear forces are not and have never been on hair-trigger alert” – which arms-control experts described then and now as inaccurate.\n\nWashington Post, Nov. 1, 2007: A senior U.S. official said the claim that thousands of U.S. nuclear weapons can be launched within minutes is incorrect, but added that the information on launch time is classified. “The idea we are on Cuban-missile-crisis posture, sitting on the silo ready to push the button, is false,” said the official, who was unauthorized to speak publicly. “The essence of deterrence strategy is having some element of ambiguity.”\n\nWe sent an email to the U.S. Strategic Command and asked if it could confirm that intercontinental ballistic missiles are capable of being launched within five minutes of a president’s order, as stated in the U.N. report. Initially, we did not get a response, so we called and spoke to a woman in the U.S. Strategic Command media office who told us, “We would not give out security information such as the length of time.”\n\nA short time later, we got an official response from the Strategic Command. “I would refer you to the reported comments of our chief spokesperson, U.S. Navy Capt. Brook DeWalt: ‘We do not disclose operational timelines, but we do work to provide the President as much decision space as possible.'”\n\nThe Clinton campaign told us that the information on the short time for a nuclear launch came from Clinton’s debate prep material, which was gathered from publicly available information — not from classified briefings. But Clinton did have access to such information as secretary of state.\n\nObama Administration Rejects ‘De-Alerting’\n\nAs secretary of state in the Obama administration, Clinton was involved in the 2010 Nuclear Posture Review, which among other things considered whether to take land- and sea-based nuclear missiles off high alert. “De-alerting,” as it is known, would increase the amount of time needed to prepare the missiles for launch and, arms-control experts argue, would reduce the possibility of accidental launches.\n\nBut in an NPR report issued in April 2010, the Defense Department rejected “de-alerting” — concluding that it could escalate a crisis as both sides race to “re-alert” their missiles.\n\n“The NPR considered the possibility of reducing alert rates for ICBMs and at-sea rates of SSBNs [strategic ballistic missile nuclear submarines], and concluded that such steps could reduce crisis stability by giving an adversary the incentive to attack before ‘re-alerting’ was complete,” the report said.\n\nIn making that decision, Obama was breaking a promise he made during the 2008 election, said Kristensen of the Federation of American Scientists.\n\nDuring his 2008 campaign for president, then-Sen. Obama criticized President George W. Bush for breaking a promise made in the 2000 Republican platform, which said the U.S. should “remove as many weapons as possible from high-alert, hair-trigger status.” Obama vowed to keep the promise that Bush had broken.\n\n“Finally, if we want the world to deemphasize the role of nuclear weapons, the United States and Russia must lead by example,” Obama said in an April 23, 2007, speech in Chicago. “President Bush once said, ‘The United States should remove as many weapons as possible from high-alert, hair-trigger status — another unnecessary vestige of Cold War confrontation.’ Six years later, President Bush has not acted on this promise. I will. We cannot and should not accept the threat of accidental or unauthorized nuclear launch. We can maintain a strong nuclear deterrent to protect our security without rushing to produce a new generation of warheads.”\n\nKristensen told us in an email that Obama quickly “abandoned” that campaign promise.\n\n“The de-alerting goal was present on the White House website for the first few months of 2009 as part of the new administration’s policy. But it disappeared in the spring of 2009 around the New Prague speech,” Kristensen wrote, referring to an April 5, 2009, speech in which Obama called for a world without nuclear weapons. “Since then, the Obama administration has not only abandoned that part of its policy but also argued forcefully against it.”\n\nIn fact, the Obama administration has even rejected the use of the term “hair-trigger” that Obama used during the 2008 campaign. A 2015 State Department fact sheet argued that U.S. nuclear forces “are not on hair-trigger alert,” calling the term inaccurate — just as the “senior U.S. official” in the Bush administration had done in 2007, as we noted earlier.\n\n“A hair trigger is deliberately calibrated to fire a weapon with only the slightest pressure applied to the trigger. This is not an accurate description of U.S. nuclear forces,” the fact sheet says. “U.S. ‘alert’ posture simply means a portion of our forces (those on ‘alert’) are ready to launch upon receipt of an authenticated, encrypted, and securely transmitted order from the President of the United States.”\n\nKristensen said, “The administration’s attempt to describe alert as different than ‘hair-trigger’ seems more like an attempt to [put] a human face on the uncomfortable fact that the administration has gone back on its word.”\n\nTo recap: The U.S. Strategic Command does not disclose nuclear launch timelines, and Clinton was in position to know the launch times as secretary of state in the Obama administration.\n\nBut it is common knowledge that it takes about four or five minutes, and other presidential nominees — including the last two presidents — have campaigned on the need to take nuclear weapons off “hair-trigger status,” a reference to the short time that it takes for the U.S. to launch intercontinental ballistic missiles after the president issues an order.\n\nSources\n\n“Final Presidential Debate at UNLV.” Transcript. FactCheck.org. 19 Oct 2016.\n\n“Minuteman ICBM.” National Park Service. Undated. Accessed 26 Oct 2016.\n\n“Bruce G. Blair.” Biography. Princeton University, Science and Global Security. Undated, accessed 26 Oct 2016.\n\nBlair, Bruce G., et. al. “Taking Nuclear Weapons off Hair-Trigger Alert.” Scientific American. Nov 1997.\n\nMerrill, Dave, et. al. “To Launch a Nuclear Strike, Clinton or Trump Would Follow These Steps.” Bloomberg Politics. 7 Sep 2016.\n\nKristensen, Hans M. and Matthew McKinzie. “Reducing Alert Rates of Nuclear Weapons.” United Nations Institute for Disarmament Research. Jan 2013.\n\nWright, David et al. “Reducing the Risk of Nuclear War.” Union of Concerned Scientists. Jan 2016.\n\n“Hans Kristensen.” Biography. Federation of American Scientists. Undated, accessed 26 Oct 2016.\n\nKristensen, Hans. Director, Nuclear Information Project at the Federation of American Scientists. Email sent to FactCheck.org 21 Oct 2016.\n\nKristensen, Hans. Director, Nuclear Information Project at the Federation of American Scientists. Email sent to FactCheck.org 25 Oct 2016.\n\nHerridge, Catherine. “Clinton’s debate reference to nuclear response rekindles judgment questions.” Fox News. 20 Oct 2016.\n\nLynch, Colum. “U.S. Official Is Faulted for Nuclear Weapons Claim.” Washington Post. 1 Nov 2007.\n\nCrawford, Jamie. “Did Hillary Clinton reveal classified intel at debate?” CNN. 21 Oct 2016.\n\nO’Donnell, Martin L. Public Affairs Current Operations Chief, U.S. Strategic Command. Email sent to FactCheck.org. 25 Oct 2016.\n\nDepartment of Defense. Nuclear Posture Review web page. Undated, accessed 26 Oct 2016.\n\nDepartment of Defense. Nuclear Posture Review report. Apr 2010.\n\n“2000 Republican Party Platform.” The American Presidency Project. University of California, Santa Barbara. 31 Jul 2000.\n\nObama, Barack. “Remarks to the Chicago Council on Global Affairs.” 23 Apr 2007.\n\nWhite House. “Remarks By President Barack Obama In Prague As Delivered.” Hradcany Square, Prague, Czech Republic. 5 Apr 2009.\n\nHarnden, Toby. “President Barack Obama calls for a nuclear free world in Prague speech.” The Telegraph. 5 Apr 2009.\n\nState Department. “U.S. Nuclear Force Posture and De-Alerting.” Fact sheet. Bureau of Arms Control, Verification, and Compliance. 14 Dec 2015.", "url": "https://www.factcheck.org/2016/10/clinton-and-nuclear-launch-times/"}, "article2": {"title": "Did Hillary Clinton reveal classified intel at debate?", "content": "Story highlights The Clinton campaign would not say if the intel came from a classified briefing Even if publicly available, those with clearances cannot reveal any info from a classified setting\n\nWashington CNN —\n\nThe Twitterverse was aflame in the hours after Wednesday night’s debate with questions about whether or not Hillary Clinton divulged classified information about the country’s nuclear arsenal.\n\n“There’s about four minutes between the order being given and the people responsible for launching nuclear weapons to do so,” Clinton said, explaining the quick decision-making required of a commander in chief and questioning Donald Trump’s fitness for the job.\n\n“And that’s why 10 people who have had that awesome responsibility have come out and, in an unprecedented way, said they would not trust Donald Trump with the nuclear codes or to have his finger on the nuclear button,” she continued.\n\nBut questions soon began to emerge about whether Clinton was too specific in her description of nuclear launch times and had perhaps revealed something she learned in a classified setting.\n\nA Clinton campaign aide said the information didn’t come from a classified briefing, pointing to multiple instances when similar information has been disclosed in public or through open source material.\n\nIn the July 2001 report “Minuteman Weapon System History and Description,” authors from Hill Air Force Base in Utah discuss the amount of time needed. The “process of presidential authentication with the Pentagon war room and the formatting of a launch order by the war room prior to its dissemination to the Minuteman firing crews would add another 1 minute or so, for a grand total of 4-5 minutes.”\n\nAnd Joseph Cirincione, president of the Ploughshares Fund, which specializes in nuclear issues, tweeted out public references to the same assertions regarding timing.\n\nBut even if the information is publicly available, those with clearances cannot reveal anything they learn in a classified setting.\n\nAsked about the sensitivity of this specific information, US Strategic Command, which oversees the US nuclear arsenal, declined to weigh in on the specifics.\n\n“We do not disclose operational timelines, but we do work to provide the President as much decision space as possible,” Capt. Brook DeWalt, chief spokesperson for Strategic Command, told CNN in a statement.\n\nDefense Secretary Ash Carter, who appeared at news conference with his South Korean counterpart Thursday, demurred on a similar question about whether such information was classified, saying that the question was “cast in terms of the ongoing presidential campaign.”", "url": "https://www.cnn.com/2016/10/20/politics/hillary-clinton-classified-information-debate/index.html"}, "article3": {"title": "The Clinton-Yeltsin Relationship in Their Own Words", "content": "Washington, D.C., October 2, 2018 – President Bill Clinton saw Russian leader Boris Yeltsin as indispensable for promoting American interests following the collapse of the Soviet Union, often prompting him to take controversial steps to ensure Yeltsin’s political survival, according to top-level memoranda of conversation just released from the Clinton presidential library.\n\nClinton believed backing Yeltsin personally was necessary to ensure Russian stability and market reform, which he privileged over the development of democracy in the former Soviet republic, a careful reading of the presidential memcons shows. These priorities led to the U.S. tolerating election irregularities, and doing little to oppose Yeltsin as he empowered oligarchs and installed Vladimir Putin as his successor, among other consequences.\n\nThe new records confirm the Bill-Boris camaraderie was genuine but also masked a complex relationship and ultimately an uneven partnership that reflected the diametrically opposite political and economic trajectories of their two nations in the 1990s.\n\n* * * * *\n\nThe Clinton-Yeltsin Relationship in Their Own Words\n\nBy Svetlana Savranskaya and Mary Sarotte\n\nIn July 2018, students of U.S.-Russian relations added hundreds of pages of declassified documents to their required reading list when the Clinton Presidential Library released almost all memoranda of Clinton-Yeltsin conversations in response to requests by historian Mary Sarotte in 2015. Today the National Security Archive publishes the highlights of this release.\n\nThe partnership between the United States and Russia that Presidents Bill Clinton and Boris Yeltsin tried to build in the 1990s succeeded only in part – but even that partial success helped to make the world a safer place. Cooperation on non-proliferation efforts, particularly within the framework of the Nunn-Lugar program, led to the successful withdrawal of nuclear weapons from Belarus, Kazakhstan, and above all Ukraine (briefly the third-largest nuclear power in the world due to the amount of Soviet-era weaponry on its territory).[2] The Clinton-Yeltsin cooperation also enabled the safe dismantlement and storage of nuclear weapons in Russia as it complied with the START I treaty. Russia even participated in the international peacekeeping mission in Bosnia, became a member of the G-8, and joined the Council of Europe. In return, the Clinton administration provided badly needed economic assistance and used its leverage with international financial institutions to help Russia.\n\nHowever, many contentious issues damaged the partnership along the way – most importantly NATO expansion and the military campaign in Kosovo. And, behind the rhetoric of equality and friendship lay the undeniable reality of an enormous power and status disparity. Russia was no longer the superpower that had challenged the United States at the height of the Cold War, and it was not even the declining-but-democratizing Soviet Union of Mikhail Gorbachev. Moscow often felt disrespected, and claimed that its interests and priorities were not being duly considered. For its part, the United States was willing to cooperate only – in Strobe Talbott’s words – on “what we deem to be [Russia’s] legitimate security concerns,” not on everything the Russians claimed to be important.[3]\n\nIn order to learn more about this crucial era, many years ago the Archive began spearheading an effort to get specific relevant documents declassified. In the summer of 2012, files began trickling in, first from the State Department and then from the Clinton Library, largely in response to itemized requests for specific summit meeting materials made by Archive staff (Svetlana Savranskaya and Tom Blanton) as well as by James Goldgeier with the assistance of Catherine Nielsen. These initial, limited declassifications gave us an important first glimpse behind the scenes of Clinton-Yeltsin conversations, including at the Cologne summit of 1999. Another group of requests produced two particularly significant Clinton-Yeltsin conversations, in Moscow and Halifax in 1995, at the crucial point just before both men’s make-or-break reelection bids of 1996.[4]\n\nStarting in the spring of 2015, Mary Sarotte decided to invest time in a broad-brush approach. She began a three-year process of compiling and filing omnibus requests to the Clinton Library and, when those did not succeed, pursued numerous appeals with the Interagency Security Classification Appeals Panel or ISCAP.[5] She finally won some of those appeals in 2018, and the Clinton Library declassified a phenomenal set of memcons and telcons as a result. Even better, the Clinton Library declassified nearly all of the pages of her massive requests with no redactions. It therefore becomes possible to read almost the entire history of top-level U.S.-Russian interactions in the contemporaneous words of Clinton and Yeltsin in one (admittedly very long) sitting. Two archivists at the Clinton Library who worked closely with the Archive and Sarotte over the years – Rob Seibert and Kelly Hendren – along with Meredith Wagner of ISCAP deserve enormous credit for their hard work, which has provided students of history and diplomacy with a major scholarly opportunity.\n\nWhat do these new sources tell us? The selection of documents below, chosen both from the earlier requests and the 2018 Sarotte release, sheds new light on the most important issues in U.S.-Russian relations in the 1990s. They show Clinton as an empathetic and committed champion of the new Russia, willing to use his political capital to help his friend Boris in tough times, such as during the Russian constitutional crisis of 1993, or the close-run presidential election of 1996. However, the documents show that Clinton understood the need to balance his relationship with Yeltsin against other priorities of US foreign policy. While Clinton’s stated top goal was to help Russia become a democratic country – one fully integrated into the Western institutions – that goal often clashed with other U.S. interests. These interests included: expanding NATO to secure its presence and role in Europe and to expand democracy and security to East-Central Europe; denuclearizing the former Soviet space and making sure that Russian weapons of mass destruction were securely dismantled; limiting Russia’s role in its “near abroad”; stopping Russian trade in nuclear technologies with Iran and India; and managing conflict in the former republic of Yugoslavia.\n\nClinton saw Yeltsin personally as an indispensable partner in achieving his goals. Only Yeltsin’s continued leadership, the White House believed, could guarantee Russian cooperation on U.S. priorities. The perception of Yeltsin as irreplaceable gradually led to the difficult situation where U.S. backing for the Russian democratic transition consisted largely of promoting its favorite “democrat,” Yeltsin, as the only game in town – even as he was quickly becoming an autocrat in reality. For his part, Yeltsin painted his opponents in the 1996 elections as the ultimate evil: unreformed communists who would attempt to reinstate Stalinism, and take back not only Crimea but also Alaska. The newly available documents show that, in response, Clinton took many steps to increase the chances that Yeltsin would win the Russian elections of 1996, including making presidential visits, delaying visible progress on NATO expansion, and pressing Congress and international financial institutions to provide Russia with loans that would allow Yeltsin to pay salaries and pensions during the critical campaign period. For his part, Yeltsin openly asked his friend to provide $2.5 billion and complained that he only received $300 million of IMF loans.\n\nTo ensure that Yeltsin survived, Clinton was willing to close his eyes to electoral irregularities, the rise of the oligarchs, the war in Chechnya, and the rising corruption in the new Russia. The administration’s policy essentially supported Russia’s economic liberalization as it developed into a form of robber-baron capitalism, or “market Bolshevism,” rather than developing into genuine democratic institutions and practices.[6] Put bluntly, Russian stability and the implementation of the flawed market reform turned out to be more important in practical terms than the healthy development of Russian democracy. Tellingly, when Yeltsin reveals to Clinton in the fall of 1999 that he has chosen a successor – former KGB officer Vladimir Putin – and will do everything possible to get Putin elected as the next president of Russia, Clinton seemingly accepts Yeltsin’s choice as another one of the measures needed to guarantee Russian stability.\n\nOverall, the documents reveal the complexities of the Clinton-Yeltsin relationship. At once very warm and personal, but at times confrontational and contentious, the sources show an unequal partnership that was neither fully genuine nor fully instrumental but somewhere between the two. On the one hand, Yeltsin tried to play up the personal connection that the two fellow presidents had made, suggesting correctly that they were able to overcome many controversial issues through their personal regard for each other. And there is no doubt that their closeness certainly helped Yeltsin in his domestic political struggles. On the other hand, the sources show that their dialogue was carried out essentially on American terms, with Clinton making suggestions and proposals and Yeltsin often accepting, even when he initially objected. In response to arm-twisting by Clinton, Yeltsin would often accede and respond simply, “I understand.”[7]\n\nThis is not to say that Yeltsin was passive; he made significant proposals of his own, such as on European security structures, cuts to armaments, and even on getting rid of the “nuclear football” (the briefcase that always accompanied both leaders, allowing them to launch nuclear attacks at any time).[8] Yeltsin genuinely tried to promote Russian interests. But he was doing so at a time when, simultaneously, Russia fell into steep economic and political decline and the U.S. rose to the heights of its “unipolar moment.” The interactions of these two world leaders at this crucial juncture – revealed in the documents below – have a legacy that shapes U.S.-Russian relations to this day.\n\nRead the documents", "url": "https://nsarchive.gwu.edu/briefing-book/russia-programs/2018-10-02/clinton-yeltsin-relationship-their-own-words"}}