{"foreign_id": "1_Fake", "article1": {"title": "5 Million Uncounted Sanders Ballots Found on Clinton’s Email Server", "content": "Claim: Nearly 5 million uncounted California ballots cast for Bernie Sanders were found on Hillary Clinton's private email server by the F.B.I. Rating: About this rating False\n\nFake news occasionally proves itself to be more amusing than annoying (i.e., actual satire rather than an attempt to fool readers with sensationalist clickbait), and an August 2016 article from the Nevada County Scooper hit that mark — deftly blending political controversies over Democratic presidential nominee Hillary Clinton's use of a private e-mail server, suggestions of election fraud, and claims by supporters of rival Bernie Sanders that their candidate had been cheated out of the nomination by a partisan Democratic National Committee into one short article that began:\n\nDemocratic nominee Hillary Clinton is in hot water again after nearly 5 million uncounted California electronic ballots were found on her email server by the F.B.I. The majority of those ballots cast were by Bernie Sanders supporters. The election commission has an emergency meeting scheduled for tomorrow morning to discuss a possible vote recount which will include the newly-found ballots. Ms. Clinton has already come under fire during this election cycle over using her private email server for personal use, including storing and sending classified information with it. There has been a formal investigation, but no charges have been filed in that case. Some of the charges are facing several charges.\n\n\n\nAlas for those who might wish to believe that some or all of the above is true, the Nevada County Scooper's \"Manifesto\" notes that the site is all about fake news and satire:", "url": "https://www.snopes.com/fact-check/uncounted-sanders-ballots-clinton/"}, "article2": {"title": "What Happened: The long list of who Hillary Clinton blames", "content": "Did it matter? If what we know Russia did is all that Russia actually did, then it almost certainly wasn't enough to hand Mr Trump the election (although it is, and should be, a major cause for concern going forward). Mrs Clinton compares Russian influence to the equivalent of a major outside political action committee contributing to a candidate. Of course, the Democrat had plenty of those kind of organisations at her disposal - and vastly outspent her opponent - and she still lost.", "url": "https://www.bbc.com/news/world-us-canada-41244474"}, "article3": {"title": "Comey made announcement on Clinton email probe days before election to give himself 'cover': Trump spokesperson", "content": "\"The guy knew exactly what he was doing,\" White House spokeswoman said.\n\nJames Comey’s acknowledgement that he may have subconsciously expected Hillary Clinton to win the presidency when he disclosed days before the 2016 election the reopening of a probe of her emails shows that the then-FBI chief was driven by political motivation and self-interest, a White House spokesperson said.\n\n“The guy knew exactly what he was doing,” White House spokesperson Sarah Sanders told ABC News Chief Anchor George Stephanopoulos on “This Week” on Sunday. “He thought that Hillary Clinton would win, and he thought that this would give him some cover. He made these decisions based on the political landscape and not the facts of the case,” White House spokesperson Sarah Sanders told ABC News Chief Anchor George Stephanopoulos on “This Week” on Sunday.\n\nSanders was responding to a video excerpt from Comey's exclusive interview with Stephanopoulos that will air tonight at 10 p.m. ET.\n\nIn the excerpt aired on \"This Week,\" Stephanopoulos asks Comey whether his choice to reveal that he was reopening the investigation into Clinton’s emails days before the election may have been influenced by his belief that Clinton would become president.\n\nComey, then the FBI director, sent a letter to Congress announcing the reopening of the email probe on Oct. 28, 2016, 11 days before the Nov. 8 election.\n\nWhite House Press Secretary Sarah Sanders speaks during the daily briefing in the Brady Briefing Room of the White House, April 13, 2018 in Washington, D.C. Mandel Ngan/AFP/Getty Images\n\n\"At some level, wasn't the decision to reveal influenced by your assumption that Hillary Clinton was going to win and your concern that she wins this comes out several weeks later and then that's taken by her opponents as a sign that she's an illegitimate president?\" Stephanopoulos asked Comey in the interview.\n\n“I don’t remember consciously thinking about that, but it must have been because I was operating in a world where Hillary Clinton was going to beat Donald Trump, and so I’m sure that it was a factor,” Comey said. \"I don’t remember spelling it out, but it had to have been, that she’s going to be elected president and if I hide this from the American people, she’ll be illegitimate the moment she’s elected, the moment this comes out.\"\n\nClinton has said she thinks Comey's announcement about the email probe so close to the election killed her chances of winning.\n\nSanders on \"This Week\" slammed Comey, saying he has been “inconsistent constantly.”\n\n“He said that he opened the Hillary Clinton investigation on its merits,\" the White House press secretary said. \"Now we're finding out certainly that it had something to do with the political landscape.”\n\nPrior to Sanders’ appearance “This Week,” Trump fired off a series of tweets, calling Comey \"slippery\" and a “slimeball” and alleging that his handling of the Clinton email probe was influenced by the Democrat's lead in the polls.\n\nUnbelievably, James Comey states that Polls, where Crooked Hillary was leading, were a factor in the handling (stupidly) of the Clinton Email probe. In other words, he was making decisions based on the fact that he thought she was going to win, and he wanted a job. Slimeball! — Donald J. Trump (@realDonaldTrump) — Donald J. Trump (@realDonaldTrump) April 15, 2018\n\nPresident Donald Trump shakes hands with James Comey, director of the Federal Bureau of Investigation (FBI), during an Inaugural Law Enforcement Officers and First Responders Reception at the White House, Jan. 22, 2017. Andrew Harrer/Getty Images FILE\n\nThe president also suggested that the former FBI head could go to jail for various actions.\n\nThe big questions in Comey’s badly reviewed book aren’t answered like, how come he gave up Classified Information (jail), why did he lie to Congress (jail), why did the DNC refuse to give Server to the FBI (why didn’t they TAKE it), why the phony memos, McCabe’s $700,000 & more? — Donald J. Trump (@realDonaldTrump) — Donald J. Trump (@realDonaldTrump) April 15, 2018\n\nAsked by Stephanopoulos about this suggestion by Trump, Sanders said she doesn't know of any plan for to ask the Justice Department to investigate Comey.\n\nComey's new book, “A Higher Loyalty: Truth Lies and Leadership,” will be released Tuesday.\n\nABC News Chief Anchor George Stephanopoulos sits down with former FBI director James Comey for an exclusive interview that will air during a primetime \"20/20\" special on Sunday, April 15, 2018 on the ABC Television Network. Ralph Alswang/ABC News\n\nIn a press briefing Friday, Sanders was critical of ongoing press coverage of the book. She said the media should focus on important national issues, and she referred directly to the Stephanopoulos interview.\n\n“Congress has asked Jim Comey to come and testify multiple times, of which he’s denied being able to do,\" Sanders said. \"Yet he found time to sit down with George Stephanopoulos for five hours.\"", "url": "https://abcnews.go.com/Politics/comey-announced-reopening-clinton-email-probe-days-election/story?id=54470601"}}