{"foreign_id": "20_Fake", "article1": {"title": "Did Hillary Clinton Say 'I Would Like to See People Like Donald Trump Run for Office'?", "content": "Claim: Hillary Clinton suggested during a 2013 speech that she would like to see Donald Trump run for President. Rating: About this rating False\n\nOn 17 October 2016, the now-defunct website The Rightists published an article positing that Hillary Clinton said during a 2013 speech she wanted to see someone like Donald Trump to run for President:\n\nThe Rightest was a \"hybrid\" website that published a mixture of real and fake news:\n\nTheRightists.com is independent News platform That allow People and independent Journalist to bring the news directly to the readers. Readers come to us as a source of independent news that not effected from the big channels. This is HYBRID site of news and satire. part of our stories already happens, part, not yet. NOT all of our stories are true!\n\nIn this case, the \"news\" portion of the article was a speech Clinton purportedly delivered to Goldman Sachs in 2013. While an excerpt of the speech was published by Wikileaks, the Clinton campaign has refused to verify the documents:\n\nMALE ATTENDEE: My question is, as entrepreneurs, we risk a lot. And Mike Bloomberg had 30 billion other reasons than to take office. Do we need a wholesale change in Washington that has more to do with people that don't need the job than have the job? SECRETARY CLINTON: That's a really interesting question. You know, I would like to see more successful business people run for office. I really would like to see that because I do think, you know, you don't have to have 30 billion, but you have a certain level of freedom. And there's that memorable phrase from a former member of the Senate: You can be maybe rented but never bought. And I think it's important to have people with those experiences. And especially now, because many of you in this room are on the cutting edge of technology or health care or some other segment of the economy, so you are people who look over the horizon. And coming into public life and bringing that perspective as well as the success and the insulation that success gives you could really help in a lot of our political situations right now.\n\nThe Rightists used the above-quoted speech as the basis of their article, but then they added several fake quotes in relation to Donald Trump:\n\nAnd then she just had to go on. “In fact, when you say businessmen and women, I can’t help but think of a particular one that I would just love to see running for the presidency at some point in the future,” Clinton added. “I don’t know what it is exactly about him, I can’t quite put my finger on it, but my instinct is almost never wrong. And it’s telling me that Donald Trump would be very successful if he were to venture into politics in the future.” Asked to elaborate on her statement, the former Secretary of State argued that she thinks that businessmen “can’t be bought” and that they’re “very honest.” “And I think that goes especially for Donald Trump, whose successful projects and business ventures have made him synonymous with big business and, more importantly, creating thousands of jobs. I also think he understands the philanthropic and charitable side of things quite well, which is a crucial skill for any politician,” she praised her current counter-candidate.\n\nThe above-displayed quotes, however, do not appear in the transcript of Clinton's alleged 2013 Goldman Sachs speech. These are fictional quotes created by a \"hybrid\" web site that publishes a mixture of fake news and satire.\n\nIn summation, WikiLeaks published an excerpt allegedly from a speech Hillary Clinton delivered to Goldman Sachs in 2013 in which the former secretary of state said that more businessmen should run for office. Clinton did not, however, specifically mention Donald Trump in that speech.", "url": "https://www.snopes.com/fact-check/people-like-donald-trump/"}, "article2": {"title": "The Politics of Hope: Donald Trump as an Entrepreneur of Identity", "content": "Adapted from Why Irrational Politics Appeals: Understanding the Allure of Trump, edited by Mari Fitzduff, with permission from ABC–CLIO/Praeger. Copyright © 2017.\n\nEditor’s Note: This article was written before Trump’s victory in the U.S. presidential election, which makes its insights all the more remarkable.\n\nIt is easy and common to dismiss those whose political positions we disagree with as fools or knaves—or, more precisely, as fools led by knaves. Indeed, the inability of even the most experienced pundits to grasp the reality of Donald Trump’s political ascendency in this year’s Presidential race parallels an unprecedented assault on the candidate and his supporters, which went so far as to question their very grasp on reality. So it was that when a Suffolk University/USA Today Poll asked 1,000 people in September 2015 to describe Trump in their own terms, the most popular response was “idiot/jerk/stupid/dumb,” followed by “arrogant” and then “buffoon/clown/comical/joke.” Similarly, Trump’s followers were dismissed in some media accounts as idiots and bigots. Consider this headline from the Salon website: “Hideous, disgusting racists: Let’s call Donald Trump and his supporters exactly what they are.”\n\nSuch charges remind us of Theodore Abel’s fascinating 1938 text, “Why Hitler Came Into Power,” but first let us be absolutely explicit: We are not comparing Trump, his supporters or their arguments to the Nazis in any way. Instead, our goal is to expose some problems in the ways that commentators analyze and explain behaviors of which we disapprove. In 1934, Abel traveled to Germany and ran an essay competition, offering a prize for autobiographies of Nazi Party members. He received around 600 responses, from which he was able to glean why so many Germans supported Hitler. Certainly many essays expressed a fair degree of anti-semitism, and some a virulent hatred of Jews. In this sense, party members were indeed racists or, at the very least, did not object to the party’s well-known anti-semitic position. But this is very different from saying that they joined and remained in the party primarily or even partially because they were racists. Abel discovered that many other motives were involved, among them a sense of the decline of Germany, a desire to rediscover past greatness, a fear of social disorder and the desire for a strong leader.\n\nWe would argue that the same is true of those who supported Trump. Some, undoubtedly, were white supremacists. All were prepared to live with his racist statements about Muslims, Mexicans and others. But are racism, bigotry and bias the main reasons people supported Trump? Certainly not. We argue instead that we need to analyze and understand the way he appealed to people and why he elicited their support. Moreover, we need to respect those we study if we want to understand their worldview, their preferences and their decisions. The more distant these are from our own, the harder this task is, but also, the more important it becomes.\n\nTo understand how Trump appealed to voters, we start by looking at what went on inside a Trump event. For this, we are indebted to a particularly insightful analysis by journalist Gwynn Guilford who, acting as an ethnographer, participated in Trump rallies across the state of Ohio in March 2016. We then analyze why Trump appealed to his audience, drawing upon what we have referred to as the new psychology of leadership. Here we suggest that Trump’s skills as a collective sensemaker—someone who shaped and responded to the perspective of his audience—were very much the secret of his success.\n\nAnatomy of a Rally\n\nA Trump rally involved much more than just a Trump speech. Important though his words were (and we will look at them in some detail), it is even more essential to look at the event as a performance of a particular worldview. Once again, the charge of irrationalism can serve to obscure; for if we view Trump crowds as mindless mobs led by primitive urges and stirred up by a narcissistic demagogue, it impairs our ability to appreciate what his events tell us about how those who attended them see the world.\n\nIn simple terms, a Trump rally was a dramatic enactment of a particular vision of America. More particularly, it enacted how Trump and his followers would like America to be. In a phrase, it was an identity festival that embodied a politics of hope.\n\nThe rally started long before Trump’s arrival. Indeed, the long wait for the leader was part and parcel of the performance. This staged delay affected the self-perception of the audience members (“If I am prepared to wait this long, this event and this leader must be important to me.”). It affected the ways audience members saw each other (“If others are prepared to wait this long, this event and the leader must be important to them.”). And it thereby set up a norm of devotion in the crowd and a sense of shared identity among crowd members (“We are joined together in our devotion to this movement.”).\n\nThe wait also provided time for other ritualized acts that helped shape the audience’s world view. As Guilford describes it, Trump’s security procedures were more rigorous than those of any other candidate. At every venue, the audience had to pass through a metal detector. Inside, highly visible security agents abounded. They fanned out, their backs to the stage, and purposefully made eye contact with audience members, checking for intruders. Audience members joined in the exercise. A person did not have to express overt opposition to be deemed suspect; just failing to show sufficient enthusiasm could draw others’ hostile attention.\n\nAbout an hour before Trump would speak, a message broadcast over the PA system instructed crowd members not to touch any protestors they spotted. Rather they were told to notify security by chanting “Trump! Trump! Trump!” Although often a false alarm, this cry would go up repeatedly. And when it happened, the entire audience was alerted to possible enemies in their midst. As a result of these various tactics, the crowd members were induced to act as if they were under threat—and observing themselves and others behaving in this way only served to reinforce the presumption that they truly were under threat, from enemies both without and within.\n\nAs identity festivals, Trump rallies succeeded in large part thanks to an audience who enthusiastically performed their devotion to Trump and to an audience and security apparatus who acted as a community under threat. Yet there is one more set of actors who—perhaps unwittingly, certainly unwillingly—played a key part in the drama: the media, who were generally kept segregated from the crowd and behind Trump, positioned as a visible presence to be derided when he maligned them as the voice of a hostile establishment. Guilford describes one such incident.\n\n“Trump scowls at the media cattle pen in the back of the room and calls the press the “most disgusting” and “most dishonest” people he’s ever seen, pantomiming his disdain with an elaborate sneer before goading his supporters to turn and glare too. On cue, the crowd turns and boos.”\n\nIn this moment, the tables are turned. The media and establishment are no longer big and powerful. They are small and cowed by Trump’s legions.\n\nTrump on the Stump\n\nJust as Trump’s rallies brought to life a powerful representation of social relations, his speeches confirmed and fleshed out this representation. In this regard, his rhetoric was largely consistent from rally to rally and presented a particular example of a general form that cultural critic Sacvan Bercovitch called the American Jeremiad. By definition, this form of rhetoric extols the notion that America has an exceptional mission in the world, but is falling short and therefore needs to change in order to fulfil its original vision. What distinguished Trump’s version from the original Puritan one is, first, that the failings are a matter of power and wealth rather than of moral purpose and, second, that they are due to the depredations of others rather than the weaknesses of the ingroup (i.e., his supporters).\n\nTrump’s standard argument had three key elements. The first asserted that America, once great, is now weak and repeatedly humiliated by others. Thus, in his Presidential announcement speech, given at Trump Tower in New York City on June 16, 2015, he asserted, “Our country is in serious trouble. We don’t have victories any more. We used to have victories, but we don’t have them. When was the last time anyone saw us beating, let’s say China in a trade deal? They kill us.”\n\nThe second element is that America’s decline was framed as resulting from the actions of its enemies. These enemies are in part external: China and Mexico and other countries who, in his view, cheat, are corrupt and take the jobs and wealth of ordinary Americans. Again, we can see this stance in Trump’s presidential announcement speech, in which he opined: “Our real unemployment is from 18 to 20 percent. Don’t believe the 5.6. Don’t believe it. That’s right. A lot of people up there can’t get jobs, because there are no jobs, because China has our jobs and Mexico has our jobs. They all have jobs.”\n\nImportantly, though, the argument went on to assert that these external enemies thrive only because of the actions of many enemies within. Sometimes, Trump just labelled these enemies as incompetent, having an inability to do deals that favor America. Sometimes he targeted particular individuals (Obama, Clinton, his Republican rivals), and sometimes he targeted the political class as a whole. This line of attack is exemplified by the following passage, also from his Presidential announcement speech: “I’ve watched politicians. I’ve dealt with them all my life. If you can’t make a good deal with a politician, then there’s something wrong with you. You are certainly not very good. And that’s what we have representing us. They will never make America great again. They don’t even have a chance. They’re controlled fully—they’re controlled fully by the lobbyists, by the donors, and by the special interests, fully.”\n\nThis statement points to another reason why other politicians act as enemies: They are controlled by enemies to the American people. This point was made even more explicit in Trump’s economic policy speech, given on June 28 in Monessen, Pennsylvania, in which he pilloried his chief Democratic rival: “The people who rigged the system are supporting Hillary Clinton because they know as long as she is in charge nothing is going to change. The inner cities will remain poor. The factories will remain closed. The borders will remain open. The special interests will remain firmly in control. Hillary Clinton and her friends in global finance want to scare America into thinking small.” In short, the analysis proposed that America is losing out because the enemy within is colluding with the enemy beyond.\n\nAfter identifying the problem and its cause, the third part of Trump’s argument went on to identify the all-important solution: himself. Throughout his speeches, Trump insisted that he is not like other politicians. He knows how to make a deal. He insisted that he has been so successful and become so rich that he cannot be bought. For instance, in one of many anecdotes Trump recalls: \"One of the big banks came to me and said, ‘Donald, you don’t have enough borrowings. Could we loan you $4 billion’? I said, ‘I don’t need it. I don’t want it.’.”\n\nAs a consequence of these non-political attributes, Trump positioned himself as being able to restore what America has lost. Accordingly, when, in his announcement speech, he asserted that China beat the U.S. in trade deals, the next line observed: “I beat China all the time. All the time.” To this, the audience applauded and chanted, “We want Trump! We want Trump!” In closing that speech, he said: “If I get elected president, I will bring it back bigger and better and stronger than ever before, and we will make America great again.” By using the term “we” here, he included his audience and thereby significantly extended his argument—insisting that it is not just Trump but the Trump movement that will restore greatness.\n\nThis invocation of the crowd bookends the speech and we can conclude our analysis by rewinding from the closing words to the opening words: “Wow. Whoa. That is some group of people. Thousands… This is beyond anybody’s expectations. There’s been no crowd like this.” Here we come full circle and see how the rhetorical and the performative come together: the crowd is reflected back to itself as a demonstration of its power to achieve change. In this, the relationship between the crowd, Trump and threatening enemies within the event is translated into a vision of the world in general: Ordinary Americans have fallen from their rightful place in the world due to attacks from without and betrayals from the political class within, but they have the power, united behind Trump, and the will to employ it, in order to restore this place.\n\nEverything coheres. Everything that was used as evidence of pathology—from the rough language and baying at foes to the devotion and reverence for one who violates all the rules of politics—makes sense within the terms of this vision. It is a vision realized in its very telling. It is an enactment of Trump’s new America. It is not only a politics of hope, but the lived experience of all that is hoped for.\n\nThe Entrepreneur of Identity\n\nAs we have seen, Donald Trump made much of his economic entrepreneurial skills and his ability to make deals—although these claims have come under some critical scrutiny. Indeed, Tony Schwartz, the ghost-writer of Trump’s book, The Art of the Deal, has described them as a work of fiction and said, “I feel a deep sense of remorse that I contributed to presenting Trump in a way that brought him wider attention and made him more appealing than he is.” And a report in Fortune on August 20, 2015 suggests that Trump would have made more than four times as much money if he had simply invested his money in an index fund. Whatever the truth of the matter, our argument is that Trump’s political success derives not primarily from his acumen as a business entrepreneur but rather from his skills as an entrepreneur of identity—in essence, his ability to represent himself and his platform in ways that resonate with his would-be followers’ experience of their world.\n\nThere has been much controversy over the demographics of Trump’s followers. For instance, it has often been asserted that they are uneducated, white and poor. Certainly, the percentage of Trump supporters with college degrees (around 20 percent) is much lower than the percentage of Americans with college degrees (roughly 40 percent), but in many primaries, most Republicans with college degrees did vote for Trump. Equally, it is true that, on average, Trump supporters earn less than those who backed his main rivals in the primaries and general election ($72,000 versus $91,000 for Kasich), but at the same time, they earn considerably more than the median wage ($56,000) and supporters of both Clinton and Sanders ($61,000 each). What does seem to hold, however, is that Trump supporters are primarily white and, as Neil Irwin and Josh Katz reported in The New York Times, they live in areas of \"long simmering economic dysfunctions\" even if they themselves are not poor. To quote further from Irwin and Katz: “One element common to a significant share of his supporters is that they have largely missed out on the generation-long transition of the United States away from manufacturing and into a diverse, information-driven economydeeply intertwined with the rest of the world.” That is, Trump’s constituency consists largely of people who are part of a declining sector of an economy which is, at best, stagnating and who have been hit particularly hard by trade deals that have opened the U.S. to competition from low-cost manufacturing elsewhere in the world.\n\nThe second reliable characteristic of this constituency is their lack of trust in politics, politicians and political institutions. In this distrust they are not alone. Last year, a Pew Research Center report showed that overall trust in government had fallen from 73 percent in 1958 (rising to a peak of 77 percent under Johnson in 1964) to a mere 19 percent in 2015. Only 20 percent of Americans think government programs are well run. Less than 10 percent of Republicans have trust in government. And even for Democrats, that same figure is only a little over 30 percent. Moreover, if people feel distanced from government and that the government does not represent them, there is good reason to conclude that this is rooted in their actual experience. For example, a 2014 analysis by Martin Gilens, a professor of politics at Princeton University, and Benjamin I. Page, Gordon S. Fulcher Professor of Decision Making at Northwestern University, shows that, while economic elites and business groups have considerable influence on U.S. government policy, average citizens and mass interest groups have virtually none.\n\nTrump’s accomplishment has been to take these inchoate feelings of decline and marginalization and to provide a perspective that not only made sense of them but provided a solution. In so doing, he acknowledged the real problems of his audience (while others ignored them or even contributed to them); he understood them and empowered them to participate in the process of resolving those problems. But he also did one more thing. For his narrative was not only about the world and the place of his audience within it. It was also about himself, his own place and his relationship to his audience.\n\nA Protoypical “Ordinary American”\n\nTrump clarified his own position in the world with reference to a classic populist confection in which that world is divided into two groups: the common people and a privileged elite. Here the people were defined in national terms—as Americans—and the elite, primarily in political terms. Trump’s claim to leadership was then rooted largely in the work he did to position himself firmly among the former (and his rivals among the latter). This division indeed was at the heart of his successful identity entrepreneurship.\n\nTo start with, Trump has construed himself as prototypical of the “ordinary American” ingroup. Not typical. Trump is far from typical. How many ordinary Americans are worth billions, have their own tower, university and jet? No, he is prototypical, which means that he represents the key values and attributes that distinguish the ingroup from other outgroups. This is how journalist and author Andrew Sullivan put it in New York Magazine: “Hedid not hide his wealth in the late 20th century—he flaunted it in a way that connected with the masses. He lived the rich man’s life most working men dreamed of—endless glamour and women, for example—without sacrificing a way of talking about the world that would not be out of place on the construction sites he regularly toured. His was a cult of democratic aspiration.”\n\nIn keeping with this, here is how Donald Trump Jr. described his father in his speech to the Republican Convention: “We didn’t learn from MBAs. We learned from people who had doctorates in common sense .... It’s why we’re the only children of billionaires as comfortable in a D10 Caterpillar as we are in our own cars. My father knew that those were the guys and gals who would teach us the dignity of hard work from a very young age. He knows that at the heart of the American dream is the idea that whoever we are, wherever we’re from we can get ahead, where everyone can prosper together.\"\n\nLikewise, the way Trump dresses (always immaculate in tie and expensive suit, never dressing down, signifying his wealth), the way he talks (the crude, undiplomatic, violent forms of expression) and what he says, are not incidental. They are part of his performance as an exemplary American. In addition, they distinguish him from the typical (or prototypical) politician. What is thought to be a weakness (lack of political experience) is touted as a strength. Here, then, Trump’s constant violations of political rules, so often seen as presaging his decline, actually served to consolidate his ascendancy. Furthermore, the attacks by heavyweights of the Republican establishment—including Mitt Romney and George Bush—only helped to increase his poll ratings. For his failure to follow the rules of politics and his rejection by the political class validated his ingroup status in the eyes of an anti-political audience. They confirmed that he is “one of us,” not “one of them.” All this helps explain what The Guardian newspaper calls “the paradox that has been at the heart of the Trump phenomenon”—that is “how can a billionaire businessman from New York be the one who ‘gets’ the struggling working class?”\n\nBut it is not enough to be “one of us.” As we note in our 2011 book, The New Psychology of Leadership, success also depends on being seen to “do it for us,” acting for the ingroup interest. This claim is one of Trump’s constant refrains and again his wealth acts for him, not against him. He says he is not acting to enrich himself; he doesn’t need any more money. Equally, he cannot be bought to serve the interests of others, such as the international (i.e., non-American) elite. While Hillary Clinton was being paid to speak on Wall Street, Trump proclaimed that he was free to “tell it like it is”—something regularly cited as a source of his strength and a major reason why people voted for him.\n\nFinally, even “doing it for us” is not enough if a leader lacks the support or ability to be successful in advancing the group interest. The effective leader must, above all, “make it real,” turning group values into lived experience. Although it is difficult for an aspirant to power to achieve anything before they have been elected, Trump rose to this challenge by making much of his previous successes and his credentials as an inspired business leader and deal maker. Also, as we have seen, by so carefully choreographing his rallies, he created a simulacrum of reality within the very movement designed to change reality.\n\nIn sum, Trump’s campaign was all about creating a particular sense of “us” (articulating a sense of “them” is critical, but secondary) and then establishing how he himself is representative of the group in both a symbolic and a practical way, able to represent the group at the political level. The skill, complexity and subtlety with which he accomplished this feat (even when it came to his use of crudity) helps us understand why Trump proved so appealing to his audience.\n\nTo summarize our argument, we contend that Trump succeeded by providing a categorical grid—a clear definition of groups and intergroup relations—that allowed many Americans to make sense of their lived experience, to understand their problems and to entertain the hope of being able to deal with them. Within this framework, he established himself as a champion and as a voice for people who otherwise felt unchampioned and voiceless. Ironically, too, in a politics controlled by wealth and privilege, his wealth freed him of the charge that he was in hock to the money men. Above all, Trump had an intuitive grasp of how to establish himself as the voice of America in both his words and his actions.\n\nWhat is more, Trump's successes must be seen in light of others’ failures. In particular, his rivals did not succeed in providing an alternative grid, based on alternative categories, to make sense of the experiences of many Americans. They did not deploy the skills of identity leadership to present an inclusive narrative of “us” that deals with the real problems people face. They did not elaborate an alternative politics and an alternative set of solutions. In that context, Trump had a relatively free run.\n\nPostscript: President-Elect Trump\n\nThe Presidential campaign went through many twists and turns after we first wrote the above piece in the summer of 2016. If anything, Trump became even more extreme. The Billy Bush tapes, in which he boasted about assaulting women, seemed sure to disqualify him from the Presidency. But, for all that, on election day, he prevailed in the electoral college (though not in the popular vote) and is now on his way to the White House. Even though this was a scenario we had imagined on the basis of our theoretical and empirical observations, it still sounds strange—not least because it was an outcome that almost no pundits or pollsters had forecast.\n\nSo how could the commentators have got it so wrong? Why did Trump not suffer for his “gaffes” while Hillary Clinton seemingly did—most notably through renewed focus on her use of a private email server during the last days of the campaign? And what does the evidence from election night tell us about why Trump prevailed? Does it support the analysis we have offered or does it undermine our arguments? Let us try to answer these questions one at a time.\n\nWe can start by invoking Trump’s closing pitch in the campaign—his TV “Argument for America.” This two-minute advertisement started with the candidate intoning that “Our movement is about replacing a failed and corrupt political establishment with a new government controlled by you, the American people.” Then it builds on this basic opposition between the establishment and the people. It asserts that the establishment is an international conspiracy with national allies (cue pictures of Hillary Clinton)—people “who don’t have your good in mind.” The categories could not be starker, nor could the way in which Trump overlaid himself on “the people” (us) and his rival on “the establishment” (them). From the start to the end of the campaign, Trump was nothing if not consistent in driving home this framework.\n\nThe question regarding the impact of any specific event is then tied to whether it strengthened or subverted this categorical appeal. And the fact is that here—perhaps especially here—the so-called gaffes can be seen as having strengthened it. Even the Billy Bush tape allowed Trump to emphasize his “locker-room” credentials. Rough? Yes. Crude? Yes. But even more obviously, not the cultured talk of those slick establishment insiders.\n\nIn this regard, one wonders what might have happened had Trump’s critics played their hand differently. What if they had emphasized the elitist rather than the sexist dimension? After all, Trump was boasting that, as a star, he could take advantage of ordinary folk. He was expressing contempt in direct violation of his claims to be a leader of and for the people. But it was not on this that he was called into account. Instead, he was mainly faulted for the deficiencies of character that this episode revealed.\n\nIn contrast, one can argue that the reason Hillary suffered for her email indiscretions was because they worked directly against her own appeal, which was based on her long experience and proven commitment to working for the American people. To use a private server for state business seemed an elementary error, one designed to make her less accountable to the people. Moreover, even if not illegal, the content of the emails pointed to a self-serving and self-perpetuating Washington oligarchy. Illegality was the least of it. The emails suggested that Hillary was simply not of us or for us.\n\nFinally, then, what did the election night results tell us? There is a welter of information here. It shows that the great majority of black and Latino people voted Democrat, but less so than in 2012. It shows that women overall voted clearly for Hillary, but that working class women favored Trump. It shows that the poorest sections of the population (those earning under $30,000 a year) also voted for Hillary (albeit in smaller proportions than last time round) but that those in the declining middle classes (earning $50,000-$100,000) leaned towards Trump.\n\nThe story is complicated. But two things are abundantly clear from the ABC News exit polls. First, on every measure of character and suitability for the Presidency, Clinton had a clear lead. She was seen as better qualified than Trump (53 percent versus 37 percent), as having the right personality and temperament (56 percent versus 34 percent), as being less dishonest (59 percent versus 65 percent) and as being less unpopular (54 percent versus 61 percent).\n\nSecond, there is just one measure on which Donald trumped Hillary—and did so by a country mile: voters’ perceptions of who could bring about change. Here Trump won out by 81 percent to 13 percent. And across the electorate as a whole, ability to bring change was identified as the key issue (by 38 percent of respondents, compared to the next most important issue identified by 22 percent). It was particularly important to Trump’s people of whom a massive 93 percent saw the U.S. as seriously on the wrong track (whereas the corresponding figure for Clinton’s people was a mere 31 percent).\n\nPutting it all together, these figures tell us something important about leadership in general, and about this leadership contest in particular. On the former, they underline the point that leadership is never about the character of individuals as individuals. This is the “old psychology of leadership” that our own theoretical and empirical analysis has repeatedly called into question. Instead, leadership is about individuals as group members—whose success necessarily hinges on their capacity to create, represent, advance and embed a shared sense of “us.” Reflecting on the implications of this analysis for the specifics of this election, we can see that Trump’s followers knew full well that their man was a reprobate, that they deplored his crudities, and that they saw him as a risky choice. As one supporter interviewed by an Australian reporter put it: “He may be an asshole, but he’s our asshole.” Moreover, in a world where the system is seen to be against “us” and where things appear to be driven in the wrong direction by “them,” the really irrational thing to do is stick with that system and elect its representative however superior their personal credentials or character.", "url": "https://www.scientificamerican.com/article/the-politics-of-hope-donald-trump-as-an-entrepreneur-of-identity/"}, "article3": {"title": "FACT CHECK: Clinton Lays Out Economic Plan In Contrast To Trump", "content": "FACT CHECK: Clinton Lays Out Economic Plan In Contrast To Trump\n\nEnlarge this image toggle caption Andrew Harnik/AP Andrew Harnik/AP\n\nEditor's note: NPR fact-checked Republican presidential nominee Donald Trump's economic speech on Monday.\n\nTrump delivered an address Monday to the Detroit Economic Club, outlining a plan to cut taxes and get rid of regulations. Today was Hillary Clinton's turn, where she argued that her plan would boost the middle class while Trump's plan \"would give trillions in tax cuts to big corporations, millionaires, and Wall Street money managers.\"\n\nClinton spoke at Futuramic Tool & Engineering, an advanced manufacturing facility in Warren, Mich. Clinton has been talking about her jobs plan for weeks now, visiting factories and small business. Her address was meant as a contrast to Trump's dark vision of the state of American manufacturing and focus on coal and steel, industries that have been in steep decline for more than a generation.\n\nListen To Hillary Clinton's Economic Speech 47:36\n\nAs she's talked about the economy, Clinton has faced a couple of challenges; convincing white working class voters that she feels their pain and condensing her five point economic plan into something simple, catchy and satisfying.\n\nShe spent much of the speech drawing out contrasts with Trump, portraying them as unrealistic and destructive, while describing her own proposals.\n\nClinton also debuted a new attack on Trump's tax plan saying it includes a \"Trump Loophole\" designed to benefit his businesses and cut his own personal tax burden.\n\nTrump's actual personal tax burden is unknown because he has broken with the long-standing tradition of presidential candidates and hasn't yet released his tax returns for public review.\n\nA source close to Clinton says she will be releasing her 2015 tax returns in the coming days (all of her tax returns dating back to the 1970s have been released to the public) and her running mate Tim Kaine will be releasing ten years of his family's tax returns as well. This is intended to put additional pressure on Trump, who has said he won't release his taxes while they are under audit, something he claims is ongoing.\n\nHillary Clinton, Futuramic Tool & Engineering, Warren, Mich.\n\nThank you. Thank you so much.\n\nI have to tell you, I am thrilled to be here for a number of reasons. First, it's wonderful to be back in Michigan. You can really feel the energy and dynamism that is driving this state's comeback.\n\n[The unemployment rate in Michigan peaked in June 2009 at a stunning 14.9 percent and has been falling essentially ever since. Unemployment in the state as of June 2016 was 4.6 percent, though that is a preliminary reading. -Tamara Keith]\n\nAnd, in Detroit, we've got new businesses opening, neighborhoods like Midtown and Eastern Market are coming back, the auto industry just had its best year ever.\n\n[By the measure of new cars purchased, 2015, was in fact a banner year. Take this headline from Car And Driver: Boom! \"We Look Back at 2015 U.S. Auto Sales, the Best Year Ever.\" The article credits the improved economy. -Tamara Keith]\n\nOver in Ann Arbor, high tech firms are thriving, the next generation of engineers are getting trained up in Houghton and here at Futuramic, so well named, you are on the front lines of what I believe will be a true manufacturing renaissance in America.\n\nI just was given a short but exciting tour by Mark Jurcak and John Couch, who were telling me about how this company, what started as and for most of its early history, was an auto supply company. And then in 2000 as the market began to change and some of the auto companies began to realign, they were faced with a choice. We all face choices in life, don't we? And this company could have just said hey, you know, our business is not going to be what it was. We've got to just fold up. Let's, you know, just kind of quit. But that's not what happened here. And what happened here is what can happen across America. You are in now what is largely an aerospace company, and because of the workforce and the work ethic and the commitment of Futuramic, you are seeing the future unfold. So, I got to see what's happening here to help build the SLS rocket, that is going to go from Macomb to Mars.\n\nI saw the two halves of an F35 nose cone waiting to be put together. I talked with some of the workers about the absolute perfection that is required to do this work. And what I believe with all my heart is that what's happening here, can happen in so many places if we put our minds to it, if we support advanced manufacturing, if we are the kind of country that once again understands how important it is to build things. We are builders and we need to get back to building.\n\n[This is a key part of Clinton's economic message. She talks regularly about advanced manufacturing, visiting factories around the country to promote the idea that although American manufacturing won't return to what it once was, it could be something new, more efficient and innovative. This is quite a contrast with Trump's pledge to reopen steel mills that were shuttered a generation ago and bring the coal industry back to what it once was. -Tamara Keith]\n\nSo we're making progress. None of us can be satisfied until the economic revitalization we're seeing in some parts of Michigan reaches every community but it is inspiring to see this combination of old fashioned hard work and cutting edge innovation. And I know my opponent in this election was here in Michigan about a week ago and it was like he was in a different place. When he visited Detroit on Monday, he talked only of failure, poverty and crime. He is missing so much about what makes Michigan great.\n\nAnd the same is true when it comes to our country. He describes America as an embarrassment. He said and I quote, 'We're becoming a third world country.' Look around you my friends. Go visit with the workers building rockets. That doesn't happen in third world countries!\n\n[Nigeria, India, Iran, Ukraine, and Algeria are developing nations with space programs. — Jonquilyn Hill]\n\nNow we have a lot of urgent and important work to do and that's what I'm going to talk about today. Because all of the people that I have met throughout this campaign, really prove how wrong this negative, pessimistic view is. America's best days are still ahead of us if we make up our minds to actually go out and make that happen.\n\nJust consider our assets. We have the most dynamic, productive workforce in the world, bar none. We have the most innovative businesses, the top colleges, universities, community colleges, training programs in the world. And the best science and technology. We have enormous capacity for clean energy production. We are resilient, determined, hardworking - there is nothing America can't do if we do it together. And I know this because this is how I was raised. And I don't think Mr. Trump understands any of it. He hasn't offered any credible solutions for the very real economic challenges we face.\n\nNow, those challenges emerged long before the great recession, and they have persisted through our recovery. There's too much inequality, too little upward mobility. It is just too hard to get ahead today.\n\nBut there are common sense things that your government could do that would give Americans more opportunities to succeed. Why don't we do it? Because powerful special interests and the tendency to put ideology ahead of political progress have led to gridlock in Congress. And how can you not be frustrated, and even angry, when you see nothing getting done? And a lot of people feel no one is on their side and no one has their back. And that is not how it's supposed to be in America. If I am fortunate enough to be your President, I will have your back every single day that I serve.\n\nAnd my mission in the White House will be to make our economy work for everyone, not just those at the top. This is personal for me. I am a product of the American middle class. I was born in Chicago. I was raised in a suburb. But my grandfather worked at the Scranton lace mill in Scranton, Pennsylvania, for fifty years. And because he worked hard, my dad was able to go to college, and eventually start his own small business – and send me off into the world to follow my dreams.\n\nNo matter how far those dreams have taken me, I've always remembered that I'm the daughter of a small-business owner and the granddaughter of a factory worker — and proud of both.\n\nSo here's what I want. I want every American family to be able to tell the same story. If you work hard. You do your part, you should be able to give your children all the opportunities they deserve. That is the basic bargain of America.\n\nNow, whether we will be able to renew that bargain on even better terms for the 21st century depends, in large measure, on the outcome of this election.\n\nSo here are four questions that I hope the American people will ask of both candidates — and that the answers should help make your choice in November crystal clear:\n\nFirst, which candidate has a real plan to create good-paying jobs?\n\nSecond, who will restore fairness to our economy and ensure that those at the top pay their fair share of taxes?\n\nThird, who will really go to bat for working families?\n\nAnd, fourth, who can bring people together to deliver results that will make a difference in your lives?\n\nNow, I hope that after giving a fair hearing to both sides, you will join the millions of people across our country supporting this campaign – not just Democrats, but a growing number of Republicans and Independents as well.\n\n[This week Clinton's campaign launched an initiative called Together For America, designed to reach out to Republicans and Independents who could be persuaded to vote for her. But it's unlikely she will be swaying them on policy. She hasn't moderated her positions at all since the primary. Instead she and her campaign seem to be making a pitch based largely on temperament and values, not on taxes, college affordability or health care policy. One Republican I interviewed who is supporting Clinton over Trump said \"You have to have a hierarchy of principles at a time like this.\" And in 2016, tax policy has moved down on his priorities list. -Tamara Keith]\n\nNow, when it comes to creating jobs, I would argue it's not even close. Even conservative experts say Trump's agenda will pull our economy back into recession. And according to an independent analysis by a former economic adviser to Senator John McCain,\n\n[Clinton is referring to Mark Zandi here, chief economist at Moody's Analytics. She has brought up the Zandi connection on multiple occasions. Zandi was listed among McCain's advisors on his 2008 campaign, but Zandi also advised the Obama administration on its stimulus package, as the Wall Street Journal reported this year. A search on OpenSecrets.org finds that he contributed to John McCain, but also to several Democrats over the years — including Hillary Clinton last year. All of which is to say that while solely linking him to McCain might imply that he's a conservative economist, that would be misleading. — Danielle Kurtzleben]\n\nif you add up all of Trump's ideas – from cutting taxes for the wealthy and corporations to starting a trade war with China to deporting millions of hard-working immigrants — the result would be a loss of 3.4 million jobs.\n\n[This Moody's report tried to project the effects of a bundle of Trump's policies together. They projected that employment would grow at first, but then jobs would disappear. Ultimately, they wrote, the U.S. would lose 3.4 million jobs during a Trump presidency under his policies, compared to a 6 million gain under current law. That said, a forecast like this offers \"false precision,\" as the Upshot's Neil Irwin pointed out, as it is necessarily uncertain — the assumptions beneath the report, he wrote, \"involve some guesswork and are at least debatable.\" — Danielle Kurtzleben]\n\nBy contrast, the same analyst found that with our plans, the economy would create more than 10 million new jobs.\n\n[This Moody's report tried to project the effects of a bundle of Trump's policies together. They projected that employment would grow at first, but then jobs would disappear. Ultimately, they wrote, the U.S. would lose 3.4 million jobs during a Trump presidency under his policies, compared to a 6 million gain under current law. That said, a forecast like this offers \"false precision,\" as the Upshot's Neil Irwin pointed out, as it is necessarily uncertain — the assumptions beneath the report, he wrote, \"involve some guesswork and are at least debatable.\" (Meaning the same would be true of the assumptions underlying the report on Clinton's policies — see below.) — Danielle Kurtzleben]\n\nSo let me tell you how we would do it.\n\nI believe every American willing to work hard should be able to find a job that provides dignity, pride, and decent pay that can support a family.\n\nSo starting on Day One, we will work with both parties to pass the biggest investment in new, good-paying jobs since World War II.\n\nWe will put Americans to work building and modernizing our roads, our bridges, our tunnels, our railways, our ports, our airports. We are way overdue for this, my friends.\n\n[Spending on infrastructure is one area where Clinton and Trump agree. She has proposed spending $275 billion over five years on infrastructure. Trump, meanwhile, has said he would double Clinton's spending on infrastructure — that's a big change from the usual Republican economic thinking, as the Wall Street Journal's Michelle Hackman wrote, as it could mean a significantly bigger deficit. — Danielle Kurtzleben]\n\nWe are living off the investments that were made by our parents and grandparents' generations.\n\nWe will also help cities like Detroit and Flint connect underserved neighborhoods to opportunity, expanding affordable housing, and repair schools and failing water systems as well.\n\nYou know, I happen to think we should be ambitious. While we're at it, let's connect every household to broadband by the year 2020. It's astonishing to me how many places in America not way way far away from cities but in cities and near cities that don't have access to broadband. And that disadvantages kids who are asked to do homework using the Internet; 5 million of them live in homes without access to the Internet. So you talk about an achievement gap, it starts right there. And let's build a cleaner, more resilient power grid with enough renewable energy to power every home in our country as well.\n\nSome country is going to be the clean energy superpower of the 21st century and create millions of jobs and businesses. It's probably going to be either China, Germany, or America. I want it to be us! We invent the technology, we should make it and use it and export it, which will help to grow our economy.\n\n[Bringing jobs back from overseas is a major theme of Trump's campaign that has resonated with many voters around the country. On the issue of energy, Trump primarily focuses on reviving older energy sources like coal and promoting fracking, though he has talked about advocating \"clean coal\" technology.An analysis by Scientific American found that Trump's promise to bring back closed coal mines would be difficult to fulfill, both because of environmental regulations and economic shifts -Sarah McCammon]\n\nAnd here's something you don't always hear enough from Democrats: a big part of our plan will be unleashing the power of the private sector to create more jobs at higher pay.\n\nAnd that means for us, creating an infrastructure bank to get private funds off the sidelines and complement our public investments. $25 billion in government seed funding could unlock more than $250 billion and really get our country moving on our infrastructure plans.\n\nAnd we're going to invest $10 billion in \"Make it in America\" partnerships to support American manufacturing and recommit to scientific research that can create entire new industries.\n\nWhen Mark and John were giving me the tour and I was talking to some of the workers along the way and asking them where some of the precision machinery came from that is being used here at Futuramic, what I hear all over the country - Germany, Japan, Italy - I want to bring that precision manufacturing back to the United States. There is no reason we can't begin to make those machines ourselves and supply the rest of the world instead of buying from somewhere else.\n\nLet's also expand incentives like the New Market Tax Credits that can bring businesses, government, and communities together to create good jobs in places that have been left out and left behind.\n\nFrom neglected neighborhoods in Detroit and Flint to Logging Country, Coal Country, and Native American communities.\n\nFrom rural areas ravaged by addiction and lost jobs to industrial regions hollowed out when factories closed.\n\nAs president, I will also make a major push to empower small businesses and entrepreneurs.\n\nWith new national initiatives to cut red tape at every level and expand access to credit, especially through community banks and credit unions.\n\nI will propose a new plan to dramatically simplify tax filing for small businesses. Right now, the smallest businesses, the kind that my dad had, cause it was a really small business, spend 20 times more per employee to prepare their taxes compared to their larger companies. It should be as easy as printing out a bank statement.\n\n[This stat comes from 2015 congressional testimony from Tax Analysts Chief Economist Martin A. Sullivan, who found that firms that employ 1 to 5 people spend $1,101 per employee on federal tax compliance, compared to $51 per employee at businesses that have 50 or more employees. In \"Her Way,\" authors Jeff Gerth and Don Van Natta write about Hugh Rodham's small business, saying that only \"when his two sons were old enough to pitch in on the occasional Saturday, did he get help. — Danielle Kurtzleben]\n\nLet's free entrepreneurs to do what they do best – innovate, grow, and hire. As Mark said, this company started because of a drive down a road, and thinking about it, talking about it, then seeing one of the old Oldsmobile futuramics and deciding, hey not only do I have an idea, I have a name. In America, if you can dream it, you should be able to build it. And we're going to get back to doing that.\n\nNow, Donald Trump has a different view. He's made a career of stiffing small businesses from Atlantic City to Las Vegas. There are companies that were left hanging because he refused to pay their bills. A lot of those companies scraped together what they could to pay their employees and many of them put their businesses at risk and some of them ended up taking bankruptcy. It wasn't because Trump couldn't pay them, it was because he wouldn't pay them.\n\n[A USA Today investigation found hundreds of people who accuse Trump of failing to pay them for their work. According to USA Today, Trump has put the blame on contractors he hired as go-betweens, and has said that the events described happened long ago. The Wall Street Journal has done similar reporting. - Sarah McCammon]\n\nAnd that's why I take it personally. My dad ran a printing plant. He had two really long tables. He printed fabric for draperies. He would lay out the fabric and then he would take a silkscreen and he would go down the table, he'd put the silkscreen down, he'd pour the paint in, he'd take the squeegee, he'd go across the screen, he'd lift it up, he'd go down all the way to the end and then he'd start on the other table. He worked hard. And then when he finished, he would load all that fabric up, put it in his car, and take it to the business that had ordered it - maybe a restaurant, or a hotel or some office. He expected to be paid when he showed up. He did the work. He paid for the supplies and the labor that he often hired to help him on big jobs. He expected to be paid. I can't imagine what would have happened to my father and his business if he had gotten a contract from Trump. And showing up and submitting his bill had been told we're not going to pay and if you don't like it, sue us. My father never could have sued a big organization like that. I just don't understand it.\n\nI've met all kinds of workers, painters, plumbers. I've met small businesses that provided pianos, installed glass or marble, all of whom were denied payment and after going back time and again being told, well maybe we'll pay thirty cents on the dollar or fifty cents on the dollar. That's not how we do business in America.\n\nSo we've got to create more good jobs that are going to help more people.\n\nFor example, our modern service economy is empowering consumers with more choices and greater flexibility. But we need to do more to empower the workers in our service sector too. The people taking care of our children and our parents they deserve a good wage, good benefits, and a secure retirement.\n\nAnd, it's crucial that every American have access to the education and skills they need to get the jobs of the future.\n\nSo we will fight to make college tuition-free for the middle class and debt-free for everyone.\n\n[This is a relatively new position for Clinton. For much of the primary, Clinton's plan was for \"debt free college.\" Then after the voting was done as part of negotiations with the Bernie Sanders campaign, Clinton agreed to expand her proposal to make public universities tuition free for middle class and low income students. -Tamara Keith]\n\nWe will also liberate millions of people who already have student debt by making it easier to refinance and repay what you owe as a portion of your income so you never have to pay more than you can afford.\n\nIt's not right that Donald Trump can ignore his debts, but students and families can't refinance theirs.\n\nAnd here's something neither party talks about enough: a four-year degree shouldn't be the only path to a good job. You should be able to learn a skill, practice a trade, and make a good living doing it.\n\nSo many Americans have the talent and the will to succeed — whether they're kids right out of high school or older people displaced by automation and outsourcing.\n\nFor too long, big promises about the power of training and retraining haven't delivered like they should. It doesn't help anyone to be trained for a job that doesn't exist.\n\nSo we'll support high-quality union training programs, propose new tax credits to encourage more companies to offer paid apprenticeships that let you earn while you learn, and do more to dignify skills training across the board – for welders, machinists, health technicians, and so many other fields.\n\nI'm sure some of you are thinking, that all sounds good. But what about trade? After all, Trump talks about it all the time.\n\nWell, let's start with this: It's true that too often,past trade deals have been sold to the American people with rosy scenarios that didn't pan out. Those promises now ring hollow in many communities across Michigan and our country that have seen factories close and jobs disappear.\n\nToo many companies lobbied for trade deals so they could sell products abroad but instead moved abroad and sold back into the United States.\n\nIt's also true that China and other countries have gamed the system for too long. Enforcement — especially during the Bush administration — has been too lax. Investments at home that would make us more competitive have been blocked. And American workers and communities have paid the price.\n\nBut the answer is not to rant and rave – or to cut ourselves off from the world. That would kill even more jobs. The answer is to finally make trade work for us, not against us.\n\nSo my message to every worker in Michigan and across America is this: I will stop any trade deal that kills jobs or holds down wages – including the Trans-Pacific Partnership.\n\nI oppose it now, I'll oppose it after the election, and I'll oppose it as president.\n\n[This is Clinton's strongest language yet about the trade deal she called a \"gold standard\" when she was secretary of state in the Obama administration. At the time, the trade pact was in the early stages of negotiations. For the first several months of her campaign, Clinton resisted taking a position on TPP, saying the deal was still being negotiated. She finally weighed in last October, a week before the first Democratic debate, saying she couldn't support it in its current form. Many progressives are suspicious that, like President Obama did, she would soften her opposition to the trade deal if she is elected. Donald Trump has also charged that Clinton fully intends to sign off on TPP if she is president. Clinton has held firm in her opposition, but in an interview a close political ally of hers seemed to confirm the suspicions, saying she would likely implement it as president. The campaign moved immediately to tamp that down and Clinton in this speech was unequivocal — perhaps because she had to be. -Tamara Keith]\n\nAs a Senator, I fought to defend New York's manufacturers and steel-makers from unfair Chinese trading practices.\n\nAnd I opposed the only multilateral trade deal that came before the Senate while I was there, because it didn't meet my high bar.\n\n[Clinton voted against the multilateral Trade Act of 2002. However, she did vote in favor of six bilateral trade agreements during her her tenure as a U.S. Senator. — Jonquilyn Hill]\n\nAs Secretary of State, I fought hard for American businesses to get a fair shot around the world and to stop underhanded trading practices like currency manipulation and theft of intellectual property.\n\nAs President, I'll stand up to China and anyone else who tries to take advantage of American workers and companies.\n\nI'm going to ramp up enforcement by appointing a new chief trade prosecutor, tripling the number of enforcement officers, and when countries break the rules, we won't hesitate to impose targeted tariffs.\n\nAnd Trump? He may talk a big game on trade, but his approach is based on fear, not strength. Fear that we can't compete with the rest of the world even when the rules are fair. Fear that our country has no choice but to hide behind walls.\n\nIf Team USA was as fearful as Trump, Michael Phelps and Simone Biles [sim-OWN BYE-ells] would be cowering in the locker room. Instead, they're winning gold medals. Because America isn't afraid to compete.\n\nRight now, thousands of Michigan companies are exporting billions of dollars of products around the world. We want them to sell even more – and create more jobs here at home.\n\nBut corporations shouldn't abandon profitable operations here to move abroad, just to give shareholders a quicker return, CEOs a bigger bonus, and unions a weaker hand to play.\n\nNow, before he tweets about how he's really one who'll put \"America First\" in trade, let's remember where Trump makes many of his own products. Because it's sure not America.\n\nHe's made Trump ties in China and Trump suits in Mexico instead of here in Michigan.\n\n[Trump says he manufactures products outside the United States because he's a businessman and that's the best way to compete in the current marketplace. What's unclear, as conservative and liberal observers have pointed out, is what policies Trump would propose to change the current market dynamics to encourage textile production in the U.S. -Sarah McCammon]\n\nHe keeps saying it's not possible to make these things in America anymore. That's just wrong.\n\nWe created a website — hillaryclinton.com/make-it-here — with a list of a hundred places across the United States already producing similar goods.\n\nOne positive thing Trump could do to make America great again is to actually make great things in America again.\n\nNow, let's look at the second question: which candidate will fight for fairness?\n\nThis is an urgent need. The tide isn't rising fast enough, and it's certainly not lifting all boats. Since the crash, too many of the gains have gone to the top 1 percent.\n\nThe rules and incentives of our economy reward corporations for putting short-term stock prices above long-term investments in workers, equipment, and research.\n\nWhile corporate profits are at near-record highs, paychecks for most people have barely budged.\n\nIncomes aren't growing fast enough to keep up with costs like prescription drugs and child care.\n\nI believe that every employee, from the CEO suite to the factory floor, contributes to a business' success, so everybody should share in the rewards – especially those putting in long hours for little pay.\n\nSo I'm proposing a new tax credit to encourage more companies to share profits with workers.\n\nMore broadly, we will fight for a more progressive, more patriotic tax code that puts American jobs first.\n\nRight now, when a corporation outsources jobs and production, it can write off the costs. We should stop that, and instead make them give back tax breaks they received here at home. For those that move their headquarters overseas to avoid paying their fair share of taxes, they should pay a new exit tax.\n\nAnd Wall Street, corporations, and the super-rich should finally pay their fair share of taxes.\n\nI support the Buffett Rule, because multi-millionaires should not be able to pay a lower tax rate than their secretaries.\n\nWe should also add a new tax on multi-millionaires... crack down on tax gaming by corporations... and close the carried interest loophole – something I've been calling for years.\n\nWhat does Trump say? There's a myth out there that he'll stick it to the rich and powerful because, at heart, he's really on the side of the little guy. Don't believe it.\n\nNot when he pledges to rip up basic rules that hold corporations accountable...when he wants to scrap regulations that stop polluters from poisoning the air our children breathe and the water we drink... and let insurance companies write their own rules again.\n\nTrump would roll back tough rules on the financial industry. I'll do the opposite – we should strengthen those rules so that Wall Street can never wreck Main Street again!\n\nTrump even wants to abolish the Consumer Financial Protection Bureau, which has already returned more than $11 billion to 25 million Americans. Why would you get rid of that?\n\nThen there's Trump's tax plan. He would give trillions in tax cuts to big corporations, millionaires, and Wall Street money managers. That would explode our national debt and lead to massive cuts in priorities like education, healthcare, and environmental protection.\n\nIn his speech on Monday, he called for a new tax loophole – let's call it the \"Trump Loophole.\"\n\nIt would allow him to pay less than half the current tax rate on income from many of his companies. He'd pay a lower rate than millions of middle class families.\n\nOne nonpartisan expert at the Tax Policy Center described this plan as, quote, \"a really nice deal\"... for Donald Trump. Of course, it's hard to say how nice, because he refuses to do what every other Presidential candidate in decades has done and release his tax returns.\n\nBut we do know that the 400 richest taxpayers in America would get an average tax cut of more than $15 million a year from this loophole.\n\nThen there's the Estate Tax, which Trump wants to eliminate altogether. If you believe that he's as wealthy as he says, that alone would save the Trump family $4 billion. But it would do nothing for 99.8 percent of Americans. Let me repeat that: the Trump family gets a $4 billion tax cut... and 99.8 percent of Americans get nothing.\n\nJust think about what we could do with those $4 billion dollars. We could pay for more than 47,000 veterans to get a 4-year college degree.\n\n[That's about right, so long as not every veteran chooses to go to a public school outside their state. In the 2015-2016 school year, the cost of in-state tuition and fees for one year at 4-year public colleges - the GI Bill won't pay for private colleges - was just over $9,000. Multiply that by four years and you get $36,000. Multiply that by 47,000 and you get about $1.7 billion - well under Clinton's estimate. But out-of-state tuition was just under $24,000 per year. Do the same math and you'll end up at $4.5 billion, slightly over Clinton's estimate. - Meg Anderson]\n\nWe could provide a year's worth of health care to nearly 3 million kids.\n\n[The Children's Health Insurance Program insures more than 8 million children annually and costs more than $13 billion. Insuring 3 million more kids represents an increase of about 37 percent. When you factor that increase into the cost, you'll see an increase slightly under $5 billion — which is probably what makes the word \"nearly\" important in this claim. - Meg Anderson]\n\nOr fund about a year's worth of federal assistance to state and local law enforcement. That's a better way to spend the money.\n\nOn Monday, I'm going to be in Scranton, Pennsylvania, with Vice President Biden. He has a saying: \"Don't tell me what you value. Show me your budget and I will tell you what you value.\"\n\nWell, Donald Trump wants to give trillions in tax breaks to people like himself. I want to invest in our veterans, our kids, and our police officers. You can judge for yourself about our values.\n\nNow, it's true that both of us have proposed to cut taxes for middle class families. As usual, he's making big promises. But, his advisors have said that he may not stand by them.Instead, the tax cuts he doubled down on in his speech on Monday offer trillions to the richest Americans and corporations. One of the differences between Donald Trump and me is that I'll stand by my plans.\n\nSo this is another case of the old saying that \"if it sounds too good to be true, it probably is.\"\n\nThis brings us to the third question: Which candidate can you actually count on to go to bat for workers and working families?\n\nIt's not enough to pay lip service to being on your side. We have to recognize how Americans actually live and work in the 21st century – and then offer real solutions that make your lives easier.\n\nWe know that women are now the sole or primary breadwinner in a growing number of families. And more Americans are cobbling together part time work, or striking out on their own. So we have to make it easier to be good workers, good parents, and good caregivers, all at the same time.\n\nThat's why I've set out a bold vision to make quality, affordable childcare available to all Americans and limit costs to 10 percent of family income.\n\nOn Monday, Trump offered his first real ideas on this topic. Previously, he dismissed concerns about childcare. He said it was, quote, \"not an expensive thing\" because you just need some blocks and you need some swings.\n\nNow he says he wants to exclude childcare payments from taxation. But his plan was panned left, right, and center – because it's transparently designed for rich people.\n\nHe would give wealthy families 30 or 40 cents on the dollar for their nannies, and little or nothing for millions of hard-working families trying to afford childcare so they can get to work and keep the job.\n\n[Trump's proposed income tax deduction on the average cost of childcare was criticized for likely being more of a help to higher-income families than to many working-class families. However, the Trump campaign has also said that it will allow lower-income families to deduct the cost of childcare from their payroll taxes. The campaign says it will offer more details in coming weeks on their childcare plans. — Danielle Kurtzleben]\n\nWe can do better. We should expand the Child Tax Credit to provide real relief to tens of millions of working families struggling with the costs of raising children – the same families Donald Trump's plan largely ignores.\n\nThis is just a start. Because the more we do to help working families, the more our entire economy will benefit.\n\nFor example, guaranteeing equal pay won't just increase paychecks for women – it will boost family budgets and get incomes rising across the board. Yet for some reason, Trump's against it.\n\nPaid family leave won't only make life easier for moms and dads — it will also keep skilled, talented Americans in the workforce and grow our economy. That's why every other advanced economy already offers it. But again, Trump's against it.\n\n[There are no federal legal requirements for paid family leave in the U.S., and among OECD countries, the United States is the only country that doesn't offer paid maternity leave. Some states have their own paid leave laws and most U.S. workers are covered by the Family Medical Leave Act, which allows for up to 12 weeks of leave annually, albeit unpaid. - Meg Anderson]\n\nRaising the federal minimum wage won't just put more money in the pocket of low-income families – it also means they spend more money at the businesses in their neighborhoods. Trump's against that as well.\n\nExpanding Social Security won't just help older Americans retire with dignity – it will ease burdens on families and communities.\n\nPassing comprehensive immigration reform won't just help keep hard-working families together – it will grow our entire economy.\n\nAnd finally, strengthening unions doesn't just serve members – it leads to better pay, and benefits, and working conditions for all employees.\n\n[A large body of academic research suggests that labor unions do raise the overall level of wages and benefits in the economy. An influential 2011 research paper found that declines in union membership since 1973 accounted for a third of the increase in wage inequality for male workers and a fifth of the increase in wage inequality for female workers. -Brett Neely]\n\nAnd giving Americans in every state the choice of a public-option health insurance plan won't just help those who struggle to afford coverage – it will strengthen competition and drive down costs for everyone.\n\nThese are all causes I've worked on for decades. I believe they point to a fundamental truth about our economy. It may seem zero-sum when you're competing for a job, a promotion, or a contract – someone wins and someone loses. But that's not the full picture. If you step back, you'll see that we really are all in this together.\n\nIf we grow together, we can all rise together. Because we're stronger together.\n\nAnd that's why the fourth question is key: Who can bring people together to get any of this done?\n\nWhat we need is serious, steady leadership that can find common ground and build on it based on hard but respectful bargaining.\n\nLeadership that rises above personal attacks and name calling, not revels in it.\n\nDonald Trump insults, shouts down, and bullies his opponents. He can't even play nice with his friends.\n\nI know it's hard to imagine, but there was a time when Democrats and Republicans actually worked together. I know because I did it as First Lady, Senator, and Secretary of State. It's how we created the Children's Health Insurance Program, which covers 8 million kids, rebuilt New York after 9/11, and passed a treaty reducing the threat from Russia's nuclear weapons.\n\nSo I am convinced we can work together again.\n\nOne of the reasons I asked Tim Kaine to be my running mate is that he has a record of working across the aisle to get things done, as a mayor, governor, and now Senator.\n\nTogether, we'll make full use of the White House's power to convene. We'll get everyone at the table – not just Republicans and Democrats, but business and labor leaders... academics and experts... and, most importantly, all of you. I want working people to have a real say in your government again.\n\nThat means we have to get unaccountable money out of our politics, overturn Citizens United, and expand voting rights, not restrict them.\n\nStarting even before the election, we will bring together leaders from across our economy and our communities for meetings on jobs,American competitiveness, and working families. We all need to pull together and give our country the best chance to succeed.\n\nThe bottom line is this: I'm running for president to build an economy that works for everyone, not just those at the top.\n\nDonald Trump wants America to work for him and his friends, at the expense of everyone else.\n\nHe's offered no credible plans to address what working families are up against today. Nothing on student loans or the cost of prescription drugs. Nothing for farmers and struggling rural communities looking to build a new future with clean energy and advanced agriculture. Nothing for communities of color in our cities to overcome barriers of systemic racism and create new opportunities for young people.\n\nAll he does offer is an even more extreme version of the failed theory of trickle-down economics, with the addition of his own unique Trumpian spin – outlandish ideas that even many Republicans reject.\n\nTrump may believe that he \"alone can fix\" our country. Clearly, he doesn't know the people of Michigan. He doesn't see businesses, labor unions, local government, clergy and community leaders coming together every single day to make things better.\n\nYes, there is still a long road ahead, but Michigan is on the rise. And everyone is contributing. That's America at its best.\n\nI hope you'll stay active and engaged – working together to create jobs and build up your communities... working together to get out the vote and win in November... and working together after the election to press for the real progress we need.\n\nAs your president, I'll be your partner every step of the way. Because our nation needs every one of us to lend our energy, talents, and ambition to making America better.\n\n\"Stronger Together\" is not just a slogan for our campaign. It's a guiding principle for the future we're going to build. And it's the choice we've got to make this November — whether our country will work for everyone, or just for those at the top.\n\nWhether it'll be a \"stronger together\" economy where we all rise together, or an \"us versus them\" economy where we all fight over a shrinking pie.\n\nI think the choice is clear. I believe with all my heart that the American Dream is alive and big enough for everyone to share in its promise. So I'm asking for your support to help make that happen.\n\nThank you very much.", "url": "https://www.npr.org/2016/08/11/489563362/clinton-to-lay-out-economic-plan-in-contrast-to-trump"}}