{"foreign_id": "21_Fake", "article1": {"title": "Foundation Ties Bedevil Hillary Clinton’s Presidential Campaign", "content": "The kingdom of Saudi Arabia donated more than $10 million. Through a foundation, so did the son-in-law of a former Ukrainian president whose government was widely criticized for corruption and the murder of journalists. A Lebanese-Nigerian developer with vast business interests contributed as much as $5 million.\n\nFor years the Bill, Hillary and Chelsea Clinton Foundation thrived largely on the generosity of foreign donors and individuals who gave hundreds of millions of dollars to the global charity. But now, as Mrs. Clinton seeks the White House, the funding of the sprawling philanthropy has become an Achilles’ heel for her campaign and, if she is victorious, potentially her administration as well.\n\nWith Mrs. Clinton facing accusations of favoritism toward Clinton Foundation donors during her time as secretary of state, former President Bill Clinton told foundation employees on Thursday that the organization would no longer accept foreign or corporate donations should Mrs. Clinton win in November.\n\nBut while the move could avoid the awkwardness of Mr. Clinton jetting around the world asking for money while his wife is president, it did not resolve a more pressing question: how her administration would handle longtime donors seeking help from the United States, or whose interests might conflict with the country’s own.", "url": "https://www.nytimes.com/2016/08/21/us/politics/hillary-clinton-presidential-campaign-charity.html"}, "article2": {"title": "Commentary: How Hillary Clinton limps forward after the damning FBI report", "content": "On Tuesday, presumptive Democratic nominee Hillary Clinton got an almost-certain reprieve from the potential criminal prosecution that’s been hanging over her head since the news broke about her using a private email server for official business when she was secretary of state.\n\nPresumptive Democratic presidential nominee Hillary Clinton stops to talk and take questions from the media during a campaign stop in Compton, California, June 6, 2016. REUTERS/Mike Blake\n\nFBI Director James Comey, in a carefully worded statement, announced the bureau’s view that “no charges are appropriate in this case.” Absent the slim chance that Justice Department prosecutors will reject the FBI recommendation, Clinton is home free, criminal jeopardy-wise.\n\nBut is that the end of the Clinton email scandal? Nope.\n\nClinton’s political opponents and enemies won’t let the controversy go. And Comey’s statement has given them no reason to do so. Instead, it virtually guarantees that the Clinton email affair will take up residence in the land of zombie scandals that hover between life and death because they never come to a definitive conclusion.\n\nComey left no doubt of his opinion that Clinton behaved shoddily, with scant awareness of – let alone respect for – the rules and concerns of government.\n\nComey left the impression that Clinton acted in this case just as many people think the Clintons have often behaved in the past: Avoiding the extreme sanction of criminal prosecution yet leaving little doubt that some really distasteful behavior had taken place.\n\nThis is, to say the least, a real problem for Clinton. While the FBI investigation was going on, she had reason to hope that the agency’s verdict would discredit the idea of “Crooked Hillary,” as touted by presumptive Republican nominee Donald Trump.\n\nBut that’s not what happened. The FBI left her in a reputational limbo.\n\nHow does she run for president from a position like that?\n\nDoes she defend herself – insisting, for example, that there was almost no difference between the way you treated classified information and the way your predecessors treated it? Does she try to go the FBI one better, filling in the blanks that remained in Comey’s account? Does she go on the offensive, pointing out that your opponent’s ethnical shortcomings make you look like a veritable Snow White?\n\nOr does she let it ride; counting on the ebb and flow of campaign politics to wash away the bad smell left by Comey’s report?\n\nSlideshow ( 3 images )\n\nThe case for letting it ride is fairly simple to state. For most people, the central question in the email controversy was whether Clinton would be indicted. That has now been settled. So these people aren’t consumed by the finer points of the case and can walk away.\n\nThere’s also the matter of timing. The only way Clinton could have done better in this regard would have been for Comey to release his statement over the July 4 weekend. He missed it by one day. Over the summer, the email controversy will fade in significance, and what’s left of it will have to compete for attention with fresh events in the endless campaign.\n\nClinton herself has begun creating some of these events – making news with the start of a campaign tour with President Barack Obama. And, of course, there will be the succession of eruptions that Trump will not be able to resist producing.\n\nSo, it’s easy enough to see how the email scandal’s political insignificance could ultimately evaporate.\n\nThe case against doing nothing is more complicated. For one thing, there’s going to be a lot of partisan energy driving the controversy. Trump has already issued the opening tweets in his offensive: “The system is rigged,” he says, and, “FBI director said Crooked Hillary compromised our national security. No charges. Wow!”\n\nRepublican House Speaker Paul Ryan declared that Comey’s statement “defies explanation.” Republican National Committee Chairman Reince Priebus tweeted: “Gross negligence = blatant indifference to one’s legal duty.”\n\nBy now, almost every Republican or conservative public figure seems to have piled on – think Rudy Giuliani, Marco Rubio, Mike Huckabee. They think they have a live one here, and they’ll keep working it.\n\nOutside of what used to be called the Republican elite, reactions are and will be much darker. Posts tagged #Shorter Comey mocked the FBI director’s long report: “If a little person did this, the government would destroy her. But this is Hillary. Punt.” And another: “Hillary lied, broke laws & is incompetent but we are just corrupt enough to let her get away with it.”\n\nThese are the people who think that the fix is in – that former President Bill Clinton’s airport meeting with Attorney General Loretta Lynch wasn’t an accident. It’s a part of the signaling system, they insist, that has repeatedly kept the Clintons out of jail. Democrats close to the Clinton campaign, the New York Times has reported, say she’s considering keeping Lynch on as attorney general in a Hillary Clinton administration. With friends like that ...\n\nBut – here is the crux of the problem – this view gets its ammunition not just from Bill Clinton’s gregarious airplane habits but from what Comey himself said. That careful statement of his was positively dripping with disapproval of what the former secretary of state had done.\n\nHere is one example: Comey noted that there are probably work-related Clinton emails that the FBI still doesn’t have, because the Clinton people “deleted all e-mails they did not return to State, and the lawyers cleaned their devices in such a way as to preclude complete forensic recovery.”\n\nComey said the FBI nonetheless has “reasonable confidence there was no intentional misconduct.” But after giving a very specific explanation of why your confidence on this point might be just a little shaky, he gave no specific explanation for why the FBI’s confidence was reasonable.\n\nOr, take Comey’s discussion of whether Clinton’s email was hacked. Clinton “used her personal e-mail extensively outside the United States,” he said, including “the territory of sophisticated adversaries.” Thus, hacking by “hostile actors” was “possible.” Possible? The facts Comey laid out make it far more than probable.\n\nFinally, there was Comey’s overall verdict on Clinton’s conduct. After reciting the fact that “gross negligence” toward classified information could constitute a violation of law, he said, “Although we did not find clear evidence that Secretary Clinton or her colleagues intended to violate laws . . . ” (note the word “clear,” implying that there was indeed some evidence of such intent), “they were extremely careless in their handling of very sensitive, highly classified information.” For some of this information, “any reasonable person in Secretary Clinton’s position ... should have known that an unclassified system was no place for that conversation.”\n\nComey did not explain how Clinton’s “extreme carelessness” differed from “gross negligence.” It is inconceivable that the people who helped him draft his very careful statement failed to point this gap out to him.\n\nIn short, the director may have recommended against charging Clinton; but, politically speaking, he hung her out to dry. With an impression like this, it may not be enough to let things ride.\n\nIronically, it may be that Clinton won’t be able to shake the impression that Comey left unless she wins the presidency in spite of it and gives an excellent account of herself there.", "url": "https://www.reuters.com/article/us-usa-election-clinton-commentary-idUSKCN0ZM1O1"}, "article3": {"title": "Full transcript: Donald Trump NYC speech on Hillary Clinton (text, video)", "content": "People have asked me why I am running for President.\n\nI have built an amazing business that I love and I get to work side-by-side with my children every day.\n\nWe come to work together and turn visions into reality.\n\nWe think big, and then we make it happen.\n\nI love what I do, and I am grateful beyond words to the nation that has allowed me to do it.\n\nSo when people ask me why I am running, I quickly answer: I am running to give back to this country which has been so good to me.\n\nWhen I see the crumbling roads and bridges, or the dilapidated airports, or the factories moving overseas to Mexico, or to other countries, I know these problems can all be fixed, but not by Hillary Clinton – only by me.\n\nThe fact is, we can come back bigger and better and stronger than ever before --Jobs, jobs, jobs!\n\nEverywhere I look, I see the possibilities of what our country could be. But we can’t solve any of these problems by relying on the politicians who created them.\n\nWe will never be able to fix a rigged system by counting on the same people who rigged it in the first place.\n\nThe insiders wrote the rules of the game to keep themselves in power and in the money.\n\nThat’s why we’re asking Bernie Sanders’ voters to join our movement: so together we can fix the system for ALL Americans. Importantly, this includes fixing all of our many disastrous trade deals.\n\nBecause it’s not just the political system that’s rigged. It’s the whole economy.\n\nIt’s rigged by big donors who want to keep down wages.\n\nIt’s rigged by big businesses who want to leave our country, fire our workers, and sell their products back into the U.S. with absolutely no consequences for them.\n\nIt’s rigged by bureaucrats who are trapping kids in failing schools.\n\nIt’s rigged against you, the American people.\n\nHillary Clinton who, as most people know, is a world class liar –\n\njust look at her pathetic email and server statements, or her phony landing in Bosnia where she said she was under attack but the attack turned out to be young girls handing her flowers, a total self-serving lie.\n\nBrian Williams’ career was destroyed for saying far less.\n\nYesterday, she even tried to attack me and my many businesses. But here is the bottom line: I started off in Brooklyn New York, not so long ago, with a small loan and built a business worth over 10 billion dollars. I have always had a talent for building businesses and, importantly, creating jobs. That is a talent our country desperately needs.\n\nI am running for President to end the unfairness and to put you, the American worker, first.\n\nWe are going to put America First, and we are going to Make America Great again.\n\nThis election will decide whether we are ruled by the people, or by the politicians.\n\nHere is my promise to the American voter:\n\nIf I am elected President, I will end the special interest monopoly in Washington, D.C.\n\nThe other candidate in this race has spent her entire life making money for special interests – and taking money from special interests.\n\nHillary Clinton has perfected the politics of personal profit and theft.\n\nShe ran the State Department like her own personal hedge fund – doing favors for oppressive regimes, and many others, in exchange for cash.\n\nThen, when she left, she made $21.6 million giving speeches to Wall Street banks and other special interests – in less than 2 years – secret speeches that she does not want to reveal to the public.\n\nTogether, she and Bill made $153 million giving speeches to lobbyists, CEOs, and foreign governments in the years since 2001.\n\nThey totally own her, and that will never change.\n\nThe choice in this election is a choice between taking our government back from the special interests, or surrendering our last scrap of independence to their total and complete control.\n\nThose are the stakes.\n\nHillary Clinton wants to be President. But she doesn’t have the temperament, or, as Bernie Sanders’ said, the judgement, to be president.\n\nShe believes she is entitled to the office.\n\nHer campaign slogan is “I’m with her.”\n\nYou know what my response to that is? I’m with you: the American people.\n\nShe thinks it’s all about her.\n\nI know it’s all about you – I know it’s all about making America Great Again for All Americans.\n\nOur country lost its way when we stopped putting the American people first.\n\nWe got here because we switched from a policy of Americanism – focusing on what’s good for America’s middle class – to a policy of globalism, focusing on how to make money for large corporations who can move their wealth and workers to foreign countries all to the detriment of the American worker and the American economy.\n\nWe reward companies for offshoring, and we punish companies for doing business in America and keeping our workers employed.\n\nThis is not a rising tide that lifts all boats.\n\nThis is a wave of globalization that wipes out our middle class and our jobs.\n\nWe need to reform our economic system so that, once again, we can all succeed together, and America can become rich again.\n\nThat’s what we mean by America First.\n\nOur country will be better off when we start making our own products again, bringing our once great manufacturing capabilities back to our shores.\n\nOur Founders understood this.\n\nOne of the first major bills signed by George Washington called for “the encouragement and protection of manufactur[ing]” in America.\n\nOur first Republican President, Abraham Lincoln, warned us by saying:\n\n“The abandonment of the protective policy by the American government will produce want and ruin among our people.”\n\nI have visited the cities and towns across America and seen the devastation caused by the trade policies of Bill and Hillary Clinton.\n\nHillary Clinton supported Bill Clinton’s disastrous NAFTA, just like she supported China’s entrance into the World Trade Organization.\n\nWe’ve lost nearly one-third of our manufacturing jobs since these two Hillary-backed agreements were signed.\n\nOur trade deficit with China soared 40% during Hillary Clinton’s time as Secretary of State -- a disgraceful performance for which she should not be congratulated, but rather scorned.\n\nThen she let China steal hundreds of billions of dollars in our intellectual property – a crime which is continuing to this day.\n\nHillary Clinton gave China millions of our best jobs, and effectively let China completely rebuild itself.\n\nIn return, Hillary Clinton got rich!\n\nThe book Clinton Cash, by Peter Schweitzer, documents how Bill and Hillary used the State Department to enrich their family at America’s expense.\n\nShe gets rich making you poor.\n\nHere is a quote from the book: “At the center of US policy toward China was Hillary Clinton…at this critical time for US-china relations, Bill Clinton gave a number of speeches that were underwritten by the Chinese government and its supporters.”\n\nThese funds were paid to the Clinton bank account while Hillary was negotiating with China on behalf of the United States.\n\nShe sold out our workers, and our country, for Beijing.\n\nHillary Clinton has also been the biggest promoter of the Trans-Pacific Partnership, which will ship millions more of our jobs overseas – and give up Congressional power to an international foreign commission.\n\nNow, because I have pointed out why it would be such a disastrous deal, she is pretending that she is against it. She has even deleted this record of total support from her book – deletion is something she is very good at -- (at least 30,000 emails are missing.)\n\nBut this latest Clinton cover-up doesn’t change anything: if she is elected president, she will adopt the Trans-Pacific Partnership, and we will lose millions of jobs and our economic independence for good. She will do this, just as she has betrayed the American worker on trade at every single stage of her career – and it will be even worse than the Clintons’ NAFTA deal.\n\nI want trade deals, but they have to be great for the United States and our workers.\n\nWe don’t make great deals anymore, but we will once I become president.\n\nIt’s not just our economy that’s been corrupted, but our foreign policy too.\n\nThe Hillary Clinton foreign policy has cost America thousands of lives and trillions of dollars – and unleashed ISIS across the world.\n\nNo Secretary of State has been more wrong, more often, and in more places than Hillary Clinton.\n\nHer decisions spread death, destruction and terrorism everywhere she touched.\n\nAmong the victims is our late Ambassador, Chris Stevens. He was left helpless to die as Hillary Clinton soundly slept in her bed -- that’s right, when the phone rang at\n\n3 o’clock in the morning, she was sleeping.\n\nAmbassador Stevens and his staff in Libya made hundreds of requests for security.\n\nHillary Clinton’s State Department refused them all.\n\nShe started the war that put him in Libya, denied him the security he asked for, then left him there to die.\n\nTo cover her tracks, Hillary lied about a video being the cause of his death.\n\nHere is what one of the victim’s mothers had to say:\n\n“I want the whole world to know it: she lied to my face, and you don’t want this person to be president.”\n\nIn 2009, before Hillary Clinton was sworn in, it was a different world.\n\nLibya was cooperating.\n\nIraq was seeing a reduction in violence.\n\nSyria was under control.\n\nIran was being choked by sanctions.\n\nEgypt was governed by a friendly regime that honored its peace treaty with Israel.\n\nISIS wasn’t even on the map.\n\nFast forward to 2013: In just four years, Secretary Clinton managed\n\nto almost single-handedly destabilize the entire Middle East.\n\nHer invasion of Libya handed the country over to the ISIS barbarians.\n\nThanks to Hillary Clinton, Iran is now the dominant Islamic power in the Middle East, and on the road to nuclear weapons.\n\nHillary Clinton’s support for violent regime change in Syria has thrown the country into one of the bloodiest civil wars anyone has ever seen – while giving ISIS a launching pad for terrorism against the West.\n\nShe helped force out a friendly regime in Egypt and replace it with the radical Muslim Brotherhood. The Egyptian military has retaken control, but Clinton has opened the Pandora’s box of radical Islam.\n\nThen, there was the disastrous strategy of announcing our departure date from Iraq, handing large parts of the country over to ISIS killers.\n\nISIS threatens us today because of the decisions Hillary Clinton has made.\n\nISIS also threatens peaceful Muslims across the Middle East, and peaceful Muslims across the world, who have been terribly victimized by horrible brutality – and who only want to raise their kids in peace and safety.\n\nIn short, Hillary Clinton’s tryout for the presidency has produced one deadly foreign policy disaster after another.\n\nIt all started with her bad judgment in supporting the War in Iraq in the first place.\n\nThough I was not in government service, I was among the earliest to criticize\n\nthe rush to war, and yes, even before the war ever started.\n\nBut Hillary Clinton learned nothing from Iraq, because when she got into power,\n\nshe couldn’t wait to rush us off to war in Libya.\n\nShe lacks the temperament, the judgment and the competence to lead.\n\nIn the words of a Secret Service agent posted outside the Oval Office:\n\n“She simply lacks the integrity and temperament to serve\n\nin the office…from the bottom of my soul, I know this to be true…Her leadership style – volcanic, impulsive…disdainful of the rules set for everyone else – hasn’t changed a bit.”\n\nPerhaps the most terrifying thing about Hillary Clinton’s foreign policy is that she refuses to acknowledge the threat posed by Radical Islam.\n\nIn fact, Hillary Clinton supports a radical 550% increase in Syrian refugees coming into the United States, and that’s an increase over President Obama’s already very high number.\n\nUnder her plan, we would admit hundreds of thousands of refugees from the most dangerous countries on Earth – with no way to screen who they are or what they believe.\n\nAlready, hundreds of recent immigrants and their children have been convicted of terrorist activity inside the U.S.\n\nThe father of the Orlando shooter was a Taliban supporter from Afghanistan, one of the\n\nmost repressive anti-gay and anti-women regimes on Earth.\n\nI only want to admit people who share our values and love our people.\n\nHillary Clinton wants to bring in people who believe women should be enslaved\n\nand gays put to death.\n\nMaybe her motivation lies among the more than 1,000 foreign donations Hillary failed to disclose while at the State Department.\n\nHillary Clinton may be the most corrupt person ever to seek the presidency.\n\nHere is some more of what we learned from the book,\n\nClinton Cash:\n\nA foreign telecom giant faced possible State Department sanctions for providing technology to Iran, and other oppressive regimes. So what did this company do? For the first time ever, they decided to pay Bill Clinton $750,000 for a single speech. The Clintons got their cash, the telecom company escaped sanctions.\n\nHillary Clinton’s State Department approved the transfer of 20% of America’s uranium holdings to Russia, while 9 investors in the deal funneled $145 million to the Clinton Foundation.\n\nHillary Clinton appointed a top donor to a national security board with top secret access – even though he had no national security credentials.\n\nHillary Clinton accepted $58,000 in jewelry from the government of Brunei when she was Secretary of State – plus millions more for her foundation. The Sultan of Brunei has pushed oppressive Sharia law, including the punishment of death by stoning for being gay. The government of Brunei also stands to be one of the biggest beneficiaries of Hillary’s Trans-Pacific Partnership, which she would absolutely approve if given the chance.\n\nHillary Clinton took up to $25 million from Saudi Arabia, where being gay is also punishable by death.\n\nHillary took millions from Kuwait, Qatar, Oman and many other countries that horribly abuse women and LGBT citizens.\n\nTo cover-up her corrupt dealings, Hillary Clinton illegally stashed her State Department emails on a private server.\n\nHer server was easily hacked by foreign governments – perhaps even by her financial backers in Communist China – putting all of America in danger.\n\nThen there are the 33,000 emails she deleted.\n\nWhile we may not know what is in those deleted emails, our enemies probably do.\n\nSo they probably now have a blackmail file over someone who wants to be President of the United States.\n\nThis fact alone disqualifies her from the Presidency.\n\nWe can’t hand over our government to someone whose deepest, darkest secrets may be in the hands of our enemies.\n\nNational security is also immigration security –\n\nand Hillary wants neither.\n\nHillary Clinton has put forward the most radical immigration platform in the history of the United States.\n\nShe has pledged to grant mass amnesty and in her first 100 days, end virtually all immigration enforcement, and thus create totally open borders in the United States\n\nThe first victims of her radical policies will be poor African-American and Hispanic workers who need jobs. They are the ones she will hurt the most.\n\nLet me share with you a letter our campaign received from Mary Ann Mendoza.\n\nShe lost her amazing son, Police Sergeant Brandon Mendoza, after he was killed by an illegal immigrant because of the open borders policies supported by Hillary Clinton.\n\nSadly, the Mendoza family is just one of thousands who have suffered the same fate.\n\nHere is an excerpt from Mrs. Mendoza’s letter:\n\n“Hillary Clinton, who already has the blood of so many on her hands, is now announcing that she is willing to put each and every one of our lives in harms’ way – an open door policy to criminals and terrorists to enter our country. Hillary is not concerned about you or I, she is only concerned about the power the presidency would bring to her. She needs to go to prison to pay for the crimes she has already committed against this country.”\n\nHillary also wants to spend hundreds of billions to resettle Middle Eastern refugees in the United States, on top of the current record level of immigration.\n\nFor the amount of money Hillary Clinton would like to spend on refugees, we could rebuild every inner city in America.\n\nHillary’s Wall Street immigration agenda will keep immigrant communities poor, and unemployed Americans out of work. She can’t claim to care about African-American and Hispanic workers when she wants to bring in millions of new low-wage workers\n\nto compete against them.\n\nHere are a few things a Trump Administration will do for America in the first 100 days:\n\nAppoint judges who will uphold the Constitution. Hillary Clinton’s radical judges will virtually abolish the 2nd amendment.\n\nChange immigration rules to give unemployed Americans an opportunity to fill good-paying jobs\n\nStand up to countries that cheat on trade, of which there are many\n\nCancel rules and regulations that send jobs overseas\n\nLift restrictions on energy production\n\nRepeal and replace job-killing Obamacare -- it is a disaster.\n\nPass massive tax reform to create millions of new jobs.\n\nImpose tough new ethics rules to restore dignity to the Office of Secretary of State.\n\nThere is one common theme in all of these reforms.\n\nIt’s going to be America First.\n\nThis is why the stakes in November are so great.\n\nOn election day, the politicians stand trial before the people.\n\nThe voters are the jury. Their ballots are the verdict. We don’t need or want another Clinton or Obama.\n\nCome November, the American people will have a chance to issue a verdict on the politicians that have sacrificed their security, betrayed their prosperity, and sold out\n\ntheir country.\n\nThey will have a chance to vote for a new agenda with big dreams, bold ideas and enormous possibilities for the American people.\n\nHillary Clinton’s message is old and tired. Her message is that can’t change.\n\nMy message is that things have to change – and this is our one chance do it. This is our last chance to do it.\n\nAmericans are the people that tamed the West, that dug out the Panama Canal, that sent satellites across the solar system, that built the great dams, and so much more.\n\nThen we started thinking small.\n\nWe stopped believing in what America could do, and became reliant on other countries, other people, and other institutions.\n\nWe lost our sense of purpose, and daring.\n\nBut that’s not who we are.\n\nCome this November, we can bring America back – bigger and better, and stronger than ever.\n\nWe will build the greatest infrastructure on the planet earth – the roads and railways and airports of tomorrow.\n\nOur military will have the best technology and finest equipment – we will bring it back all the way.\n\nMassive new factories will come roaring into our country – breathing life and hope into our communities.\n\nInner cities, which have been horribly abused by Hillary Clinton and the Democrat Party, will finally be rebuilt.\n\nConstruction is what I know -- nobody knows it better.\n\nThe real wages for our workers have not been raised for 18 years -- but these wages will start going up, along with the new jobs. Hillary’s massive taxation, regulation and open borders will destroy jobs and drive down wages for everyone.\n\nWe are also going to be supporting our police and law enforcement -- we can never forget the great job they do.\n\nI am also going to appoint great Supreme Court Justices.\n\nOur country is going to start working again.\n\nPeople are going to start working again.\n\nParents are going to start dreaming big for their children again – including parents in our inner cities.\n\nAmericans are going to start believing in the future or our country.\n\nWe are going to make America rich again.\n\nWe are going to make America safe again.\n\nWe are going to make America Great Again – and Great Again For EVERYONE.", "url": "https://www.politico.com/story/2016/06/transcript-trump-speech-on-the-stakes-of-the-election-224654"}}