{"foreign_id": "22_Fake", "article1": {"title": "Ireland's Inishturk Island Welcomes Americans Fleeing Donald Trump", "content": "The Irish island of Inishturk only has 58 full-time residents, but it may be getting more soon: Inishturk, which is about nine miles off the coast of County Mayo, is offering refuge to Americans who are considering leaving the country if Donald Trump is elected president. Mary Heanue, Inishturk's development officer, told Irish Central that she'd like families with young kids to relocate there, since the elementary school currently only has three students.\n\n\"I've heard there are quite a few people in America looking to move to Ireland and other countries if Donald Trump becomes president,\" Heanue says. \"I'd like them to know that we'd love to see them consider moving over here. They'd be given a huge welcome and they'd find this is a fantastic place to live and to bring up children. Although winters can be hard and it's the kind of life that wouldn't necessarily suit everyone, they'd find it very peaceful here and they'd soon find out there's nowhere as nice in the world on a summer's day than here.\" Although the island launched its PR initiative back in the spring, this week, Los Angeles-based MEL Films released \"Make Inishturk Great Again,\" a video whose name is inspired by Trump's campaign slogan.\n\nJokingly or not, this isn't the first time a small island has tried to recruit unhappy Americans as new residents. Earlier this year, Cape Breton, off the coast of Canada's Nova Scotia province, launched a PR campaign encouraging people unhappy with the possibility of a Trump presidency to move to the island. The website Maple Match, which billed itself as a matchmaking service setting up Americans eager to leave the country with eligible Canadians, debuted in May with the slogan (you guessed it) \"Make Dating Great Again.\"\n\nThis also isn't the first time a European town dealing with a severe population decline has gone to extreme (and creative) marketing measures to bring in new inhabitants: In 2015, the Italian village of Gangi, which is on the island of Sicily, gave away some 300 abandoned homes with the requirement that the new owners had to rehabilitate the houses within four years.", "url": "https://www.cntraveler.com/stories/2016-07-20/ireland-inishturk-island-welcomes-americans-fleeing-donald-trump"}, "article2": {"title": "How to move to Ireland and escape the Donald Trump presidency", "content": "Want to escape the United States and the Donald Trump presidency? Why not relocate to Ireland!\n\nIf you're (still) unhappy with the 2016 election result, all hope is not lost. As previously featured on IrishCentral, Inishturk Island off the Irish coast extended an open invitation to those who dread the thought of President Trump to relocate to their sparsely populated island, and an incredible amount of Americans have shown an interest in taking them up on the offer.\n\nRead More: Top reasons to make the move to Ireland\n\nWhile beautiful, Inishturk may not be for everybody, however, so IrishCentral has put together a more general escape root for those hoping to make a speedy exit.\n\nWhy not make that yearly trip to Ireland a more permanent arrangement? Here it is - your guide to moving to Ireland:\n\nWhere in Ireland do you want to live?\n\n\n\n\n\nYou’ve decided to move to Ireland, but where exactly in Ireland should you make your home? If you don’t have any family members currently living in a particular part of the country, the world (or at least Ireland) is your oyster but there are some things you should keep in mind. While the idea of retiring to the remotest of remote places in the countryside may seem like a good idea at first, if you can’t drive then you’re in trouble.\n\nPublic transport in many rural areas can be hit and miss at best, with older people left to take long journeys by bus to hospital appointments and not a cab service in sight. You should also think about how far away you want to be from an airport, what job opportunities are in certain regions, what kind of schools you’d like your children to attend (many Irish schools are Catholic), and how far away from stores, banks etc. you’d like to be.\n\nCost is a huge factor within this. Accommodation in Co. Leitrim is not going to cost you as much as somewhere in Dublin. You may have to spend a lot more on gas if living in the country, however, as you'll have to drive a lot more. Weigh up which lifestyle would suit you best before making a final decision.\n\nThe decision to move to Northern Ireland will also create a difference in terms of where you’ll be applying for a visa and it will bring its own cultural differences that should be taken into account. As the six Northern Ireland counties are technically part of the UK, you'd be required to apply for a UK visa and not an Irish one. In the aftermath of Brexit and the current climate of confusion regarding the future of the Northern Ireland/Republic of Ireland border and immigration to the UK, it will be a hard call to make.\n\nRead More: How hard is it to move to Ireland as an American?\n\nWhat type of accommodation in Ireland are you looking for?\n\n\n\n\n\nWhile it’s a good idea to have visited the village, town, or city you wish to move to at least once before you move, to get a feel for the neighborhood and attempt to line up accommodation, temporary accommodation is an option. A downside would be, of course, how difficult this could be to coordinate if you plan on bringing most of your US possessions with you. (Do you want to move twice within a short space of time?)\n\nTo save yourself money on expensive hostels, hotels, short-term leases and to avoid the sense of floundering on arrival, we’d advise that you know where you’ll be living before you make the move. It doesn’t always happen but with websites such as Daft.ie and the Real Estate Alliance offering advice on buying property in Ireland, you can at least research well before taking the plunge.\n\nIt should be noted that many rented places can also come furnished in Ireland so that’s one less thing to worry about.\n\nAcquiring an Irish visa\n\n\n\n\n\nAs an American citizen, this is possibly the most difficult and uncertain part of the whole moving to Ireland process, but checking with your nearest Irish embassy is a good place to start.\n\nThe Irish Naturalisation and Immigration Service (INIS) was established in 2005 in order to provide a ‘one stop shop’ in relation to asylum, immigration, citizenship, and visas. You can explore the options personally available to you here and browse through some FAQ here.\n\nUS citizens can travel to Ireland without a visa for three months but any plan to stay longer than that and you have three main options: go to Ireland to work, to study, or to retire.\n\nThe D-visa is a single-entry long-term visa allowing you to travel to Ireland to pursue a course of study, to work or to settle permanently in Ireland with family members who are already residents. (More information can be found here.)\n\nRead more: Mayo and the Cliffs of Moher tours\n\nStudying: One option is to enroll in a course of study but if you plan on staying in Ireland long-term, unfortunately, years spent in the country as a student are not counted as years of residence when applying for citizenship.\n\nWorking: To be completely honest, if looking for a work visa, it is difficult and there are many reasons why you may not be able to acquire a permit. You’ll need to have a job lined up before applying for the visa and convincing a company to hire you instead of an EU citizen may be hard. If you do manage to find a job, the chances of you getting a work visa are higher if you earn more. If you earn less than €30,000, for example, it becomes much more difficult.\n\nYou can check out the two largest Irish job sites to see what’s available at IrishJobs.ie, or try browsing LinkedIn.\n\nYou can check out Irish job sites like IrishJobs.ie, or browse LinkedIn, to see what’s available.\n\nRetiring: Although one-third of Irish Americans would like to retire in Ireland, new rules implemented in 2015 make it increasingly difficult.\n\nThe new rule requires that retirees have an annual income of no less than $55,138 (€50,000) per person,($110,276/€100,000 for a married couple) for the remainder of their lives in Ireland, regardless of their existing cash on hand or lack of debt. While INIS is currently finishing up a review of these rules that could see the required income levels drop, the numbers they've proposed are still quite high and will be above the means of many.\n\nIf you chose to move to a county within Northern Ireland, this process will be different as you will need to apply for a visa to the UK and submit your application to the UK home office. You can start your application for settling in the UK (Northern Ireland) indefinitely here.\n\nThere is also a range of work or study visas available on the UK's Home Office website.\n\nRead more: Galway and the West tours\n\nApply for Irish citizenship\n\n\n\n\n\nIt never hurts to try and you may be surprised to learn you qualify. The US also allows dual citizenship with Ireland so no need to give up being an American in case you ever wish to return. You can find more info here.\n\nIf applying for citizenship in the UK, dual citizenship is also allowed. You can find more information on UK citizenship here.\n\nRead More: Irish New Year's resolutions: How to apply for Irish citizenship\n\nRenew your passport before you leave\n\nIf you're successful in acquiring a visa and plan to live in Ireland for a few years, save yourself the future hassle and check when it expires before you leave. Your passport must be valid for 6 months after your intended date of departure from Ireland and if you enter the state on a visa and then travel abroad, you will need another visa to re-enter the state. Plan ahead.\n\nRead More: How to get an Irish passport if you're not yet an Irish citizen\n\nHow much will it cost?\n\n\n\n\n\nIt will depend on each case and depend on whether you have a job lined up or not. You will need a large chunk of savings to keep you going without a job. We’d advise taking the cost of your accommodation into consideration and always planning for the worst.\n\nIreland is also quite an expensive place to live in. When I first moved to New York, I was paying as much rent on my apartment here as I would in Dublin and in the capital city especially, things are only getting worse.\n\nIf you move all of your possessions from the US, you will have to pay to ship them, but if you leave them behind, you’ll need to judge how long you can last without them for in Ireland.\n\nOne other big cost to take into consideration is the possibility that you may also need to buy a car, depending on the area in which you chose to live.\n\nRead More: How can you retire to Ireland from America\n\nWhat to bring to Ireland with you?\n\n\n\n\n\nIt will again depend on where you’re living, and how long you think your savings are going to last/how long you can survive without something in Ireland.\n\nFor some recommendations, you can check out this interesting piece previously published on IrishCentral - Things we wish we’d brought when we moved to Ireland (and what we should’ve left behind).\n\nEmbrace the differences!\n\n\n\n\n\nWhen I moved to the US, I was taken aback by how much of a culture shock it was. I thought I knew all about American life but I was very wrong and I’m sure that the same can be said in reverse.\n\nIn moving to Ireland, you’ve avoided Trump, but you still might not agree completely with how we run things. Gun laws are strict, higher taxes pay for social welfare and health care, and we have a strong relationship with the European Union.\n\nIf you can’t deal with any of these things (here’s looking at you, Bill O’Reilly) you may want to rethink your move. It will be hard at the start to adjust to the new culture but eventually, even if you don’t agree with everything, you will learn to agree to disagree (as I have with many, many American ways of life I don't understand)! There are plenty of benefits to make up for it.\n\nRead more: Dublin and surrounding areas tours\n\nEnjoy!\n\n\n\n\n\nThe weather might not be great and we have our own issues with our government - see the narrowly avoided strike planned by the country's police officers last week, the aforementioned housing crisis, and concerns about our tax plan with Apple - but what with the people, the food, the culture, the sport, the drink, and the craic, there’s plenty to enjoy about life in Ireland.\n\nWhether you prefer the outdoor lifestyle or sitting in with the literary greats, Ireland has all you need.\n\nRead More: Ready to move to Ireland? Resources, support has never been easier to come across\n\nAnd lastly … Request an absentee ballot!\n\n\n\n\n\nSo you can make sure to support whoever is running against Trump if it happens all over again in 2020!\n\n* Originally published in March 2016.\n\nRead more: Kerry and the Wild Atlantic Way tours\n\nHave you ever made the move to Ireland? Do you have any advice? Let us know in the comments section, below.", "url": "https://www.irishcentral.com/travel/moving-to-ireland-escape-donald-trump"}, "article3": {"title": "The Tiny Irish Island That Will Welcome American Refugees", "content": "Inishturk, Ireland, has a population of 58 and its people—according to a widely circulated Internet rumor—have offered refuge to any Americans who want to flee from a Donald Trump presidency. This charming documentary by MEL Films, Make Inishturk Great Again, takes us to the sparsely inhabited island to get the locals’ perspectives on America, the presidential election, and what Trump has said about Ireland. The film has an obvious perspective on Trump that is far from impartial, but it’s entertaining and adventurous nonetheless. To see more films from MEL, visit their website and Vimeo page.\n\nWe want to hear what you think about this article. Submit a letter to the editor or write to letters@theatlantic.com.", "url": "https://www.theatlantic.com/video/index/491813/the-tiny-irish-island-that-will-welcome-american-refugees/"}}