{"foreign_id": "24_Fake", "article1": {"title": "WikiLeaks Confirms Hillary Clinton Sold Weapons to ISIS?", "content": "Claim: E-mails released by WikiLeaks confirm Hillary Clinton sold weapons to ISIS. Rating: About this rating Mixture What's True In a July 2016 interview, Julian Assange (founder of WikiLeaks) contended that leaked e-mails painted a \"rich picture\" of Hillary Clinton's hawkish tendencies with respect to the Libyan intervention and referenced ISIS as the eventual beneficiary of weapons provided for that intervention. What's False No WikiLeaks e-mails confirm that Hillary Clinton directly and knowingly \"sold weapons to ISIS.\"\n\nOver the course of 2016, the WikiLeaks web site has published at least three archives containing leaked e-mails from high-ranking Democrats, and four Democratic National Committee (DNC) staffers were eventually fired over material contained in those leaked messages, including DNC chair Debbie Wasserman Schultz. But the format in which WikiLeak publishes their data has led to frequent second- or third-hand reporting on what the leaks actually contain, with few readers actually examining the content directly.\n\nOn 12 October 2016, WikiLeaks published a set of files dubbed \"The Podesta Emails,\" communications sent to and from Hillary Clinton campaign manager John Podesta:\n\nAs demonstrated in the tweet reproduced in the Example section above, a number of social media users asserted that the newest e-mail leak proved Hillary Clinton had \"sold weapons to ISIS.\" But finding exactly which e-mails in the dump established that Hillary Clinton had done such a thing proved elusive to those who went looking for them, such as one Quora user:\n\nWhere is Hillary Clinton's new scandal WikiLeaks just revealed about her implication in selling weapons to ISIS and how it was covered up by Obama? This morning I learned on Russian TV about the Libyan scandal in which Hillary is involved, yet when I search on the internet about her, none of the results in the news section talk about this issue. Why is that, and how will it impact the presidential race?\n\nThe confusion stemmed from at least one undated article boasting a headline of \"WikiLeaks CONFIRMS Hillary Sold Weapons to ISIS,\" which had been published well before the \"Podesta Emails\" dump was released by WikiLeaks:\n\nJulian Assange, the founder of WikiLeaks, is a controversial character. But there’s no denying the emails he has picked up from inside the Democrat Party are real, and he’s willing to expose Hillary Clinton. Now, he’s announcing that Hillary Clinton and her State Department were actively arming Islamic jihadists, which includes the Islamic State (ISIS) in Syria. Clinton has repeatedly denied these claims, including during multiple statements while under oath in front of the United States Senate. WikiLeaks is about to prove Hillary Clinton deserves to be arrested[.]\n\nBut the wording of the article didn't say that any e-mails demonstrated that Hillary Clinton had sold weapons to ISIS; rather, it conveyed WikiLeaks founder Julian Assange's belief that \"Hillary Clinton and her State Department were actively arming Islamic jihadists.\" That information came from a 25 July 2015 Assange interview with Democracy Now! journalist Juan González, during which Assange referenced earlier e-mail leaks:\n\nQ: Why did you do this, and what’s the importance, from your perspective, of being able to create a searchable base? A: Well, WikiLeaks has become the rebel library of Alexandria. It is the single most significant collection of information that doesn’t exist elsewhere, in a searchable, accessible, citable form, about how modern institutions actually behave. And it’s gone on to set people free from prison, where documents have been used in their court cases; hold the CIA accountable for renditions programs; feed into election cycles, which have resulted in the termination of, in some case — or contributed to the termination of governments, in some cases, taken the heads of intelligence agencies, ministers of defense and so on. So, you know, our civilization can only be as good as our knowledge of what our civilization is. We can’t possibly hope to reform that which we do not understand. So, those Hillary Clinton emails, they connect together with the cables that we have published of Hillary Clinton, creating a rich picture of how Hillary Clinton performs in office, but, more broadly, how the U.S. Department of State operates. So, for example, the disastrous, absolutely disastrous intervention in Libya, the destruction of the Gaddafi government, which led to the occupation of ISIS of large segments of that country, weapons flows going over to Syria, being pushed by Hillary Clinton, into jihadists within Syria, including ISIS, that’s there in those emails. There’s more than 1,700 emails in Hillary Clinton’s collection, that we have released, just about Libya alone.\n\nAssange appears to have been asserting that leaked e-mails and cables showed that various actions undertaken by Hillary Clinton and others at the U.S. State Department had resulted in \"weapons flows\" to \"jihadists within Syria, including ISIS.\" One could certainly make the case (from material published by WikiLeaks and elsewhere) that during Hillary Clinton's tenure as secretary of state, the U.S. provided weapons (either directly or indirectly) to various factions in Libya and Syria, that some of those weapons might have ended up in the hands of groups such as the Muslim Brotherhood, al-Qaeda, and ISIS, and that the latter was a foreseeable outcome of the former.\n\nBut Assange did not say, nor have any revealed e-mails documented, that Hillary Clinton \"sold weapons to ISIS\" — that is, that Clinton deliberately and knowingly arranged for the United States to sell weapons to the jihadist militant group known as ISIS. Perhaps her role in shaping the United States' actions regarding the Libyan intervention and the ongoing Syrian civil war negligently allowed arms to fall into the hands of \"jihadists,\" but that's not the same thing as \"selling weapons to ISIS.\"", "url": "https://www.snopes.com/fact-check/wikileaks-cofirms-hillary-clinton-sold-weapons-to-isis/"}, "article2": {"title": "Hillary Clinton Acknowledges Saudi Terror Financing in Hacked Email, Hinting at Tougher Approach", "content": "Saudi Arabia and the U.S. have maintained their alliance for seven decades despite disagreements over oil prices, Israel, and, more recently, the Obama administration’s rapprochement with Iran.\n\nJudging by a 2014 email purportedly written by Hillary Clinton to John Podesta, her current campaign chairman, and published by WikiLeaks, there have been serious tensions over Saudi Arabia’s role in the Syria conflict as well. In the midst of a nine-point overview of U.S. strategy in the Middle East, Clinton wrote:\n\n“… we need to use our diplomatic and more traditional intelligence assets to bring pressure on the governments of Qatar and Saudi Arabia, which are providing clandestine financial and logistic support to ISIL and other radical Sunni groups in the region.”\n\nClinton’s private comments differ from the public line taken by members of the Obama administration. Speaking at the 9/11 Memorial and Museum in New York, John Brennan, the director of the CIA, recently called the Saudis “among our very best counterterrorism partners globally.” Last month, Obama, who long ago referred to Saudi Arabia as a “so-called” ally, acted to protect the Saudi government from litigation by vetoing the Justice Against Sponsors of Terrorism Act, which would allow 9/11 victims to sue the Saudi government for damages in U.S. federal court. Congress overturned Obama’s veto, leaving the door open for Saudi Arabia to be named as a defendant in future lawsuits.\n\nThe U.S. has its reasons for maintaining the Saudi alliance. The country produces 13 percent of the world’s oil and holds $117 billion of U.S. debt. During Obama’s two terms, Saudi Arabia has spent more than $50 billion on U.S.-made weaponry, far more than during George W. Bush’s two terms, and the U.S. has approved deals worth another $65 billion.\n\nThe kingdom still has its staunch backers in Washington, due in no small part to its lavish spending on lobbyists and public relations. Among them is John Podesta’s brother, Tony, a lobbyist. Filings made under the Foreign Agents Registration Act show that Saudi government is paying Tony Podesta’s firm, the Podesta Group, a $140,000 monthly fee through the end of 2016, and that Tony himself consults on the Saudi account. Earlier this year, Politico reported on a 104-page white paper circulating on Capitol Hill, said to detail the Saudi government’s efforts to fight terrorism.\n\nPublic opinion about Saudi Arabia now appears to be approaching a crossroads. According to Gallup, the country’s favorability ratings are at 37 percent, between China and Russia. Hillary Clinton and Donald Trump have both condemned ties between the country’s religious leadership and extremist ideology. Over the past year, a series of investigative articles in the New York Times has chronicled the Saudi government’s invasive legal controls over women, its complicated relationship with ISIS, and the brutal proxy war it is carrying out against its longstanding enemy, Iran, in Yemen.\n\nClinton was not the first to assert links between the governments of Saudi Arabia and Qatar and the Islamic State. Six months before the 2014 email, Nouri al-Maliki, the prime minister of Iraq, accused both governments of “inciting and encouraging terrorist movements.” Saudi Arabia vigorously denied al-Maliki’s allegations at the time. Earlier in 2014, the Obama administration hosted a two-day strategy meeting with intelligence chiefs from Saudi Arabia, Qatar, Turkey, Jordan, and other Middle Eastern countries reportedly intended to refocus military aid away from the Nusra Front and ISIS and toward more “moderate” groups of rebels.\n\nThe wording of Clinton’s 2014 email, attributing Saudi Arabia’s support for radical Sunni militants to the Saudi government itself, as opposed to a few radical outliers, may also emerge as a factor in the ongoing debate about the degree of Saudi Arabia’s support for al Qaeda in the years leading up to 9/11. Fifteen of the 19 hijackers were Saudi citizens. The question of whether the country’s connection to the plot reached official levels was opened up again this summer by the release of 28 classified pages from a 2002 congressional investigation into the 9/11 attacks. The document offers new information about the FBI’s investigation into Omar al-Bayoumi, a wealthy Saudi business student who had worked with the Saudi Civil Aviation Authority.\n\nThe 9/11 Commission Report found al-Bayoumi to be “an unlikely candidate for clandestine involvement with Islamist extremists.” Yet the 28 pages paint a different picture, relaying FBI reports of al-Bayoumi’s “extensive contact with Saudi government establishments in the United States” and “numerous reports from individuals in the Muslim community, dating back to 1999, alleging that al-Bayoumi may be a Saudi intelligence officer.”\n\nMore damning, however, are differences between the accounts given by the 9/11 Commission Report and the 28 pages regarding the initial meeting between al-Bayoumi, Nawaf al-Hazmi, and Khalid al-Mihdhar at a restaurant in Culver City, California. Soon after, al-Bayoumi found an apartment for the two men — both of them future 9/11 hijackers — and lent them money for rent. The 9/11 Commission Report suggests that their initial meeting was a coincidence. Again, the FBI account quoted in the 28 pages differs: “There are indications in the files that his [al-Bayoumi’s] encounter with the hijackers may not have been accidental.”\n\nOver the summer, in the days after the killing of 49 people in an ISIS-related shooting at a club in Orlando, Clinton openly criticized the Saudi, Qatari, and Kuwaiti governments for failing “to stop their citizens from funding extremist organizations.” Her newly released 2014 email goes a step further, directly attributing support for ISIS to the Saudi government. It seems that part of the Obama administration’s approach to Saudi Arabia has been to hold its nose and keep its mouth shut, at least in public. Should Clinton prevail in the November election, it will be her turn to try and manage an increasingly awkward alliance.", "url": "https://theintercept.com/2016/10/12/hillary-clinton-acknowledges-saudi-terror-financing-in-hacked-email-hinting-at-tougher-approach/"}, "article3": {"title": "We finally know what Hillary Clinton knew all along – US allies Saudi Arabia and Qatar are funding Isis", "content": "Sign up for the View from Westminster email for expert analysis straight to your inbox Get our free View from Westminster email Please enter a valid email address Please enter a valid email address SIGN UP I would like to be emailed about offers, events and updates from The Independent. Read our privacy notice Thanks for signing up to the\n\nView from Westminster email {{ #verifyErrors }} {{ message }} {{ /verifyErrors }} {{ ^verifyErrors }} Something went wrong. Please try again later {{ /verifyErrors }}\n\nIt is fortunate for Saudi Arabia and Qatar that the furore over the sexual antics of Donald Trump is preventing much attention being given to the latest batch of leaked emails to and from Hillary Clinton. Most fascinating of these is what reads like a US State Department memo, dated 17 August 2014, on the appropriate US response to the rapid advance of Isis forces, which were then sweeping through northern Iraq and eastern Syria.\n\nAt the time, the US government was not admitting that Saudi Arabia and its Sunni allies were supporting Isis and al-Qaeda-type movements. But in the leaked memo, which says that it draws on “western intelligence, US intelligence and sources in the region” there is no ambivalence about who is backing Isis, which at the time of writing was butchering and raping Yazidi villagers and slaughtering captured Iraqi and Syrian soldiers.\n\nThe memo says: “We need to use our diplomatic and more traditional intelligence assets to bring pressure on the governments of Qatar and Saudi Arabia, which are providing clandestine financial and logistic support to Isis and other radical groups in the region.” This was evidently received wisdom in the upper ranks of the US government, but never openly admitted because to it was held that to antagonise Saudi Arabia, the Gulf monarchies, Turkey and Pakistan would fatally undermine US power in the Middle East and South Asia.\n\nIn Pictures: Isis loses control of Palmyra Show all 4 1 / 4 In Pictures: Isis loses control of Palmyra In Pictures: Isis loses control of Palmyra The iconic Temple of Bel prior to being blown up by Islamic State (IS) group jihadists in September 2015 and the remains of the temple after Syrian troops recaptured the ancient site In Pictures: Isis loses control of Palmyra he Arc de Troimphe (Triumph's Arc) prior to being destroyed by Islamic State (IS) group jihadists in October 2015 and the remains of the iconic structure after government troops recaptured the ancient city In Pictures: Isis loses control of Palmyra The once vibrant museum is now full of empty displays after the destruction of artefacts In Pictures: Isis loses control of Palmyra Corbis The Monumental Arch is among the many lost structures and treasures Corbis\n\nFor an extraordinarily long period after 9/11, the US refused to confront these traditional Sunni allies and thereby ensured that the “War on Terror” would fail decisively; 15 years later, al-Qaeda in its different guises is much stronger than it used to be because shadowy state sponsors, without whom it could not have survived, were given a free pass.\n\nIt is not as if Hillary Clinton as Secretary of State and the US foreign policy establishment in general did not know what was happening. An earlier WikiLeaks release of a State Department cable sent under her name in December 2009 states that “Saudi Arabia remains a critical financial support base for al-Qaeda, the Taliban, LeT [Lashkar-e-Taiba in Pakistan].” But Saudi complicity with these movements never became a central political issue in the US. Why not?\n\nThe answer is that the US did not think it was in its interests to cut its traditional Sunni allies loose and put a great deal of resources into making sure that this did not happen. They brought on side compliant journalists, academics and politicians willing to give overt or covert support to Saudi positions.\n\nThe real views of senior officials in the White House and the State Department were only periodically visible and, even when their frankness made news, what they said was swiftly forgotten. Earlier this year, for instance, Jeffrey Goldberg in The Atlantic wrote a piece based on numerous interviews with Barack Obama in which Obama “questioned, often harshly, the role that America’s Sunni Arab allies play in fomenting anti-American terrorism. He is clearly irritated that foreign policy orthodoxy compels him to treat Saudi Arabia as an ally”.\n\nIt is worth recalling White House cynicism about how that foreign policy orthodoxy in Washington was produced and how easily its influence could be bought. Goldberg reported that “a widely held sentiment inside the White House is that many of the most prominent foreign-policy think tanks in Washington are doing the bidding of their Arab and pro-Israel funders. I’ve heard one administration official refer to Massachusetts Avenue, the home of many of these think tanks, as ‘Arab-occupied territory’.”\n\nDespite this, television and newspaper interview self-declared academic experts from these same think tanks on Isis, Syria, Iraq, Saudi Arabia and the Gulf are wilfully ignoring or happily disregarding their partisan sympathies.\n\nRecommended Read more We are facing the possibility of a second Cold War\n\nThe Hillary Clinton email of August 2014 takes for granted that Saudi Arabia and Qatar are funding Isis – but this was not the journalistic or academic conventional wisdom of the day. Instead, there was much assertion that the newly declared caliphate was self-supporting through the sale of oil, taxes and antiquities; it therefore followed that Isis did not need money from Saudi Arabia and the Gulf. The same argument could not be made to explain the funding of Jabhat al-Nusra, which controlled no oilfields, but even in the case of Isis the belief in its self-sufficiency was always shaky.\n\nIraqi and Kurdish leaders said that they did not believe a word of it, claiming privately that Isis was blackmailing the Gulf states by threatening violence on their territory unless they paid up. The Iraqi and Kurdish officials never produced proof of this, but it seemed unlikely that men as tough and ruthless as the Isis leaders would have satisfied themselves with taxing truck traffic and shopkeepers in the extensive but poor lands they ruled and not extracted far larger sums from fabulously wealthy private and state donors in the oil producers of the Gulf.\n\nRefugees welcome here: Protesters demand UK resettle more migrants in response to refugee crisis Show all 7 1 / 7 Refugees welcome here: Protesters demand UK resettle more migrants in response to refugee crisis Refugees welcome here: Protesters demand UK resettle more migrants in response to refugee crisis The Solidarity With Refugees group said Saturday’s protest aimed to “show our Government and the world that Britain is ready to welcome more refugees”. Rex Features Refugees welcome here: Protesters demand UK resettle more migrants in response to refugee crisis People march through central London as they take part in a protest rally organised by Solidarity with Refugees in a bid to urge the Government to take more action on the migrant crisis Press Association Refugees welcome here: Protesters demand UK resettle more migrants in response to refugee crisis The protest comes days before world leaders meet to discuss crisis at UN General Assembly Press Association Refugees welcome here: Protesters demand UK resettle more migrants in response to refugee crisis Demonstrators made their way from Park Lane to Parliament Square in London on Saturday afternoon Press Association Refugees welcome here: Protesters demand UK resettle more migrants in response to refugee crisis Marchers chanted “refugees are welcome here” and waved banners reading “no-one is illegal” and “let’s help people” Press Association Refugees welcome here: Protesters demand UK resettle more migrants in response to refugee crisis The march was supported by charities and groups including the Red Cross, Asylum Aid, Save the Children, Hope Not Hate, Oxfam and the UN Refugee Agency Rex Features Refugees welcome here: Protesters demand UK resettle more migrants in response to refugee crisis In the wake of Alan’s death, David Cameron pledged to resettle 20,000 Syrian refugees in the UK over the coming five years but there have been additional calls to re-home those who have already reached Europe, as well as asylum seekers coming from other conflict zones such as Iraq and Afghanistan Rex Features\n\nGoing by the latest leaked email, the State Department and US intelligence clearly had no doubt that Saudi Arabia and Qatar were funding Isis. But there has always been bizarre discontinuity between what the Obama administration knew about Saudi Arabia and the Gulf states and what they would say in public. Occasionally the truth would spill out, as when Vice-President Joe Biden told students at Harvard in October 2014 that Saudi Arabia, Turkey and the United Arab Emirates “were so determined to take down Assad and essentially have a proxy Sunni-Shia war. What did they do? They poured hundreds of millions of dollars and thousands of tons of weapons into anyone who would fight against Assad. Except that the people who were being supplied were al-Nusra and al-Qaeda and the extremist elements of jihadis coming from other parts of the world”. Biden poured scorn on the idea that there were Syrian “moderates” capable of fighting Isis and Assad at the same time.\n\nRecommended Read more Destruction in Kurdish capital in Turkey is mirror to Syria\n\nHillary Clinton should be very vulnerable over the failings of US foreign policy during the years she was Secretary of State. But, such is the crudity of Trump’s demagoguery, she has never had to answer for it. Republican challenges have focussed on issues – the death of the US ambassador in Benghazi in 2012 and the final US military withdrawal from Iraq in 2011 – for which she was not responsible.\n\nA Hillary Clinton presidency might mean closer amity with Saudi Arabia, but American attitudes towards the Saudi regime are becoming soured, as was shown recently when Congress overwhelmingly overturned a presidential veto of a bill allowing the relatives of 9/11 victims to sue the Saudi government.\n\nAnother development is weakening Saudi Arabia and its Sunni allies. The leaked memo speaks of the rival ambitions of Saudi Arabia and Qatar “to dominate the Sunni world”. But this has not turned out well, with east Aleppo and Mosul, two great Sunni cities, coming under attack and likely to fall. Whatever Saudi Arabia, Qatar, Turkey and the others thought they were doing it has not happened and the Sunni of Syria and Iraq are paying a heavy price. It is this failure which will shape the future relations of the Sunni states with the new US administration.", "url": "https://www.independent.co.uk/voices/hillary-clinton-wikileaks-email-isis-saudi-arabia-qatar-us-allies-funding-barack-obama-knew-all-along-a7362071.html"}}