{"foreign_id": "25_Fake", "article1": {"title": "What Kid Rock likes about Hillary Clinton", "content": "1. How relevant is this ad to you?\n\nVideo player was slow to load content Video content never loaded Ad froze or did not finish loading Video content did not start after ad Audio on ad was too loud Other issues", "url": "https://www.cnn.com/2016/09/23/entertainment/kid-rock-hillary-clinton/index.html"}, "article2": {"title": "Women’s March Highlights as Huge Crowds Protest Trump: ‘We’re Not Going Away’", "content": "_____\n\nWho She Is: Amber Coleman-Mortley, 34, of Bethesda, Md., is Ms. Coleman’s daughter\n\nBackstory: Works at a nonprofit focused on civic education\n\n“On the evening of election night, after saying, ‘Hey, I’m going to vote and I’m going to get my friends to vote,’ I sat on the sofa bawling trying to figure out what to say to my daughters the next morning because they went to bed certain that Hillary was going to win.”\n\n“Marching is my way of putting my money where my mouth is as far as being an active citizen.”\n\n“I want my daughters to have agency and have control over their bodies and feel comfortable in the country that they are in so this is my way of saying, ‘Hey everybody, I agree with all the people who are out here for different reasons and we don’t agree with what is happening right now and we are taking a stand.’”\n\n_____\n\nWho She Is: Garvey Mortley, 8, of Bethesda, Md., is Ms. Coleman’s granddaughter\n\nBackstory: Third grader; was named after Marcus Garvey", "url": "https://www.nytimes.com/2017/01/21/us/womens-march.html"}, "article3": {"title": "Hillary Clinton supporters weep as Donald Trump fans chant 'lock her up'", "content": "Hillary Clinton's supporters came in their thousands to cheer her victory - but instead they streamed out of her party venue in tears.\n\nAnd less than two miles away in Manhattan, Donald Trump's legions raised the roof, chanting 'lock her up' as their candidate romped home to victory.\n\nIt was a result that many of them never expected - and the slow realization by both sides that so many polls, predictions and assumptions were completely wrong led to astounding scenes in New York and around the country.\n\nScroll down for video\n\nStrike a pose: A Donald Trump supporter poses with her 'Make America Great Again' hat at his party at the New York Hilton The mood of the night became increasingly positive as he stomped his way to victory\n\nDelighted: Another New York supporter cheers on Trump as he continues on the path to victory\n\nHugging for joy: Two Trump supporters in Arizona are just as happy as the thousands in New York as their candidate continues his historic climb towards the White House\n\nVictory selfie: Two Trump supporters shared a pre-victory selfie together\n\nCross-nation support: Trump was cheered on across the nation by delighted fans - such as this man (left), watching the election in Bay City, Michigan, and this woman (right) in New York\n\nBordering on ecstasy: As Trump took Ohio on his continued path to victory, these members of the National Border Patrol Council, guests at his NY party, cheer. The NBPC had come out in favor of Trump - a break from tradition - earlier this year\n\nHouse party: This group of Donald Trump supporters outside the White House rejoiced as their candidate rolled, unstoppable, toward his victory\n\nSigns of things yet to come: Trump's supporters were clad in red caps and waving supportive signs throughout the night\n\nRising like the phoenix: Supporters across America were delighted by Trump's phenomenal success, including this group of supporters in Phoenix, Arizona\n\nCaps off: Trump's success in the election was unexpected even by many of his supporters - so their growing elation as the night wore on was palpable, especially in his home state of New York\n\nJoined across states: Trump supporters in New York (left) and Colorado (right) were connected by their support for the surprise victor\n\nClose thing: Two Trump supporters hold each other in joy as their candidate continues his unexpected, history-making march to the White House\n\nTickled pink: Trump's supporters at the New York Hilton cheered on their leader's incredible victory\n\nWhat next? Hillary Clinton supporters cry during the vote count at Clinton's election night rally at the Javits Center in New York\n\nUnbearable: Women who hoped America would see its first female president wipe the tears from their eyes in New York\n\nTense wait: What started out as an election that looked like it was going their way turned to a night of horror for these Democrats\n\nLong faces: People watching the voting results at Clinton's election night event in New York looked dismayed\n\nDisaster: As Hillary Clinton continued to slide in the election results, her supporters across America began to look increasingly distraught. This was the moment it was announced that Trump was dominating Florida\n\nAgony: Hany Alexandra (left) cries and a man clasps his head in his hands as numbers being broadcasted on a giant video screen show Trump pulling ahead\n\nTissues out: A couple console each other at the end of Hillary Clinton's election night rally in New York\n\nDespondent: A Clinton supporter puts her head in her hands and looks to the ground in dismay while still holding a US flag\n\nBrothers in arms: Two men hug in New York after learning of Clinton's defeat (left). Meanwhile, two Trump supporters (right) at a private party in the New York Hilton shared a happy hug as their candidate continued on his path to controlling America\n\nIn shock: Looking up at the television screen with their eyes wide-open, these two Clinton supporters in Seattle can't believe what they are seeing\n\nLosing hope: Clinton supporters embrace in New York (left) and look worried in Times Square as numbers being broadcasted on a giant video screen show Trump pulling ahead\n\nHappy times: For these New York Trump backers, the Election Night was just what they'd wanted\n\nParty off, party on: Clinton's election party (left) was cleared out once her fate was sealed, while joyous Trump supporters (right) continued celebrating their candidate's roaring success\n\nTime's up: Clinton campaign chair John Podesta told the crowds to leave the Javits Center at around 2:15am Wednesday. The Clinton campaign seemed to want to keep fighting, but their followers were clearly crushed by the loss of the election\n\nDisbelief: This Clinton voter didn't seem to believe that his favored candidate's campaign had failed - and the Clinton campaign followed suit, refusing to concede early Wednesday morning\n\nConsolation: Two Clinton supporters lean on each other for help as Manhattan shortly before Manhattan learned that Clinton's loss was certain\n\nFetal distraction: A woman at the Clinton HQ was left in the fetal position (left) and another broke down into tears (right) at the Clinton election party in Midtown Manhattan as the Democratic campaign went into meltdown\n\nFamily support: A daughter supports her mom as they slump to the ground outside the Jacob Javis Center, the home of Clinton's ultimately presumptuous election party, on Tuesday night\n\nAll dressed up, no place to go: Two New York Clinton supporters in fancy dress clutch each other outside the Jacob Javits Center in New York\n\nBroken up: Many Clinton supporters at the party, held in the Jacob Javits Center, burst into tears as Clinton's push became increasingly doomed\n\nDistraught: The emotions were too much for many as Clinton's campaign continued to take a severe pummelling\n\nDisbelief: Many voters couldn't seem to understand how their candidate had failed so badly\n\nTears: Clinton supporters at her New York 'party on the easternmost side of Midtown Manhattan were reduced to tears as Donald Trump swept across the map, sucking up states for the Republican party\n\nCheers: Trump supporters let their joy be known on Pennsylvania Avenue outside the White House on election day, as their favorite romped home to victory\n\nFeeling OK: Oklahoma City residents thrilled as Donald Trump took another state on Tuesday\n\nCelebration: This man was clearly elated as Trump romped home to a surprise victory\n\nTime of the signs: This New Yorker found a way to stand out in a sea of red caps, thanks to his white Trump/Pence sign\n\nHands in the air like they really do care: A room full of Trump supporters react\n\nWisconsin winners: A pair of Trump supporters high-five during Trump's triumphant night\n\nStampeding to victory: Trump supporters young and old join his 'stampede' on Election Night\n\nEnthusiasm: Trump supporters in New York show their enthusiasm for the Republican candidate\n\nElection night fever: New York Trump supporters feel the thrill as their candidate brings it all home\n\nMany happy returns: Crowds hug as Trump's returns are announced\n\nThrills: Young pro-Trump New Yorkers thrill as their candidate conquers America\n\nHome front: Supporter Robert Barnheister cheers on Trump in the home of Sheri Auclair in Wayzata, Minnesota\n\nEarlier, at the Clinton 'party' in the Jacob K Javits Center in Manhattan, which had been picked for its purposeful glass ceiling, Clinton's senior aides evaporated as quickly as her chances of taking the country did.\n\nMid-level staffers were left dejectedly sipping coffee and Red Bull as the atmosphere went from confident to depressed, and a late-stage attempt to liven the mood with 'Let's Get Loud' was doomed to failure as crowds stood around silently while J-Lo rocked the speakers.\n\nNews that Clinton might take Arizona for the Democrats for the first time since Bill Clinton's 1996 run did inject a small amount of excitement, but that quickly disappeared as Trump's relentless charge across the American map made it clear that would mean nothing.\n\nMeanwhile, Trump supporters at an invite-only event at the New York Hilton - two miles and a world away - were whipped up into roaring frenzies of cheers, hugs and chants of 'lock her up' as their candidate marched to victory.\n\nHoled up: A somber mood hung over the Peninsula Hotel - where Clinton was holed up watching her campaign implode - on Tuesday night\n\nOn guard: Cops surrounded the Peninsula Hotel on Tuesday night as Hillary Clinton took in the results. Clinton's staff had frozen out reporters as her failure became certain\n\nHeavily armed: Earlier in the night, heavily armed NYPD officers were seen guarding the Democratic hopeful - unaware of how thoroughly Trump would sweep many states\n\nShock: Many of the pro-Clinton camp seemed to be in shock as their candidate's campaign failed\n\nFlagging: Supporters didn't even have the energy to wave their flags as support for Clinton continued to fall\n\nStreet view: On New York's streets, too, people seemed in shock - these people were watching the results on the Times Square Jumbotron\n\nJubilation: The vibe in the Trump party, just two miles away from the Clinton event, was a lot brighter, with cheering and chants of 'lock her up' as their candidate continued to sweep across America\n\nNationwide support: Florida supporters cheer as Trump's success in Florida is predicted by news media - a prediction that ultimately proved absolutely spot-on\n\nCeleb support: Rudy Giuliani (left) and Sarah Palin (right) were clearly delighted that they'd apparently backed the right horse as Clinton lost her grasp on America\n\nThrilled: Trump's Midtown Manhattan party filled with cheers and excitement as his success became certain\n\nApplause: Fans cheered and clapped as white voters came out in bulk to help Trump dominate the election\n\nRoars: The Trump crowd roared across the New York Hilton as their candidate roared across the electoral map Tuesday night\n\nParty time: A group of Phoenix Trump supporters party in Phoenix\n\nVictory wave: Supporters waved their caps in excitement as the hits came in over and over again\n\nBlocked off: Hillary Clinton and Donald Trump waited for election results just two miles away from each other in New York City Tuesday - but their supporters' reactions were whole worlds apart\n\nWord on the street: Pro-Trump supporters also took to the streets in New York to show their enthusiasm for the candidate\n\nThe Clinton party, held on 34th Street on the easternmost side of Midtown Manhattan, was billed as 'Hillary for America Election Night Event' and open to the public.\n\nBut sadly the American public didn't seem to be open to Clinton. And as her grip loosened on the country, the joy drained out of their eyes.\n\nThere was a resurgence as Virginia began to move towards Clinton, but that soon cooled as Clinton's chances slipped away once more. And there was no sign of the senior staff who had been expected to fill the floor.\n\nIn fact, until last week, the Clinton campaign was planning a fireworks victory display over the Hudson as early as 9.30pm. That plan would have been a damp squib had they pressed on with it amid falling approval polls in the wake of her FBI case being brought back into the public eye.\n\nClinton, meanwhile, was hunkered down in her hotel suite away from the party watching the dismal results.\n\nWeeping: Clinton supporters of all ages and types were left clutching their faces as their bad news rolled in\n\nDistraught: Several supporters appeared distraught as Clinton's plans for Presidential success unraveled\n\nHorror: Looks of horror swept over the crowd as Clinton slipped away from success\n\nSad day: It was a crushing climax to Clinton's two-year campaign for President\n\nFeeling blue: Hillary Clinton supporters in New York grew visibly gloomy as the US map slowly turned red and Trump's ascension to President became inevitable\n\nLosing hope: New York rally crowds watched in despair as Clinton lost her grip on the US\n\nTearful: Clinton supporters looked drained and on the verge of tears as their candidate faltered in the national election\n\nPopularity slump: A Clinton supporter cradles her head as the reality of the Democratic candidate's fate sinks in\n\nIn tears: Even Clinton supporters in the University of Sydney, Australia, were struck hard by her struggle\n\nRed-blooded: The mood among Trump supporters in Florida couldn't be more different\n\nPro-Trump fist-pump: Supporters of the Republican candidate in New York were thrilled, screaming for joy as he took state after state\n\nHats off: Trump supporters wave their hats in elation as the returns come in on Tuesday night\n\nRed, steady, go: Trump supporters at an election night rally in New York cheer and whoop as their candidate continues to climb the ladder to success\n\nLove and hat: A sea of red caps in the New York Hilton Midtown hotel is buoyed up by shouts and cheers\n\nSelfie smiles: More New York Trump supporters band together for a celebratory selfie at the Trump election night event\n\nSelfie sensation: A group of young Trump supporters take simultaneous selfies at the Midtown New York party\n\nExcitement: Trump's supporters were loud and proud during the historic night\n\nNorth and South: Both those in New York (left) and Florida (right) were thrilled by Trump's success on Election Night\n\nIn a traditional Clinton approach to press relations, reporters covering her party were frozen out of speaking to senior aides as she tanked in the election, and instead were reduced to texting and emailing to ask for updates.\n\nThe attitude at the Midtown Hilton, on 1335 Avenue of the Americas and a block over from Trump Tower, couldn't have been more different.\n\nAt the hotel, what looked increasingly likely to be Donald Trump's victory party remained jubilant and upbeat as state after state stayed on the board for the brash billionaire.\n\nTrump's director of African-American Outreach said at the party that both candidates have written concession speeches, according to the Hollywood Reporter - but it became clear that his candidate would have no use for it.\n\nPrivate: Trump held an invitation-only party at the New York Hilton (left) at 1335 Avenue of the Americas for 'friends and supporters of the Trump-Pence campaign'\n\nGlass act: The Hilton ballroom's stage was flanked with glass cases containing Trump hats and pins (pictured) for Trump's private event Tuesday night\n\nMemorabilia: Campaign merchandise, including pins and 'Make America Great Again' hats, were displayed at the Hilton hotel for Trump's invitation-only bash\n\nThe Hilton ballroom's stage was flanked with glass cases containing Trump hats and pins, and there were Trump TV stickers inside the Grand Ballroom, according to Washington Post video journalist Jorge Ribas.\n\nIt's not hard to imagine jubilant Trump reporters jumping on the items before they departed - if they didn't have them all before - as trophies of their jubilant night.\n\nSome wondered why the party wasn't being held at his own Trump Tower, just five minutes' walk away, but the Hilton's size appeared to be key.\n\n'The Hilton is huge,' crisis management firm president Helios Fred Garcia told the Washington Post.\n\n'I don’t think it’s so much that he’s embarrassed to hold it in his own place or that his brand has been tarnished, but rather that he expects a large crowd. And so he booked the largest venue that he could.'\n\nThat proved to be a smart investment, as crowds, under the glare of a Trump-shaped victory cake, chugged their $11 beers - the cash-only bars charged from $7 to $13 - and cheered.\n\nDeflated, elated: A Clinton supporter in the New York can barely keep her head up (left) while a Trump supporter in the same city looks like she's ready to fly (right)\n\nHappy disbelief: Some Trump supporters appeared to show disbelief as he increased his hold on the American voter base\n\nCheers, no fears: Those looks of disbelief quickly turned to cheers of delight as state after state flipped to Trump\n\nWhite with shock: Clinton supporters hold their breath as results roll in about their candidate's collapse in the race\n\nGoing down: Clinton supporters in New York's Javits Center steeled themselves as their candidate continued to fall\n\nHold your head: A candidate clasps his face as states successively rejected Clinton\n\nWith Florida, North Carolina and Virginia turning out to be close races, the crowd cheered every time Fox News showed The Donald still ahead.\n\nCries of 'Drain the Swamp' dominated the chants, as many in the crowd donned red 'Make America Great Again' hats.\n\nOmarosa, one of Trump's most potent surrogates throughout the campaign, worked the crowd happily posing for selfies.\n\nEven when the state of New Mexico was called for Clinton, results showing The Donald ten points ahead received cheers from Trump's invited supporters.\n\nParty down: Clinton's campaign planned an open 'Hillary for America Election Night Event' at the Jacob K Javits Convention Center on 34th Street (left), but the excitement drained from the hall as the night wore on\n\nDamp squib: Until last week, Clinton's team were planning a firework party on the Hudson River in New York. Their decision to pull that proved prescient as their NY fans cringed\n\nNight terrors: As the night wore on, and the possibility of a Trump win became more real, the fear of Clinton fans became more pronounced\n\nFrozen out: While supporters like this one grimaced at the election results, reporters were frozen out from speaking to senior Clinton aides - not an unusual occurrence with the Clinton camp\n\nWhen Virginia was called for Clinton, some air rushed out of the room.\n\nWith Montana added to the Trump column, however, cheerful chatter started again.\n\nColorado was called for Clinton, but that didn't matter to Trump's faithful, because the announcement of Trump's win in Ohio came right after.\n\nThere were screams and one very loud whistle.\n\nSince 1904, Ohio has only been wrong about the winner of the presidency two times.\n\nDowncast ballot: The cross-section of Clinton's supporters were unified in misery as the routes to her victory closed off, one by one\n\nLiving on a prayer: The party mood that began with Jon Bon Jovi Monday night collapsed by Sunday evening\n\nDown, under: Clinton supporters in Sydney, Australia, fidgeted as their hopes and dreams evaporated\n\nBroke-lyn: Spirits of adults and children alike were crushed in Brooklyn as Clinton's supporters watched the key state of Florida glide into Trump's hands", "url": "https://www.dailymail.co.uk/news/article-3918838/Dejected-Clinton-supporters-party-goes-flat-result-result-turns-against-cries-lock-louder-Trump-party.html"}}