{"foreign_id": "26_Fake", "article1": {"title": "Hillary Clinton: The Second Candidate in Bill’s Presidency", "content": "Carolyn Staley confides that “Virginia and Bill and Hillary have taken what might otherwise have been made out to be a debilitating background and they’ve carefully developed a spin to their lives to make Bill the conquering hero.”\n\nBill Clinton first laid eyes on Hillary Rodham at Yale Law School in a class they shared in political and civil liberties. He thought she was “the greatest thing on two legs,” but there was more to the attraction. They belonged to a new generation, where everything was supposed to be equitable between the sexes. Hillary had come to Yale already a star, renowned as a multiple winner on the TV quiz show College Bowl, and as the college senior who delivered an extraordinary counter-commencement speech at Wellesley College in 1969. The address, which earned her national publicity, including her picture in Life, had struck a very sixties tone: “We feel that our prevailing, acquisitive and competitive corporate life . . . is not the way of life for us. We’re searching for more immediate, ecstatic . . . modes of living.”\n\nWhat does Hillary remember as the most ecstatic experience of her twenties? She ponders, then laughs, conjuring up the sunny southerner with Elvis sideburns who entered Yale Law School a year after she did. “Falling in love with Bill Clinton,” she answers.\n\nWhat attracted her to him? “He wasn’t afraid of me,” says Hillary.\n\n“But I was afraid of us, I tell you that,” admits Bill.\n\nHe trailed her out of the class they shared, following her so close he could smell her hair, and then he stopped dead in his tracks. No, this is nothing but trouble, he told himself. “I could just look at her and tell that she was interesting and deep.” He walked away. For the next couple of weeks he stared at her, he stalked her, but he couldn’t bring himself to make the first move.\n\nOne night, huddled at the end of the library, he watched the object of his gaze stand up and march the full length of the Yale Law School library until she stood face-to-face with him. “Look, if you’re going to keep staring at me, then I’m going to keep looking back,” Hillary said, “and I think we ought to know each other’s names. I’m Hillary Rodham.”\n\n“I was dumbstruck,” says Bill Clinton. “I couldn’t think of my name.”\n\nThey have been looking at each other with mixed feelings of fascination and apprehension ever since.\n\nStudious, solemn, dynamic, substantive—these are the adjectives her classmates use to describe Hillary Rodham at Yale Law School. Hillary gave no thought to “getting herself up,” and was in fact mousy-haired, makeupless, and somewhat intimidating behind her oversize, Steinem-like glasses. Big Bill Clinton, by contrast, was “Mr. Aura”—a good time, funny, intense, a very quick study. Bill shared a famous beach house for the first two years with an African-American from a family of Philadelphia Republicans, Bill Coleman. He remembers Clinton partying, reading Camus, dating several women (including an African-American classmate). But he spent most of his time working on political campaigns. “He did not spend lots of time trying to master Marbury v. Madison,” snickers Coleman.\n\nProfessor Burke Marshall remembers Hillary vividly. “She was even then forceful, very smart, very articulate. Some very good lawyers ramble, but that’s not Hillary. Her mind is an organized mind.” Of Bill Clinton he says, “He was a very good student, he’s very, very smart. But I’d never have thought Bill Clinton was law-firm material. He was obviously going to be a candidate.”\n\nTo Clinton, law school was just a credential. He had a single-track focus. Even when he and Hillary took a house together, a baby Colonial, and “he was totally consumed by somebody else’s being,” as Coleman recalls, Clinton did not take his eye off his soaring political ambitions. As a result, doubts about the match lingered for Bill and Hillary. “I loved being with her, but I had very ambivalent feelings about getting involved with her,” Bill admits. He insists he warned Hillary from their earliest dates, “You know, I’m really worried about falling in love with you, because you’re a great person, you could have a great life. If you wanted to run for public office you could be elected, but I’ve got to go home. It’s just who I am.”\n\nWhen Hillary and Bill joined the Barristers’ Union, to put on a competitive trial before a real jury, she whipped him into shape as her partner. Alan Bersin, a fellow student, now a partner at Munger, Tolles & Olson in L.A., chuckles as he remembers Bill, “who was superb at presenting. But Hillary was definitely the serious one about getting work done and thinking through the position.” They did not, however, win the prize trial. “I just had a bad day,” Bill told me sheepishly, adding that it didn’t help when “Hillary wore this bright-orange outfit.”\n\nBut the dynamic duo made a lasting impression on one of the judges, John Doar, a hero of the civil-rights movement. Six months after they graduated, Doar was shopping for crack young lawyers to staff the House Judiciary Committee inquiry that would prepare the impeachment case against President Richard Nixon. Bill excused himself; he was already geared up for his 1974 congressional race. But what about Hillary? “If he hadn’t suggested her, I would have called her anyway,” says Doar.\n\nThe work was thrilling and grueling, twenty hours a day for six months. In August, treed by the committee’s work and public opinion, Nixon resigned. By the end of her first year out of law school, Hillary Rodham had become part of history.\n\nWhy would she marry him? That was what her Wellesley classmates and the feminists who knew Hillary from the McGovern campaign demanded to know. Most thought Bill was terrific. But move to Arkansas? You gotta be kidding, the subtext clearly being buncha redneck racists.\n\n“I kept struggling between my head and my heart,” Hillary remembers. Head said: gold-plated law firm in New York or Washington, public-interest law, or government. Heart won. Later in the summer of 1974, she “took a leap of faith” and moved to Fayetteville. “I just knew I wanted to be part of changing the world,” she says now. “Bill’s desire to be in public life was much more specific than my desire to do good.”\n\nHillary and Bill taught at the University of Arkansas Law School, eschewing living together “because of the local mores.” After a year of trying on Arkansas life, Hillary decided to see what all her friends were doing that she might be missing. “I went to Boston, New York, Washington, Chicago,” she recalls. “I didn’t see anything out there that I thought was more exciting or challenging than what I had in front of me.”\n\nWhen Bill picked her up at the midget airport, he was ebullient. “You know that house you liked?” Hillary looked blank. “What house?”\n\nAs Bill tells the story, she’d made a passing comment about a pretty little glazed-brick house. He’d gone out and bought it, feathering the nest with an antique bed and flowered sheets from WalMart. “So you’re going to have to marry me,” he declared, winding up his pitch as he pulled into the driveway of the house. Two months later she did.\n\n“I was disappointed when they married,” admits Betsey Wright, who had met the dating couple when they came to her home state of Texas to work for the McGovern campaign in 1972. “She has been absolutely critical to Bill’s success but, then, I had images in my mind that she could be the first woman president.”\n\nMack McLarty, a childhood friend of Bill’s who now serves with Hillary on the board of the yogurt giant TCBY Enterprises, adds candidly, “I married above myself in terms of intellect, like Bill did.”\n\nFor Hillary, Arkansas was a different world. Even in Little Rock, where they moved in 1976 when Bill became attorney general, women were expected to be content with curling their eyelashes and selecting china patterns—especially political wives.\n\nInstead, Hillary was recruited as one of the first women in the state to join a mainline law practice, the Rose Law Firm, after several partners were impressed by the way she set up the University of Arkansas’s legal-aid clinic. “I think initially there were some [clients] who might put her into a stereotype . . . the pushy, Yankee female,” says her law partner Webb Hubbell, “but I don’t think anybody after fifteen minutes with Hillary would think that. . . . She can tell if the client is very nervous or concerned about something and can put them at ease.”", "url": "https://www.vanityfair.com/news/1992/05/hillary-clinton-first-lady-presidency"}, "article2": {"title": "Bill Clinton’s lover Dolly Kyle tells how Hillary got her to LIE on 60 Minutes about Bill's affairs", "content": "Dolly Kyle met Bill Clinton on a golf course in Hot Springs, Arkansas in the summer of 1959 when she was 11 years old and he was 12.\n\nA thunderbolt struck, so powerful and intense, it was love at first sight that lasted 32 years - through all his Arkansas gubernatorial years and right up until 'Billy' - as she calls him - was on the threshold of the White House.\n\nDolly dated Bill all the way through Hot Springs High School together and they were close when he went off to law school at Yale.\n\nScroll down for video\n\nDolly Kyle (pictured in 1998) met Bill Clinton on a golf course in Hot Springs, Arkansas in the summer of 1959\n\nDolly (left as a teen) was just 11 years old when she crossed paths with Bill Clinton (right his senior year of high school). The pair dated through high school and began sleeping with him once they graduated\n\nAfter heading to college at Yale, Bill told Dolly he had moved in with Hillary Rodham, who he later went on to marry. Bill and Hillary are pictured above during Hillary's student days at Wellesley College\n\nIn 1974, he told her of this woman he had moved in with at Yale. It was simply a decent place to live, a roof over his and she would never be an issue between them, he intimated.\n\nThe now 60-something Dolly didn't realize at the time that Hillary's role was financial provider, a role that started at Yale University in New Haven, Connecticut.\n\n'Hillary's role of providing financial security for Billy was part of her motivation for the series of financial crimes (yes, crimes) that she committed over the decades'.\n\n'Hillary was upholding her part of the deal to get Billy elected president, after which it would be her turn to be the first woman in the Oval Office', lawyer and author Dolly Kyle writes in her bombshell book Hillary, The Other Woman, published by WND Books.\n\n‘Billy and Hillary Clinton continue to be lying, cheating, manipulative, scratching, clawing, ruthlessly aggressive, insatiably ambitious politicians who are giving public service a bad name – and nothing about them has changed in the past forty-plus years, except that they have deluded more and more people’.\n\n'The Clintons and their misled supporters have rewritten history to suit their political agenda, which is to get votes to get power to get money to get more power to get more money'.\n\n'The Clintons' vicious cycle of intertwining greed and power addictions will have no limit, unless someone stands up and announces, \"The emperor has no clothes!\"\n\n'Here am I', writes Dolly.\n\n'Ideology, integrity, and love of country were never involved in the \"Billary\" quest for the White House.\n\n'It was always a codependent, co-conspiratorial grab for money and power and more money and more power'.\n\n'Unfortunately for them and for the United States of America, there is never enough to satisfy addicts'.\n\n'Ideology, integrity, and love of country were never involved in the \"Billary\" quest for the White House.' says Bill's ex lover\n\nDolly Kyle writes about her relationship with Bill Clinton and meeting his wife in her bombshell book, Hillary, The Other Woman. She says Clinton first confessed his desire to be president to Dolly back in high school\n\nDolly dated Bill all the way through Hot Springs High School together and they were close when he went off to law school at Yale\n\nDolly watched Bill Clinton grow up in Arkansas. She witnessed Hillary bringing her carpetbag to Arkansas.\n\n'I know what really happened'. She heard it firsthand.\n\nThe 'Man from Hope', only lived in Hope, Arkansas, until the age of seven when he moved to Hot Springs.\n\nThe segregated climate in the South festered an attitude towards blacks and allowed Clinton to use the phrase 'G**damn n****r,' which Dolly heard him frequently say.\n\nClinton first confessed his desire to be president to Dolly back in high school and began chasing it when he was an Arkansas delegate to Boys Nation in the summer of 1963 that took him to the White House and a photo-op with President John F Kennedy in the Rose Garden.\n\nHillary jumped into that dream by defining herself as financial provider, so Billy told Dolly.\n\nHer support allowed him to pursue 'his addictions to politics, power and sex'.\n\nBill's mother had supported the family financially while his stepfather drank. Now it was Hillary supporting him and he introduced Dolly to the woman from Yale on the evening of May 28, 1974 at the airport in Little Rock.\n\nIt was election night and Senator William Fulbright was running for re-election. He had been Clinton's champion, gave him his first Senate job while Bill attended Georgetown University; introduced him to powerful people in Washington; supported him for the Rhodes Scholarship he won; a teaching job at Arkansas Law School and his endorsement as well as intros to financial backers for Bill's first congressional campaign that he eventually lost.\n\nBill's plane landed and he was first to de-board followed by 'a dowdy-looking woman who appeared to be middle-aged'.\n\nBill greeted his lover Dolly formally with an extended hand while she checked out this mystery woman accompanying him.\n\nDolly writes in her book that Hillary, pictured above in 1969, was 'wearing a misshapen, brown, dress-like thing that must have been intended to hide her lumpy body' when they met\n\nBill introduced Dolly to Hillary (pictured in her college years) on the evening of May 28, 1974 at the airport in Little Rock. She said Hillary's support allowed him to pursue 'his addictions to politics, power and sex'.\n\n'I couldn't imagine why Billy would haul such a person in the plane with him in public. She was wearing a misshapen, brown, dress-like thing that must have been intended to hide her lumpy body. The garment was long, but stopped too soon to hide her fat ankles and her thick calves covered with black hair'.\n\n'Thick brown sandals did nothing to conceal her wide feet and the hair on her toes'. Dolly was embarrassed that she was staring.\n\nHillary's eyes, glared at her from behind coke-bottle-thick lenses' with an air of real hostility.\n\nHer thick eyebrows melded together stretching across her forehead.\n\n'In that moment, I noticed that the woman emitted an overpowering odor of perspiration and greasy hair. I hoped that I wouldn't gag when she got in the car'.\n\nI was stunned thinking it was some kind of a sick joke - a woman in a hideous disguise.\n\nFinally the introduction: 'Dolly, this is Hillary. Hillary, Dolly.'\n\n'I was stunned,' Dolly recalled, thinking it was 'some kind of a sick joke' - a woman in a hideous disguise.\n\nDolly extended her hand but Hillary only glared and nodded.\n\nThe plan had been to go the Fulbright's campaign headquarters, but when the votes came in he was losing.\n\nHillary signaled to Bill and the plan was changed. He would head back to the airport.\n\n'I don't want to be seen with a loser,' Bill told Dolly.\n\nThis was his mentor on the most critical night of his 30-year career. It brought tears to Dolly's eyes that he would not pay his respects to the man responsible for his career.\n\nAt that time, Hillary was working in Washington, DC and 'trying to become a political force under her own steam'.\n\n'It was a futile attempt,' Dolly writes.\n\nBill began chasing his dream to become president when he was an Arkansas delegate to Boys Nation in the summer of 1963. The 1963 trip took him to the White House and a photo-op with President John F Kennedy in the Rose Garden\n\nHillary (pictured in 1974 working for the Rodino Committee bringing impeachment charges against President Richard Nixon) was working in Washington, DC and 'trying to become a political force under her own steam', but Dolly claims it was a 'futile attempt'\n\nHer job with the Watergate investigation ended.\n\n'I do believe that Hillary showed the same lack of integrity there that would later get her into more serious trouble'.\n\nDolly suggested her boss had little respect for Hillary as a young lawyer and 'he doubted that she had any potential to bring honor to the profession'.\n\nA lawyer and graduate of Yale, Hillary wanted a career in Washington. She flunked the DC bar exam and moved to Fayetteville, Arkansas, where Bill was teaching law at the University of Arkansas.\n\nBut she had her spies there months before to uncover Bill's lovers but being 'furriners' from Chicago, they weren't getting any help on ratting out Bill.\n\nDolly started sleeping with Bill after high school and admits 'Billy was a sex addict; I was a codependent'.\n\n'Then I read about sex addiction. I realized that Billy and I shared a similar problem,' she writes.\n\nHe confessed his sex addiction to Dolly in 1987 and was undone by Wilt Chamberlain's claim to have slept with 20,000 women.\n\n'That's ten times more than I've had!' he told Dolly.\n\nHe notoriously never used a condom and Dolly guessed Hillary wasn't concerned because she wasn't sleeping with him because of her 'lifestyle'.\n\nIt didn't matter that Bill married Hillary in October 1975, Dolly writes.\n\nDolly and Bill continued their love affair and were safe in Arkansas because no one liked Hillary, she says.\n\nChomping at the bit for her own term as governor or president, she still had private investigators tracking Bill and the 'women he was dating or attacking'.\n\nBill called her 'the Warden', but 'she had to keep his nose clean in the public mind because she was riding his coattails to political power'.\n\nBill Clinton was elected president of the United States in 1992. He is pictured above with Hillary at the 1993 Inaugural Ball\n\n'Hillary needs the power' and she is ruthless, Dolly writes.\n\nHillary's well-chronicled foul mouth and anger towards the White House security detail existed in the governor's mansion as well.\n\nShe resented that she had to dress like Southern women, Dolly says. She visited dress shops but generally didn't buy anything.\n\nIn March 1979, Bill told Dolly he wanted a child but had a low sperm count.\n\n'We need to have a baby so we can appear to be a normal couple. We need to do something serious to take attention off the Warden's lifestyle'.\n\nHe did not use the word lesbian. He was asking Dolly to pray that a baby would be forthcoming. Dolly suggested he had to bite the bullet and sleep with Hillary.\n\nHillary is not a leader. She is a coattail-clutcher who has a litany of jobs with no accomplishments'\n\nWithin a year, Chelsea Victoria Clinton was born and Bill fell head over heels with the little baby.\n\nBut Hillary felt trapped being at home with a baby and couldn't wait to get back to work.\n\n'How long do I have to stay at home with this kid?' Dolly recalls her asking her friend, Louise.\n\nShe stayed home with baby Chelsea for three months before returning to work. .\n\nFast forward to Bill as governor and Hillary, the first female partner of the Rose Law Firm, their relationship was not at its best, Dolly writes. She says there were hissy fits, and Clinton threw dishes at Bill in the Kitchen and broke a kitchen cabinet door – all signs of her anger.\n\nBill lost the governorship after one year and Hillary was furious, knowing that she was no longer the state's First Lady and had to move out of the governor's mansion and into a tiny house, Dolly writes.\n\nAnd she was furious, too, that Bill wanted to stay home with the baby. He confessed to Dolly but it was the baby that kept the couple together.\n\n'Hillary was busy studying the exit polls and wondering if it might be time to find another coattail to clutch on her way to the White House,' Dolly recalls.\n\nPolitical guru Dick Morris, who had worked on their 1978 gubernatorial race, then came on scene.\n\nHillary, who just clinched the nomination for the 2016 Democratic presidential candidate, is pictured above campaigning with Bill in April\n\nBill had passed on being chair of the National Democratic Party and opted for a job with a local law firm.\n\nIt was Morris who devised the winning plan to get back into the Governor's mansion. Bill had to apologize for his arrogance among other sins during his first term and Hillary Rodham had to change her name to Hillary Clinton.\n\nThe plan worked and they moved back in the manse in 1983.\n\nStill, 'Hillary is not a leader. She is a coattail-clutcher who has a litany of jobs with no accomplishments', Dolly claims.\n\nDolly writes that Hillary failed as co-president and failed as senator 'unless you are impressed with the bills she introduced to name a couple of post offices'.\n\nShe also, Dolly claims, failed as secretary of state and as a defender of women over the past 40 years. Hillary instigated threats on women who had sex with her husband, a serial sex abuser.\n\nBill's 12-year affair with Gennifer Flowers exploded on the news in early 1992.\n\nThe Clintons' reaction was for Dolly, a lover of Bill's for years, deny that he had any liaison with Gennifer but admit that he did have a lengthy close relationship with her that began when they were in high school.\n\nThey wanted the big lie to be told on the television show, 60 Minutes, with Hillary, Bill and Dolly sitting in a room facing the camera.\n\nThe Clintons believed that the confession would make Gennifer's story disappear and now the media would focus on Dolly, who was loved in Arkansas.\n\nBut Hillary didn't care about her husband's affections for Dolly. She did care if Gennifer Flowers' confession derailed Bill's run for President that year.\n\nDolly, a stickler for the truth, however, refused to go along with the big deceit and she was told, 'Bill and Hillary will have to destroy you'.\n\nDolly claims that Hillary did try to destroy here.\n\n'There appears to be no limit to what Hillary will do to destroy her perceived enemies.' she writes.\n\n'In her speeches and on her website, without giving any evidence of what she has done, Hillary states that she has been fighting for women for over forty years.\n\n'She is confused again. She has been attacking women for over forty years'.", "url": "https://www.dailymail.co.uk/news/article-3633977/Bill-Clinton-s-lover-Dolly-Kyle-tells-lumpy-Hillary-fat-ankles-hair-toes-schemed-LIE-60-Minutes-Bill-s-affairs.html"}, "article3": {"title": "Bill Clinton 'has a busty mistress nicknamed \"Energizer\" claims Ronald Kessler", "content": "Bill Clinton accused of having a busty blonde mistress code-named 'Energizer' by his Secret Service detail who hide the woman from Hillary\n\nA new book by Ronald Kessler claims Bill Clinton's mistress has been nicknamed 'Energizer' by his security staff\n\nOne source revealed 'Energizer' has no problem getting inside the Clintons' Chappaqua, New York home\n\nBoth Bill and Hillary's security officers reportedly work together to hide 'Energizer' from Hillary\n\nKessler also claims 'agents consider being assigned to [Hillary's] detail a form of punishment'\n\nBill Clinton's mistress has been nicknamed 'Energizer' by his security staff, a new book alleges.\n\n\n\nRichard JoRonald Kessler's 'The First Family Detail: Secret Service Agents Reveal the Hidden Lives of Presidents,' excerpts of which were obtained by the New York Post's Richard Johnson, makes the claim.\n\n\n\nOne excerpt includes a quote from a source that revealed 'Energizer' has no problem getting inside the Clintons' Chappaqua, New York home.\n\nScroll down for video\n\nKeeping a secret? A new book claims that Bill Clinton has a mistress nicknamed 'Energizer' by his security staff\n\n'You don’t stop her, you don’t approach her, you just let her go in,' the source said.\n\n\n\nThe former president's other woman has 'very perky' augmented breasts, another source alleged in quotes shared by the newspaper.\n\n\n\n'It was a warm day, and she was wearing a low-cut tank top, and as she leaned over, her breasts were very exposed,' the security source said of the mysterious mistress. 'They appeared to be very perky and very new and full... There was no doubt in my mind they were enhanced.'\n\n\n\nThough information on Clinton's alleged ladylove is scant, the newspaper reported she is blond and gave cookies to the Secret Service.\n\n\n\nTeamwork? Both Bill and Hillary's security allegedly work together to hide 'Energizer' from Hillary at the Clintons' Chappaqua home (seen in a file photo)\n\nNot so nice: A book claims that 'agents consider being assigned to [Hillary Clinton's] detail a form of punishment'\n\nThe Post also reported that both Bill and Hillary's security officers work together to hide 'Energizer' from Hillary.\n\n\n\nRequests for comment to both Clintons' press offices regarding the book's allegations were not immediately returned.\n\n\n\nKessler's book claims 'Because [Hillary] is so nasty to agents and hostile to law enforcement officers and military officers in general, agents consider being assigned to her detail a form of punishment,' according to the Post.\n\nFormer President Clinton famously had an affair with White House intern Monica Lewinsky in 1995, which later led to a televised apology to the American public in 1998.\n\n\n\nLewsinky, speaking to Time magazine in 1999, called the relationship with the president 'definitely inappropriate.'\n\n'It was definitely inappropriate,' she said. 'And the way he was flirting with me was inappropriate. So I think was the eye contact. And the way he looks at women he’s attracted to.\n\n\n\n'He undresses you with his eyes. And it is slow, from the bottom of your toes to the top of your head back down to your toes again. And it’s an intense look. He loses his smile. His sexual energy kind of comes over his eyes, and it’s very animalistic. And if you’re someone who is comfortable with your sensuality, you’re in touch with that, you’re receptive to it if you find that person attractive.'\n\nClinton also has admitted to having extramarital sex with Gennifer Flowers.\n\nDolly Kyle Browning also said in a 1998 declaration that she had multiple sexual encounters with Clinton from the 1970s through 1992.\n\n\n\n'The frequency of our contact with each other, and the frequency of our sexual encounters, varied over that time period, but we did have sexual relations many times during that time period,' she said.\n\nBrowning claimed Clinton ended the affair and said 'If you cooperate with the media we will destroy you.'\n\n\n\nClinton also allegedly had a one-night stand with former Miss America Elizbeth Ward Gracen.\n\n", "url": "https://www.dailymail.co.uk/news/article-2700882/Bill-Clinton-busty-mistress-nicknamed-Energizer-Secret-Service-works-hide-Hillary.html"}}