{"foreign_id": "27_Fake", "article1": {"title": "Brazil, Argentina push for closer trade with Mexico in Trump era", "content": "BRASILIA (Reuters) - The leaders of Brazil and Argentina said on Tuesday they would pursue closer ties with Mexico and other Latin American nations alarmed by U.S. President Donald Trump’s promises to tear apart trade deals and build a wall to protect American jobs.\n\nArgentine President Mauricio Macri (L) and his Brazilian counterpart Michel Temer exchange documents after a meeting at the Planalto Palace in Brasilia, Brazil February 7, 2017. REUTERS/Adriano Machado\n\nIn a state visit to Brasilia, Argentina President Mauricio Macri said that South American regional trade bloc Mercosur would focus on strengthening its relationship with Mexico, Latin America’s second-largest economy after Brazil.\n\nTrump has abandoned the Trans-Pacific Partnership deal that aimed to bolster trade between 12 Pacific Rim nations, including Mexico, Chile and Peru.\n\nIn his campaign to keep manufacturing jobs in the United States, Trump has also threatened to slap higher taxes on U.S. companies opening new plants abroad and promised to rework the North American Free Trade Agreement with Canada and Mexico.\n\nTensions are running particularly high with Mexico after Trump ordered the construction of a wall along its 2,000-mile (3,200-km) border with the United States to stop illegal immigration.\n\nThose moves were hailed by Macri, who came to power in 2015 on a business-friendly program, and his Brazilian counterpart Michel Temer as an opportunity to deepen trade ties within Latin America, long overshadowed by Washington’s economic might.\n\n“This change in scenario will make Mexico turn to the South with more conviction,” Macri said in a statement, after inking a series of small deals with Temer, a centrist who assumed the presidency last year after the impeachment of Dilma Rousseff.\n\nMacri said he spoke with Mexican President Enrique Pena Nieto on Monday to discuss deepening cooperation between Mexico and Mercosur and wished him good luck in his dealings with the United States.\n\nDITCHING PROTECTIONISM?\n\nBoth Macri and Temer are seeking to open their countries - for decades considered among the most closed economies in the Western Hemisphere - in an effort to revive activity after years of recession.\n\nSome local trade experts say a potential rift between the United States and Mexico could open up space for Latin American nations.\n\n“Mexico represents a great opportunity for Brazil and the region,” said Welber Barral, the former international trade secretary for Brazil from 2007 to 2011. “Mexico is a huge importer of agricultural products and its car industry could complement that of Brazil.”\n\nSince 2015, Brazil, a major exporter of corn and soy, has been in bilateral negotiations with Mexico to increase commercial ties under a regional trade agreement.\n\nThe trade flow between Latin America’s biggest economies has dropped nearly 10 percent between 2012 and 2016 to $7.3 billion, roughly the size of commerce between Brazil and the much-smaller Chile.\n\nBoth Macri and Temer also hope that the Mercosur can take advantage of the apparent change in the U.S. trade posture to close a free trade deal with the European Union in talks that have dragged on for more than a decade.\n\nAfter suspending socialist-led Venezuela from Mercosur last year following Caracas’ persistent failure to meet entry requirements, Argentina and Brazil are gearing up to extend trade ties. Smaller neighbors Paraguay and Uruguay are also members of Mercosur.\n\nTensions over market access, however, continue to dog the regional trade bloc. Although Buenos Aires is willing to discuss the entry of Brazilian sugar into its market, its move to increase tax benefits to local auto parts manufacturers has infuriated Brazilian rivals.\n\nIn an interview with Brazilian newspapers published on Tuesday, Macri complained about his country’s $4.3 billion trade deficit with Brazil.", "url": "https://www.reuters.com/article/us-brazil-argentina-mexico-idUSKBN15M2BK"}, "article2": {"title": "Factbox: From phone makers to farmers, the toll of Trump's trade wars", "content": "WASHINGTON (Reuters) - U.S. President Donald Trump and Chinese President Xi Jinping are expected to meet on Saturday to seek an end to a costly trade war between the world’s largest economies.\n\nFILE PHOTO: U.S. President Donald Trump speaks in the Roosevelt Room of the White House in Washington, U.S., May 23, 2019. REUTERS/Carlos Barria\n\nThe United States has demanded wide-ranging economic reforms from China, including providing better protection for American intellectual property, ending subsidies that favour Chinese state-owned enterprises, and improving access to China’s markets for U.S. companies.Trump has imposed tariffs on $250 billion (£197 billion) of Chinese imports and is threatening to extend those to cover another $300 billion of goods - effectively everything China exports to the United States.China has retaliated with tariffs on U.S. imports.\n\nTrump has said bad trade deals, with China and others, have cost millions of American jobs. Below are some of the costs of Trump’s push to rewrite the terms of global trade, with China and other top trade partners:\n\nGLOBAL ECONOMY\n\nTariffs have disrupted international supply lines, roiled global financial markets and encouraged manufacturers to invest in plants outside China.\n\nIt is impossible to calculate the precise costs, as many companies do not detail the reasons for changes in their business models or manufacturing locations, nor disclose the financial costs of the trade war.\n\nFitch Ratings estimates that extending tariffs to cover another $300 billion in Chinese goods would chop 0.4 percent from world economic output.\n\nThe International Monetary Fund has forecast a 0.5 percent reduction, equivalent to the gross domestic product of South Africa’s economy.\n\nSwiss bank UBS said in a report this week that the escalation in U.S. tariffs could reduce global growth by 75 basis points over the subsequent six quarters, an impact that would resemble a mild global recession.\n\nTARIFFS\n\nTrump has said that China pays the tariffs he has imposed on Chinese goods. That is untrue. The tariff are paid by importers of Chinese goods into the United States, which are for the most part U.S. companies. They are paid to U.S. Customs.\n\nMany companies pass that cost onto buyers and consumers of their products in the United States.\n\nFrom early 2018 through May 1, those tariffs cost U.S.-registered importers $23.7 billion, according to U.S. government data.\n\nFARMING\n\nAmerican farmers have been among the hardest hit so far. China is the top market for many of their biggest crops and Beijing hit those crops with retaliatory tariffs. The Chinese tariffs targeted U.S. farmers because they helped vote Trump into power.\n\nThe single biggest agricultural export from the United States are soybean sales, most of which went to China before the trade war.\n\nTo compensate for lost sales to China, the U.S. government has rolled out two rounds of trade aid for farmers, expected to total $28 billion by the time they are done. As of June 24, the United States had shelled out about $8.6 billion of that.\n\nU.S. soybean exports to all countries fell to about $14.1 billion from July 2018 to April 2019, down 27 percent from $19.3 billion in the same period a year earlier, the most recent government data show. Exports to China alone were down 81 percent at just $2.1 billion, from nearly $11 billion from July to April a year earlier.\n\nThe trade war has hit sales of a wide range of agricultural produce, including fresh fruit, meat and grains. Pro-trade group Farmers for Free Trade estimates that pistachio growers alone have lost $380 million due to the tariffs.\n\nTECH\n\nChinese telecommunications giant Huawei has said U.S. restrictions on its business would cost the company around $30 billion.\n\nTariffs are costing the U.S. tech sector $1.3 billion a month, the Consumer Technology Association said in a written statement to the United States Trade Representative in June.\n\nProducts for 5G mobile technology were hit by $122 million tariffs in the month of October 2018 alone, surging from just $65,000 a year earlier, the trade group said.\n\nApple Inc AAPL.O cut its fiscal first-quarter sales forecast, blaming slowing iPhone sales in China, where uncertainty around U.S.-China trade relations has hurt the economy.\n\nChipmaker Intel Corp INTC.O in May reduced its revenue forecast for 2019, citing a slowdown in demand from China.\n\nConsumer tech will continue to be in the crosshairs if the presidents fail to reach an agreement at the G20.\n\nThe U.S. plan for more tariffs would raise the retail price of cellphones by an average of $70, the price of laptop computers by $120 and video game consoles by $56, a representative for the Consumer Technology Association said at a hearing this week.\n\nVEHICLES\n\nTrump’s steel and aluminium tariffs have added billions of dollars to the cost of assembling U.S. vehicles, and tariffs on Chinese-made parts have also hiked costs.\n\nGeneral Motors Co GM.N, the largest automaker in the United States, projects it will incur $1 billion in extra costs for tariffs and raw materials.\n\nFiat Chrysler Automobiles NV FCHA.MI also expects dramatically increased costs for commodities due to tariffs, costing the automaker 750 million euros ($852.53 million).\n\nFord Motor Co F.N said that it lost about $750 million because of tariffs. Lower sales volume and increased commodity costs added $500 million to first-quarter costs over the prior year.\n\nMotorcycle manufacturer Harley-Davidson HOG.N was hit by retaliatory tariffs from the European Union for the metals tariffs. The company calculates spending $100 million to $120 million on EU- and China-related tariff costs in 2019.\n\nMotor home maker Winnebago Industries Inc WGO.N said it expected at least $10 million in added cost pressures in fiscal 2020 from the latest tariffs and proposed duties.\n\nRecent numbers from industry analyst J.D. Power say that U.S. auto sales are expected to drop 1.5% in June 2019 because of increased prices.\n\nEquipment manufacturers Deere & Co DE.N and Case New Holland have passed on higher costs from metals tariffs to customers, further lifting farm costs.\n\nIn May, Deere said it missed quarterly profit estimates for the fifth straight quarter and cut its full-year outlook, as an escalating U.S.-China trade war threatens to further hit farm incomes and demand for the company’s equipment.\n\nOTHER RISING COSTS\n\nSteel and aluminium tariffs were among the first to be levied by the United States in early 2018 and included imports from almost the entire world.\n\nThe move benefited U.S. steel producers, but not the manufacturers that process the metal.\n\nThe tariff burden on U.S. steel and aluminium buyers was almost $5 billion last year, according to the American Action Forum.\n\nHome appliance maker Whirlpool Corp WHR.N said in its quarterly earnings report that higher prices for imported steel and aluminium had cut into their profits, but cushioned the blow by raising prices.", "url": "https://www.reuters.com/article/uk-usa-trade-china-costs-factbox-idUKKCN1TS3DZ"}, "article3": {"title": "China agrees to import more from U.S., no sign of $200 billion figure", "content": "WASHINGTON (Reuters) - China has agreed to significantly increase its purchases of U.S. goods and services, the two countries said on Saturday, but made no mention of a $200 billion target the White House had touted earlier.\n\nBeijing and Washington agreed they would keep talking about measures under which China would import more energy and agricultural commodities from the United States to close the$335 billion annual U.S. goods and services trade deficit with China.\n\nA joint statement issued at the conclusion of intensive trade talks in Washington did not indicate whether the two countries would delay or drop their tariff threats on billions of dollars worth of each country’s goods, which has sparked fears of a wider trade war and roiled financial markets.\n\n“There was a consensus on taking effective measures to substantially reduce the United States’ trade deficit in goods with China,” the joint statement said.\n\n“To meet the growing consumption needs of the Chinese people and the need for high-quality economic development, China will significantly increase purchases of United States goods and services.”\n\nPresident Donald Trump has threatened to impose tariffs on up to $150 billion on Chinese goods to combat what his administration says is Beijing’s misappropriation of U.S. intellectual property through joint venture requirements and other policies that force technology transfers.\n\nBeijing denies such coercion and has threatened equal retaliation, including tariffs on some of its largest U.S. imports - among them aircraft, soybeans and autos.\n\nA report by China’s state-run Xinhua news agency described the statement from the two governments as “vowing not to launch a trade war against each other.”\n\nWhile the statement said the two sides would engage at high levels and “seek to resolve their economic and trade concerns in a proactive manner,” it made no mention of tariffs.\n\nIt said there was consensus between Washington and Beijing on the need to create “favorable conditions to increase trade” in manufactured goods and services. This could be a reference to China’s previous pledges to open up more economic sectors to services.\n\nA commentary published by Xinhua on Sunday declared the statement a “good example of win-win”, noting that it would help America reduce its trade deficit by increasing exports to China and allow China to diversify and raise the quality of its imports.\n\nFILE PHOTO: The YM Bamboo, a container ship operated by the China Ocean Shipping Company (COSCO) is docked at the Port of Oakland in Oakland, California January 14, 2011. REUTERS/Beck Diefenbach/File Photo\n\nIt also argued that China has always resisted any “unreasonable demands” by the United States, never compromising or accepting restrictive conditions.\n\nThe commentary added that a resolution to the trade dispute will be complicated, difficult and take a long time.\n\nU.S. LNG EXPORTS\n\nThe United States will also send a team to China to work out the details of increased agricultural and energy exports, the countries said, without specifying timing.\n\nA senior U.S. official said that during discussions with a member of President Xi Jinping’s office, China was considering a package that relied on major purchases of U.S. liquefied natural gas, including a contract for a U.S. firm to build LNG receiving and processing facilities in China.\n\nThe package, which also would include new commitments on intellectual property protections, could be agreed by a potential mid-year visit to Washington by China’s Vice President Wang Qishan, the official said.\n\nTrump made cutting the U.S. trade deficit with China a promise in his presidential campaign.\n\nDuring an initial round of talks earlier this month inBeijing, Washington demanded that China reduce its trade surplus by $200 billion - a figure most economists say is impossible to achieve because it would require a massive change in the composition of commerce between the two countries.\n\nAs of late Thursday, U.S. officials were still pressing China to agree to that size reduction.\n\nBut economists say that level would be extremely difficult to achieve, especially as U.S. tax cuts are spurring demand for more imports.\n\nThe $200 billion figure is equivalent to about 90percent of Boeing Co's BA.N annual aircraft production and is larger than all of the United States' global annual agricultural and oil exports.\n\nEswar Prasad, a Cornell University trade professor and former head of the International Monetary Fund’s China division, said that Beijing had clearly balked at a specific quantitative commitment.\n\n“It is a very limited and tentative agreement mainly designed to deescalate tensions,” Prasad said of the joint statement.\n\nIP VAGUENESS\n\nThe statement was vague on the Trump administration’s core intellectual property complaints, saying that both countries” attach paramount importance to intellectual property protections ... China will advance relevant amendments to its laws and regulations, including the Patent Law.”\n\nThere are concerns among some legislators and trade experts that Trump could give priority to a narrower trade deficit over tackling what they say is China’s abuse of intellectual property rights. Any deal under which China would import more goods could easily be reversed, economists say.\n\nThe statement made no mention of whether there would be a relaxation of paralyzing restrictions on Chinese telecommunications equipment maker ZTE Corp 000063.SZ0763.HK imposed last month by the U.S. Commerce Department.\n\nThe action, related to violation of U.S. sanctions on Iran,banned American companies from selling semiconductors and other components to ZTE, causing the Shenzhen-based company to cease operations.\n\nEarlier this week, Trump tweeted that he directed the Commerce Department to put ZTE back in business and said the company's situation was part of an overall trade deal with China. (Reporting by Ginger Gibson; editing by Steve Orlofsky and GCrosse) ((Ginger.Gibson@thomsonreuters.com; +1-202-898-8482; Twitter@GingerGibson twitter.com/GingerGibson)) nL2N1SQ091", "url": "https://www.reuters.com/article/us-usa-trade-china-idUSKCN1IK0PM"}}