{"foreign_id": "28_Fake", "article1": {"title": "How the impeachment articles against Trump are similar to, and different from, Clinton and Nixon", "content": "House Democrats have settled on two articles of impeachment against President Donald Trump — the first alleging abuse of power and the second alleging obstruction of Congress.\n\nIn several ways, the new articles carry historical echoes. But in other ways, they don’t. Here’s our analysis.\n\nThe two articles of impeachment against Trump\n\nThe first article addresses abuse of power. It focuses on Trump’s alleged efforts to strong-arm Ukraine into investigating his potential opponent, Joe Biden, by withholding military aid and an Oval Office visit. It also addresses how Trump’s actions undermined U.S. national interests.\n\nThe first article says in part:\n\n\"President Trump abused the powers of the Presidency by ignoring and injuring national security and other vital national interests to obtain an improper personal political benefit. He also betrayed the nation by abusing his high office to enlist a foreign power in corrupting democratic elections.\"\n\nIn this article, \"Democrats are combining two things that they could have separated — one allegation about abuse of office in asking for favors, and another in harm to our national security by undermining a country we are trying to help,\" said Stephen M. Griffin, a Tulane University law professor.\n\nThe second article focuses on Trump’s efforts to block cooperation with Congress on its impeachment inquiry.\n\nThe second article says in part:\n\n\"Without lawful cause or excuse, President Trump directed executive branch agencies, offices, and officials not to comply with those subpoenas. … In the history of the republic, no president has ever ordered the complete defiance of an impeachment inquiry or sought to obstruct and impede so comprehensively the ability of the House of Representatives to investigate ‘high crimes and misdemeanors.’\"\n\nTrump’s actions regarding Ukraine have been investigated by Congress, rather than law enforcement. So obstruction of Congress became the article of impeachment rather than obstruction of justice.\n\n\"The House has the right under the Constitution to seek evidence in its impeachment inquiry, and it should not have to go to Court to enforce its subpoenas, which is very time-consuming,\" said James Robenalt, a lawyer who teaches a continuing legal education course on Watergate.\n\nRELATED STORY: Read the full text of the articles of impeachment\n\nHow they’re similar to past impeachment articles\n\nBoth articles offered against Trump have precedents in the impeachments of President Richard Nixon and President Bill Clinton.\n\nThe first article against Trump — abuse of power — is similar to one of the three articles approved by the House Judiciary Committee during Watergate.\n\nAnd the subject of the second — obstruction of Congress — was approved by the committee against both Nixon and Clinton. (In Clinton’s case, it was voted down by the full House.)\n\nThe specific language of the articles against Trump also mirrors the language of past articles. For instance, the articles against Trump charge that he disobeyed his oath of office, much as the articles against Nixon and Clinton alleged.\n\nAnother similarity: Like the Nixon and Clinton precedents, the articles are fairly narrowly focused — in Trump’s case, centering on Ukraine.\n\nThe articles introduced against Trump do not address any of the elements of Russian interference in the 2016 presidential election, or its aftermath. These were the focus of Robert Mueller’s special counsel report.\n\nThat’s similar to the way the Watergate-era Judiciary Committee narrowed its focus, considering but rejecting a proposed article on the bombing of Cambodia and another on emoluments received at Nixon’s properties and allegations of tax evasion. The two articles against Clinton that passed the House were focused on Clinton’s behavior in response to the sexual harassment lawsuits against him.\n\nExperts suggested that the narrowness of the articles is strategic.\n\nNarrowing the focus \"makes it easier to understand the case being made against the president,\" said Michael Gerhardt, a University of North Carolina law professor who testified on behalf of Trump’s impeachment before the Judiciary Committee.\n\nHow they’re different from past impeachment articles\n\nNo article against Trump focuses on obstruction of justice — a subject addressed in both the Nixon and Clinton impeachments. The obstruction of justice article against Nixon passed the committee (then was rendered moot by his resignation) while the one against Clinton passed the full House.\n\nIn a criminal case, obstruction of justice would entail obstructing, influencing or impeding a proceeding before a department, agency, committee, or court (or attempting to do so) while having a \"corrupt\" mental state.\n\nImpeachment doesn’t require a criminal act, so a criminal charge of obstruction of justice would not have to be proven as it would in court. Still, an article on obstruction of justice would likely have opened the door for Trump’s allies to debate whether there was even a crime in the first place that could have been obstructed, Griffin said.\n\nAvoiding an obstruction of justice article sidesteps that argument, experts said.\n\nAmong other things, Robenalt said, House Democrats may feel that voters \"don’t want to relitigate 2016 or the complex Mueller investigation.\"\n\nAnother big difference with the current set of articles is that — numerically at least — House Democrats are starting small.\n\nIn the case of Nixon, the committee considered five articles and approved three. And for Clinton, the committee approved four, with two of them passing the full House.\n\nOffering wider options gave lawmakers of both parties the ability to pick and choose, enabling them the latitude to break ranks with their party’s dominant position if they wished.\n\nIndeed, during the Nixon impeachment process, the Judiciary Committee saw several members break with their party on each vote, and during Clinton’s impeachment, a handful of moderates on both sides broke with their party on some votes.\n\nToday, however, party polarization is so strong that experts do not expect much, if any, crossover voting.\n\n\"The Nixon articles were drafted in a committee composed of members who were persuadable, in both parties, and it was composed as the framework for an expected trial in a Senate with lots of persuadable members,\" said Frank O. Bowman III, professor at the University of Missouri School of Law. \"The reality of the present case is that no Republican member of Judiciary, and probably not in the whole House, is persuadable. The real audience here is the electorate. For them, simple is better.\"\n\nWhat’s not included in the articles against Trump?\n\nIn addition to spurning Mueller-related charges such as obstruction of justice, House Democrats have taken a pass on a few other topics for impeachment articles.\n\nOne is the question of emoluments — foreign payments to Trump or entities owned by his family, such as the Trump hotel in Washington, D.C. An emolument article was considered by the Judiciary Committee in the Nixon impeachment process but not pursued.\n\nWhile Trump’s critics have been pursuing emolument-related questions in court, Congress \"would need to gather the facts, which might be time-consuming,\" Griffin said.\n\nAnother potential article left on the cutting-room floor: bribery, which gained notice because it’s specifically listed in the Constitution as an impeachable offense.\n\nSome Democrats had said that Trump’s Ukraine actions amounted to bribery. House Speaker Nancy Pelosi, D-Calif., told reporters in November that in the case of Trump’s Ukraine actions, \"the bribe is to grant or withhold military assistance in return for a public statement of a fake investigation into the elections. That’s bribery.\"\n\nUltimately, though, House Democrats backed off before committing themselves to making that case against Trump.\n\nThe Watergate articles of impeachment\n\nThe House Judiciary Committee approved three articles of impeachment against Nixon. Here’s a summary:\n\nArticle 1 focused on obstruction of justice. Nixon, it said, \"using the powers of his high office, engaged personally and through his close subordinates and agents, in a course of conduct or plan designed to delay, impede, and obstruct the investigation of (the Watergate burglary); to cover up, conceal and protect those responsible; and to conceal the existence and scope of other unlawful covert activities.\"\n\nSix Republican committee members voted with all Democrats.\n\nArticle 2 focused on abuse of power. Nixon, it said, \"has repeatedly engaged in conduct violating the constitutional rights of citizens, impairing the due and proper administration of justice and the conduct of lawful inquiries, or contravening the laws governing agencies of the executive branch and the purposes of these agencies.\"\n\nSix Republican committee members voted with all Democrats.\n\nArticle 3 focused on obstruction of Congress. Nixon, it said, \"has failed without lawful cause or excuse to produce papers and things as directed by duly authorized subpoenas issued by the Committee on the Judiciary of the House of Representatives.\"\n\nThis article saw two Democratic defections and only two Republicans joining with the Democratic majority.\n\nNone of these three articles was voted on by the full House, because Nixon resigned before a vote was held.\n\nThe Clinton articles of impeachment\n\nThe Judiciary Committee approved four articles of impeachment, but the full House only approved two of them. First, we’ll list the two that won approval from the House.\n\nArticle 1 said Clinton had \"willfully provided perjurious, false and misleading testimony\" to the grand jury related to the Paula Jones and Monica Lewinsky sexual harassment cases. This article passed the committee on a party-line vote. On the floor, the article was approved 228-206, with five Republicans voting against it. Five Democrats voted for the article.\n\nArticle 3 said, in language virtually identical to Article 1 against Nixon, that Clinton had obstructed justice related to the lawsuits against him. This article also passed the committee on a party-line vote, and it passed the full House by a 221-212 margin, with 12 Republicans voting against it. Five Democrats voted for the article.\n\nTwo articles passed the committee but failed on the floor.\n\nArticle 2, like article 1, involved perjury, but it addressed Clinton’s answers in depositions rather than to the grand jury. In committee, this was a party-line vote, except for one Republican defection — then-Rep. Lindsey Graham, R-S.C. On the floor, it failed, 205-229.\n\nArticle 4 addressed obstruction of Congress. Clinton, it said, \"refused and failed to respond to certain written requests\" during the impeachment process. The article passed the committee on a party-line vote but failed on the floor, 148-245.", "url": "https://www.politifact.com/article/2019/dec/10/how-articles-impeachment-against-trump-are-similar/"}, "article2": {"title": "Monica Lewinsky didn’t tweet she would engage in oral sex with Trump to convince GOP to impeach", "content": "Amid the impeachment inquiry of President Donald Trump, a screenshot of a salacious fake tweet attributed to Monica Lewinsky is circulating on Facebook.\n\nThe fabricated tweet makes it appear that Lewinsky, a central figure in the 1999 impeachment of President Bill Clinton for obstruction of justice and lying under oath, made a sexually suggestive comment involving Trump, oral sex and her interest in seeing Trump impeached. Clinton’s impeachment charge stemmed from a sexual harassment case, in which Lewinsky, then a White House intern, became famously intertwined following an independent council’s investigation into sexual encounters between Lewinsky and Clinton.\n\nThe viral image in question displays Lewinsky’s real Twitter profile picture and handle. It makes it look like she authored a tweet time-stamped at 6:06 p.m. on Oct. 3, with 1,610 retweets and over 18,000 likes, that read:\n\n\"I’m willing to take one for (sic) team and give Trump a b****** in the oval office. Apparently, that’s the only thing that can convince Republicans to impeach.\"\n\nThe screenshot was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about our partnership with Facebook.)\n\nNo, this is not a real tweet written by Monica Lewinsky.\n\nThe fake tweet appears to have been created by Instagram user @electorotting — the handle appears in the upper right hand corner of the tweet’s image. A visit to that Instagram profile shows the Lewinsky tweet and several other fabricated tweets and other memes. The same person’s Twitter bio tells people to follow them on Instagram for \"original memes.\" In 2018, the user admitted to the Associated Press that he was responsible for creating a fake tweet made to look like it came from President Barack Obama’s verified account.\n\nPolitiFact reached out to @electorotting but didn’t immediately receive a response.\n\nThere is no sign of the tweet on Lewinsky’s Twitter profile page. She tweeted multiple times on Oct. 3, but none mentioned impeachment or anything sexually suggestive.\n\nWe also searched Lewinsky’s Twitter handle @MonicaLewinsky in the All My Tweets database, which compiles users tweets in a single webpage, and could not find anything from Lewinsky on Oct. 3 – as the screenshot shows – that references impeachment, Trump or oral sex.\n\nAnother red flag demonstrating that the tweet is fabricated: An advanced Twitter search of its keywords came up with (almost) no results. For a viral tweet that has supposedly garnered thousands of retweets and likes, only one similarly-worded tweet from a user who isn’t Lewinsky showed up on the platform.\n\nWe reached out to Lewinsky for comment, but haven’t yet heard back.\n\nWe know enough, though, to rate this faux tweet Pants on Fire!", "url": "https://www.politifact.com/factchecks/2019/oct/04/facebook-posts/monica-lewinsky-didnt-say-she-would-engage-oral-se/"}, "article3": {"title": "Bill Clinton overplays debt following Monica Lewinsky affair", "content": "Asked about his past in the context of the #MeToo movement, former President Bill Clinton said he did the right thing in the aftermath of the Monica Lewinsky scandal, and claimed he didn’t go unpunished thanks to the red ink that followed.\n\n\"I felt terrible then, and I came to grips with it,\" Clinton said during an NBC News interview.\n\n\"Did you ever apologize to her?\" Craig Melvin asked.\n\n\"Yes,\" Clinton said, following some hesitation. \"And nobody believes that I got out of that for free. I left the White House $16 million in debt. But you typically have ignored gaping facts in describing this, and I bet you don’t even know this. This was litigated 20 years ago.\"\n\nBut Clinton didn’t have his own facts straight.\n\nLater in the interview, Clinton admitted he never talked to Lewinsky in the aftermath of the affair. He only apologized publicly, and to a long list of people involved.\n\nAs for his claim about leaving the White House with $16 million in debt, that’s an exaggeration.\n\nWe previously looked at a claim by Hillary Clinton that she and Bill came out of the White House \"dead broke.\" A closer look at Clinton’s 2001 financial disclosure form for the Senate shows they possibly had more liabilities than assets, but it doesn’t show that conclusively.\n\nBill Clinton’s claim is different, however. He did not clarify whether he was talking about net or gross debt, or how exactly those debts came to be. He did suggest that the legal fees played an important role.\n\nSo we took another look at Hillary Clinton’s 2001 Senate financial disclosure form, which gives us a public look into hers and her husband’s finances.\n\nHillary Clinton reported that legal debt for the Clintons and former staff members came to a minimum of $1.75 million and maximum of $6.5 million.\n\nBill Clinton’s spokesman, Angel Ureña, pointed us to a Washington Post report from 2007 that said the Clintons \"left the White House with an estimated $12 million in legal debts rung up during the Whitewater, campaign fundraising and Monica S. Lewinsky investigations.\"\n\nSeveral news reports echoed a similar estimate of legal costs, but we were unable to track down the source of that amount.\n\nThe burden of legal costs didn’t entirely fall on the Clintons. Established in 1998, the Presidential Legal Expense Trust defrayed personal legal expenses through donations from U.S. citizens (government employees or registered lobbyists were not allowed). That was the second trust set up to pay off the Clintons’ legal expenses.\n\nIn July 2001, The New Yorker reported the fund raised $8.8 million. \"Even after expenses, that covered much of the eleven or twelve million dollars in legal fees that the Clintons have incurred so far,\" the report reads. (Clinton left the White House in January 2001.)\n\nThat legal debt was gone by 2004, according to Hillary Clinton’s financial disclosure form.\n\nJeff Hoopes, an accounting professor at University of North Carolina, told us there were numbers that may not have made it into the disclosure form, such as mortgages or loans from relatives.\n\nMortgages could realistically have added a burden. In 1999, the Clintons bought a five-bedroom home in Chappaqua, N.Y., for $1.7 million. In December 2000, just as they were leaving the White House, they bought a seven-bedroom house near Embassy Row in Washington for $2.85 million.\n\nCitibank lent the Clintons $1.995 million to buy the Washington house.\n\nHoopes emphasized that whatever the value of debt, the Clintons were unambiguously not suffering financially after leaving office.\n\n\"They had a huge amount of earnings potential, and to keep suggesting they were suffering financially is disingenuous,\" Hoopes said.\n\nHoopes’ point: The Clintons may have taken on debt but had a clear path to getting out of the red. And they sure did.\n\nForbes, using Hillary Clinton’s tax returns, estimated the Clintons earned more than $240 million from 2001-15.\n\nOur ruling\n\nClinton said he \"left the White House $16 million in debt.\"\n\nHillary Clinton’s 2000 Senate financial disclosure form shows a debt of anywhere between $1.75 million and maximum of $6.5 million. Bill Clinton’s spokesman said the Clintons’ legal fees reached $12 million, but a large portion of that was covered by a legal defense fund.\n\nWe rate this Mostly False.", "url": "https://www.politifact.com/factchecks/2018/jun/05/bill-clinton/bill-clinton-16-million-debt-monica-lewinsky/"}}