{"foreign_id": "29_Fake", "article1": {"title": "Live: Donald Trump, rest of Republican field spar in Reagan Library debate", "content": "David Jackson\n\nUSA TODAY\n\nSIMI VALLEY, Calif.— It's time for the main event.\n\nEleven Republican candidates gather for the prime-time debate at the Ronald Reagan Library, with insurgent front-runner Donald Trump at center stage.\n\nThe New York billionaire is joined by two other self-proclaimed outsiders -- retired neurosurgeon Ben Carson and businesswoman Carly Fiorina — as well as former Florida governor Jeb Bush, Wisconsin Gov. Scott Walker, Texas Sen. Ted Cruz, Florida Sen. Marco Rubio, former Arkansas governor Mike Huckabee, Kentucky Sen. Rand Paul, Ohio Gov. John Kasich, and New Jersey Gov. Chris Christie.\n\nGet ready for the fireworks, and follow our live updates. All times are Eastern.\n\nSecond GOP debate looks to be outsiders vs. insiders battle\n\nWill Reagan's '11th commandment' against GOP attacks survive?\n\n6 things to watch for in the second Republican debate\n\n11:15 p.m.:\n\nThat's a wrap! For more debate coverage, check out our full recap.\n\n11:12 p.m.\n\nA final question at the Reagan library debate: How would you change the country in the tradition of Reagan?\n\nPaul and Huckabee say they would create a safer United States.\n\nRubio predicts allies can count on the United States, and rivals will respect it more.\n\nCruz pledges to target radical Islamic terrorism, abolish the IRS and repeal Obamacare.\n\nCarson promises \"real leadership,\" better national unity, and rejection of the idea that so many things can be \"free.\"\n\nTrump vows to make the United States \"greater than ever before\" and other nations will \"respect us like never before.\"\n\nBush says he can produce higher economic growth, lift people out of poverty and bolster the middle class.\n\nWalker promises to revive Reagan's spirit of optimism and to \"fight and win\" for America's families.\n\nFiorina pledges to revive the promises of \"Lady Liberty\" and \"Lady Justice.\"\n\nKasich vows to forge \"a nation that can solve problems,\" one that puts country above party.\n\nChristie tells the crowd his presidency won't be \"about me — it will be about you.\"\n\n10:58 p.m.\n\nMore levity: What would be your Secret Service code name?\n\nBush used it to respond to a Trump criticism, saying: \"Ever Ready — very high energy, Donald.\"\n\nTrump's response? \"Humble\"\n\n10:56 p.m.\n\nWhat woman would you like to see on the $10 bill?\n\nPaul: Susan B. Anthony\n\nHuckabee: My wife\n\nRubio: Rosa Parks\n\nCruz: Take Jackson off the $20 bill and put Parks on\n\nCarson: My mother\n\nTrump: My daughter or Rosa Parks\n\nBush: Margaret Thatcher\n\nWalker: Clara Barton\n\nFiorina: I wouldn't change it\n\nKasich: Mother Teresa\n\nChristie: Abigail Adams\n\n10:50 p.m.\n\nCarson again turns down the chance to attack Trump, this time over the businessman's statements that vaccines may be related to autism.\n\nThe retired neurosurgeon says there's no correlation and that he hopes Trump understands because \"I just explained it to him.\"\n\nTrump says autism is a problem and that reducing the pace of vaccinations may help.\n\nCarson disagrees and uses a line that Trump once used on him: \"He's an OK doctor.\"\n\n10:45 p.m.\n\nClimate change is the issue.\n\nRubio blasts President Obama's climate change proposals, saying they will cripple American businesses and increase utility bills for middle class Americans.\n\nChristie says \"massive government intervention\" isn't necessary and that government should encourage development of alternative cleaner energy sources.\n\n10:40 p.m.\n\nThe solvency of Social Security surfaces.\n\nChristie says it's a big issue, and Americans must confront the rising costs of entitlements.\n\nTrump said he and other wealthy Americans should consider giving up Social Security benefits because they don't really need them; Christie calls that a good start.\n\n10:38 p.m.\n\nGun control is the topic — the Republicans oppose it.\n\nThe only people who follow gun laws are law-abiding ones, Rubio says — criminals will simply ignore them.\n\n10:35 p.m.\n\nThe candidates take a question posed by CNN Internet users: marijuana legalization.\n\nPaul accuses at least one of his opponents of hypocrisy for backing marijuana laws even though he smoked pot in high school — a claim Bush cops to.\n\nBush — joking that his mother probably isn't happy with his confession of high school pot smoking — says he wants to rehabilitate drug users, not jail them.\n\nPaul says anti-pot laws fall on poor people and minorities, while \"privileged\" people like Bush tend to get away.\n\nPaul and Christie also joust over marijuana laws. Paul says the federal government should not interfere with Colorado and other states that have legalized marijuana; Christie says he opposes recreational use.\n\nFiorina, noting that she lost a child to drug use, says marijuana and other drugs pose real dangers to young people.\n\n10:21 p.m.\n\nJeb Bush declines to critique his brother's appointment of Chief Justice John Roberts, saying he wants to talk to his criteria for judicial appointments — a proven record of conservative rulings. Bush does say Roberts has made good rulings.\n\nCruz, for his part, criticizes both presidents Bush over the Supreme Court, the first for appointing liberal Justice David Souter and the second for Roberts.\n\nBush points out that Cruz publicly supported Roberts' nomination; Cruz called it a mistake.\n\nFor his part, Huckabee pledges a conservative \"litmus test\" for judicial appointees.\n\n10:17 p.m.\n\nPaul opposes U.S. \"boots on the ground\" against the Islamic State in Iraq and Syria, telling voters \"there will always be a Bush or Clinton for you if you want to go back to war in Iraq.\"\n\nKasich says he would support boots on the ground against the Islamic State, but only in a coalition with other nations.\n\n10:12 p.m.\n\nCarson says he respects George W. Bush but questioned the rush to war in the wake of 9/11 by saying there are \"smart ways to do things\" and \"muscular ways to do things.\" He said people need to used their \"intellect\" to answer challenges.\n\nChristie argues that things were beyond diplomacy after 9/11, and an aggressive response was required.\n\nRubio also jumps in, telling Carson that \"radical terrorism cannot be solved by intellect.\"\n\n10:04 p.m.\n\nBush acknowledges he would likely hire advisers who worked for his father and brother when they were presidents, but quickly added \"I'm my own man.\"\n\nTrump, meanwhile, criticizes George W. Bush over the Iraq war, calling his presidency a disaster that paved the way for Barack Obama.\n\nDefending his brother, Jeb says of George: \"He kept us safe.\"\n\nWhen Trump counters that \"I don't feel safe,\" Bush and others blame that on Obama.\n\nPaul also criticizes Bush and his brother over Iraq; Jeb Bush says many of the problems in Iraq resulted from Obama's premature pullout.\n\n9:57 p.m.\n\nMore Trump bashing, this time by Rubio over national security.\n\nRubio says the next president needs to understand the dangers facing the world, and he suggested that Trump does not.\n\nTrump says he will protect national security by hiring the \"best people\" and that \"the world is a mess\" — and pointed out all the votes Rubio has missed\n\n9:48 p.m.\n\nFiorina unleashes a huge attack on another opponent — Democrat Hillary Clinton — and says the former secretary of State cannot defend her record on emails or Benghazi.\n\nKasich says he's just as soon not attack his opponents — Republicans or Democrats like Clinton — but talk about his own record instead. \"People still have to get to know me,\" the Ohio governor says.\n\n9:43 p.m.\n\nThe candidates debate the best approach to taxation.\n\nHuckabee disputes proposals by Trump and Bush to increase the taxes of hedge fund managers, asking \"why should we penalize productivity?\" He called for a \"fair tax\" based on consumption.\n\nCarson pitches a flat tax but declines an invitation to criticize Trump over his support for a progressive tax code.\n\nTrump says flat taxes favor the wealthy, who should be levied at a higher rate.\n\nPaul says a flatter tax would help the middle class, while Walker hails the Reagan-era tax cuts.\n\n9:35 p.m.\n\nTrump and Fiorina argue about who has the better business experience.\n\nTrump attacked Fiorina's tenure as CEO of Hewlett-Packard, calling it a \"disaster,\" and adding that \"she can't run any of my companies.\"\n\nFiorina cited Trump's four bankruptcies and said his companies ran up big debts with other people's money.\n\nShe defended her dismissal as CEO of Hewlett-Packard, saying she led the company through difficult times and fell victim to \"enemies\" who defended the status quo.\n\nChristie, meanwhile, criticized the \"childish back-and-forth\" between his two opponents, and said they should be talking about the \"middle class that's getting plowed over.\"\n\n9:28 p.m.\n\nThe candidates debate \"birthright citizenship.\"\n\nTrump says the children of non-documented people should not automatically be granted citizenship; Fiorina says birthright citizenship is guaranteed by the Constitution and blamed the Democrats for not fixing the immigration system overall.\n\nWhen Trump questioned the constitutionality of birthright citizenship, Fiorina shot back: \"Not every one agrees with you.\"\n\n9:25 p.m.\n\nAnother frequent Republican fight: what constitutes \"amnesty\" for migrants who are in the U.S. illegally.\n\nCruz basically says any kind path to any kind of legal status — ideas endorsed by Bush, Rubio and Carson, among others — amount to amnesty.\n\nRubio says the first priority is to secure the border, but the legal immigration system needs to be modernized. Carson says the U.S. should have a guest-worker program\n\n9:20 p.m.\n\nTrump defends his plans to build a wall along the nation's Southern border in order to keep out migrants from Mexico and to deport the 11 million migrants who are already here.\n\nOpponents are skeptical.\n\nChristie calls Trump's plans impractical, while Bush said they would cost hundreds of billions of dollars and break up too many law-abiding families.\n\nBush also called on Trump to apologize for a Twitter crack about Bush's Mexican-born wife. Trump called Bush's wife a lovely person and added that he said nothing wrong.\n\nTrump, meanwhile, knocked Bush for occasionally speaking Spanish; Bush said he would continue to do so if people speak to him in Spanish. Rubio, the son of Cuban migrants, also spoke on behalf of Spanish speakers.\n\n9:08 p.m.\n\nTopic: Trump's recent comments about Fiorina's face.\n\nFiorina, the only woman on the stage, said, every woman heard Trump's comment \"very clearly,\" and that it was obviously about looks.\n\nTrump said Fiorina has a \"beautiful face\" and is a \"beautiful woman.\n\n9:06 p.m.\n\nThe candidates support defunding Planned Parenthood over its abortion policies but disagree over how to go about it.\n\nKasich supports it, but says the issue isn't worth shutting down the government; Cruz says congressional Republicans should do whatever it can to eliminate federal funding for Planned Parenthood because of its abortion policies.\n\nAn impassioned Fiorina — the only woman on the stage — said the Republican Congress should at least force President Obama to veto a budget that eliminates Planned Parenthood funding, saying \"this is about the character of our nation.\"\n\nWalker says the failure to zero out Planned Parenthood is another reason Republicans don't like their members of Congress.\n\n8:55 p.m.\n\nHuckabee defends his defense of the Kentucky county clerk who refused to issue marriage licenses to gay couples, saying she is entitled to practice religious liberty and resist \"judicial tyranny.\"\n\nBush says that while he disagrees with the Supreme Court decision on gay marriage, public officials must obey it.\n\n8:52 p.m.\n\nKasich again clashes with Cruz over the Iran nuclear deal.\n\nKasich says the U.S. can re-sanction or even attack Iran if it cheats the agreement and seeks a nuclear agreement; Cruz says the deal makes it impossible to learn if Iran is cheating.\n\n8:50 p.m.\n\nForeign affairs continues to dominate the debate, with a question about Syrian refugees.\n\nTrump, Rubio and Cruz blame President Obama for the crisis out of Syria (and Iran, for that matter). \"Quite frankly, people don't trust this president,\" Rubio said.\n\n8:46 p.m.\n\nHuckabee, who protests being left out of the debate so far, assails the Iran deal.\n\n8:45 p.m.\n\nChina also provokes a dispute between the candidates.\n\nWalker says President Obama should cancel next week's state dinner with the leader of China; Paul and Bush say no, arguing that a president has to talk with rivals, especially one as important to China.\n\n8:42 p.m.\n\nCruz and Kasich argue about the Iran nuclear deal.\n\nCruz calls the agreement \"catastrophic\" and says he will rip it to \"shreds\" if he is president.\n\nKasich agrees that the Iran deal is a bad one, but the next president has to pursue it and make sure that Iran lives up to the bargain — and be prepared to retaliate if the Iranians move to a nuclear weapon.\n\n8:39 p.m.\n\nThe subject of Vladimir Putin comes up.\n\nTrump says Putin will respect him, unlike the way he has disrespected President Obama.\n\nRubio outlines Russian behavior in Ukraine and Syria, and said he will confront Putin over it.\n\nFiorina says we've talked about enough Putin; we should build up our military, and \"Vladimir Putin will get the message.\" She also refers to Trump's recent failure to identify a key Iranian official.\n\n8:35 p.m.\n\nBush and Trump mix it up over ... casino gambling in Florida, which Bush helped block.\n\n\"Yes, you did — you wanted it,\" Bush told Trump, who denied it.\n\n\"I promise, if I wanted it, I would have gotten it,\" Trump said.\n\nTrump also repeated his claim that Bush would be a puppet of his political donors; Bush says Trump is being less than honest about his past support for Democrats.\n\n8:30 p.m.\n\nThe issue of outsiders-vs.-the-establishment surfaces.\n\nChristie says he's also an outsider — \"a Republican (governor) in New Jersey.\"\n\nCarson, one of the self-described outsiders, says career politicians are too often expedient while the country heads in the wrong direction. He declines to identify bad politicians by name.\n\nFiorina, who has also never held public office, says people believe current politicians have failed them. \"This is about changing the system,\" she says.\n\n8:27 p.m.\n\nNot surprisingly, the first question is about Trump (who mugs for the camera as candidates are asked if he is qualified to be president.)\n\nFiorina calls Trump a \"wonderful entertainer,\" but is not presidential material.\n\nTrump, following form, first says the low-rated Paul — another Trump critic — doesn't even belong on the stage. Also says he has the business experience and temperament to be president.\n\nPaul hits Trump for a \"sophomoric quality\" to his attacks on people's looks and personality.\n\nTrump assails one of the earlier debaters — Pataki — as a failed governor.\n\nBush, invited to critique Trump, says it's up to the voters to judge him, but says he can't be rude to foreign leaders.\n\nWalker also jumps into the bash Trump-fest, saying the nation doesn't need another \"apprentice\" in the Oval Office because have one already; Trump responds by attacking Walker's record as governor of Wisconsin, and notes his drop in the polls.\n\nKasich, meanwhile, criticizes the entire line of questioning, saying the issues are more important than Trump.\n\n8:19 p.m.\n\nAnd we're (finally) off ... The candidates are asked to introduce themselves.\n\nPaul says he spends his days defending the Constitution and the Bill of Rights.\n\nHuckabee says there are no socialists in the field, and nobody is under investigation; calls the Republicans \"the A Team.\"\n\nRubio praises Ronald Reagan's legacy — and jokes about his water drinking habits, playing off the Californian drought.\n\nCruz says he will \"stand up to career politicians in both parties.\"\n\nCarson says he's very concerned about the direction of the country and our children's futures; welcomes Fiorina to the prime stage.\n\nTrump notes he wrote the The Art of the Deal and wants to bring his business talents to the White House.\n\nBush describes himself as a \"committed conservative reformer.\"\n\nWalker says Ronald Reagan liked to go \"big and bold\" — which just happens to be his own campaign slogan.\n\nFiorina says the government has grown too big and powerful — and too \"inept\" and \"corrupt.\"\n\nKasich notes he actually flew the Air Force One airplane that provides the stage backdrop.\n\nChristie asks the audience whether they believe their children are better off under President Obama — no one in the Republican crowd says yes.\n\n8:04 p.m.\n\nThe candidates walk to the stage to applause, and pose for pictures.", "url": "https://www.usatoday.com/story/news/politics/elections/2015/09/16/republican-debate-reagan-library-donald-trump/32516555/"}, "article2": {"title": "Republicans pile on Donald Trump at Reagan Library debate", "content": "The Republican presidential candidates dump on frontrunner Donald Trump just as the second debate begins and Trump takes the stage\n\nThe Republican presidential candidates dump on frontrunner Donald Trump just as the second debate begins and Trump takes the stage\n\nThis story will be updated as the debate airs. Check back for more or watch CBSN for live analysis. You can also read coverage of the debate for the lower-tier candidates, or read a transcript from that debate.\n\n11:10 p.m. Another lighthearted question for the candidates: What would your Secret Service code name be?\n\nChristie: \"I've been called a lot of names by a lot of different people...I would just say true heart.\"\n\nKasich: \"My detail, they called me Unit One.\"\n\nFiorina: \"Secretariat\"\n\nWalker: \"Harley\"\n\nBush: \"Eveready - it's high energy, Donald\" (a nod to Trump's insult that he's low energy)\n\nTrump: \"Humble\"\n\nCarson: \"One nation\"\n\nCruz: \"Cohiba\" (a Cuban cigar brand)\n\nRubio: \"Gator\"\n\nHuckabee: \"Duck hunter\"\n\nPaul: \"Justice never sleeps\"\n\n11:04 p.m. A lighthearted question for the candidates: In light of the fact that the Treasury Department plans to put a woman on the $10 bill, who would the candidates put there?\n\nPaul: \"I think Susan B. Anthony might be a good choice.\"\n\nHuckabee: \"That's an easy one I'd put my wife on there.\"\n\nRubio: \"Rosa Parks.\"\n\nCruz; \"I wouldn't change the $10 bill, I'd change the $20...I'd leave Alexander Hamilton right where he is...I very much agree with Marco that it should be Rosa Parks.\"\n\nCarson: \"I'd put my mother on there.\"\n\nTrump: \"I think my daughter Ivanka...other than that we'll go with Rosa Parks.\"\n\nBush: \"I would go with Ronald Reagan's partner, Margaret Thatcher.\"\n\nWalker: \"I'd put Clara Barton. I once worked for the American Red Cross.\"\n\nFiorina: \"I wouldn't change the $10 bill or the $20 bill, I think honestly it's a gesture, I don't think it helps to change our history. What I would think is that we ought to recognize that women are not a special interest group, women are the majority of this nation, we are half the potential of this nation and this nation will be better off when every woman has the opportunity to live the life she choses.\"\n\nKasich: \"It's probably not maybe legal but I would pick Mother Theresa.\"\n\nChristie: \"I think the Adams family has been shorted in the currency business, our country wouldn't be here without John Adams and he wouldn't be able to do it without Abigail Adams.\"\n\n10:50 p.m. Tapper brings up the fact that Trump has linked vaccines to autism and asks Carson, a pediatric neurosurgeon, to weigh in on whether he should stop saying that.\n\n\"There have been numerous studies and they have not demonstrated that there's any correlation between vaccinations and autism. This is something that was spread widely 15 or 20 years ago and it has not been adequately revealed to the public what's actually going on,\" he said. But, he said, there are some vaccinations which don't prevent diseases that would kill people and said there should probably be some discretion. He blamed the concerns about vaccines on the fact that they are supported by \"big government.\"\n\nAs to whether Trump should stop making the link, he said he can read more and will make an intelligent decision.\n\nTrump said, \"I am totally in favor of vaccines\" but said they should be spaced farther apart and given in smaller doses. He cited the case of an employee whose child got vaccines and then two weeks later got a fever and then autism.\n\nAsked to respond, Carson said, \"He's an okay doctor,\" -- a riff on the criticism that Trump fired his way.\n\n\"The fact of thematter is we have extremely well-documented proof that there's no autism associated with vaccinations but it is true that we are probably giving way too many in way too short period of time,\" he said, saying he would support cutting down on the number and frequency of vaccinations.\n\nPaul, the other doctor on stage, was also asked to respond.\n\n\"I'm all for vaccines but I'm also for freedom. I'm also a little concerned about how they're all bunched up,\" he said.\n\n10:35 p.m. The candidates spent several minutes discussing the issue of marijuana legalization by states, and Paul repeated his position that enforcement of drug laws has produced uneven outcomes among white and black Americans.\n\nChristie said that New Jersey has medical marijuana laws, but \"I am against the recreational use of marijuana.\" He spoke about another policy in New Jersey, which is that nonviolent, non-dealing drug users go to mandatory treatment rather than jail for the first offense.\n\n\"I'm pro life, and I think you ned to be pro life for more than just the womb,\" he said. But he said that victims of recreational marijuana include employers (who suffer from lost productivity) and people's families.\n\nFiorina weighed in with an emotional story about her daughter's death from drug addiction.\n\n\"We are misleading young people when we tell them that marijuana is just like having a beer. Its not,\" she said. She added, \"The marijuana kids are smoking today is not like the marijuana that Jeb Bush smoked 40 years ago.\"\n\nShe called for criminal justice reform as well.\n\n10:34 p.m. Bush tweets an apology too:\n\nSorry Mom — Jeb Bush (@JebBush) September 17, 2015\n\n10:30 p.m. A confession from Bush as the discussion turns to marijuana legalization: \"Forty years ago I smoked marijuana and I admit it, I'm sure other people might have done it and don't want to admit it...my mom's not happy that I just did.\"\n\n10:18 p.m. Though Bush has defended his brother through much of the debate, he sought some daylight on the issue of 43's nomination of John Roberts to the Supreme Court.\n\n\"John Roberts has made some really good decisions for sure but he did not have a proven extensive record that would have made clarity the important thing. And that's what we need to do,\" he said. Later, he added, \"I think he is doing a good job, but the simple fact is going forward what we need to do is to have someone that has a longstanding set of rulings that consistently makes it clear that he is focused exclusively on upholding the constitution of the United States, that they won't try to use the bench as a means by which to legislate.\"\n\nCruz said Roberts' nomination was a \"mistake\" and that he changed the law to uphold Obamacare. Bush pointed out that he had supported Roberts' nomination.\n\n\"That was a mistake and I regret that,\" he said. He said Bush nominated Roberts because it was politically expedient.\n\n10:10 p.m. After Jake Tapper brings up Carson's statement that the U.S. would not have gone to war in Afghanistan if he had been president, Christie said that's not what he would have done and told the story of worrying about his wife on 9/11 because she worked two blocks from the World Trade Center.\n\n\"We lost friends htat day, we went to the funerals, and I will tell you that what those people wanted and what they deserved was for America to answer back against what had been done to them and I support what President Bush did at the time.\"\n\nCarson said that instead of war, Bush could have used the bully pulpit to \"galvanize everybody behind a national goal\" the way former President John F. Kennedy did during the space race.\n\n\"While that might have been a fine idea that Dr. Carson had, these people were about to kill us,\" he said.\n\nRubio chimed in as well.\n\n\"Radical terrorism cannot be solved by intellect,\" he said.\n\n10:04 p.m. Defending former President George W. Bush was a popular position for the audience in the Reagan Library Wednesday night. Trump went after the 43rd president when arguing with Bush over foreign policy, saying, \"Your brother and your brother's administration gave us Barack Obama. It was such a disaster those last few months Abraham Lincoln couldn't' have been elected,\" he said.\n\nBush retorted, \"When it comes to my brother...he kept us safe,\" getting applause.\n\nWalker chimed in with another defense after Trump said he didn't feel safe.\n\n\"It's not because of George W. Bush, it's because of Barack Obama,\" he said, also to applause.\n\n9:58 p.m. CBS News Political Reporter Stephanie Condon fact checks Bush and Trump's tiff over whether Trump sought casino gambling in Florida.\n\n9:51 p.m. Clinton becomes the main target for a few minutes as the candidates discuss the merits of attacking her:\n\nKasich usually avoids it. \"People still have to get to know me so I want to spend my time talking about my experience,\" he said.\n\nFiorina, who frequently attacks Clinton without being prompted, said, \"Mrs. Clinton is going to have to defend her track record...lying about Benghazi..lying about her emails...she does not have a track record of accomplishment.\n\n\"If you want to stump a Democrat, ask them to name an accomplishment of Mrs. Clinton's,\" she said.\n\nAnd Christie said he would be best poised to \"prosecute\" Clinton because of his role as as former federal prosecutor.\n\n9:35 p.m. Fiorina and Trump get in an extended back and forth about their business successes after Fiorina is asked to respond to attacks by Trump about her tenure at Hewlett Packard.\n\n\"I led Hewlett-Packard through a very difficult time. The worst technology recession in 25 years. The NASDAQ stock index fell 80 percent. It took 15 years for the stock index to recover. We had very strong competitors who literally went out of business and lost all of their jobs in the process. Despite those difficult times, we doubled the size of the company, we quadrupled its topline growth weight, we quadrupled its cash flow, we tripled its rate of innovation,\" she said.\n\n\"Some tough calls are going to be required,\" she said of massive layoffs. \"But as for the firing\" -- her firing, which Trump has criticized -- \"I have been very honest with this from the day it happened. when you challenge the status quo, you make enemies. I made a few. Steve Jobs told me that when he called me the day I was fired to say 'hey, been there, done that, twice.'\"\n\nThen she hit Trump for his multiple bankruptcies in Atlantic City.\n\n\"You filed for bankruptcy four times, a record four times, why should we trust you to manage the finances of this nation any differently than you managed the finances of your casinos?\" she said.\n\n\"Atlantic City is a disaster and I did great in Atlantic City. I knew when to get out, my timing was great and a got a lot of credit for it,\" he said. He said he, like other businessman, have just \"used the laws of the land\" to help his companies.\n\nThen Christie laid into both of them for arguing about their careers, saying Americans who are struggling or out of work \"could care less about your careers. They care about theirs.\"\n\nWhen Fiorina started to interrupt him, he said, \"You interrupt everybody else on this stage; you're not going to interrupt me.\"\n\n\"Stop this childish back and forth,\" Christie said.\n\n9:23 p.m. Carson expands a bit on his immigration plan, which he discussed on CBS' \"Face the Nation\" this weekend.\n\n\"After we seal the borders, after we turn off the spigot that dispenses all the goodies...people who had a pristine record we should consider allowing them to become guest workers primarily in the agricultural sphere.\"\n\n\"If they don't do it within that time period then they become illegal and as illegals they will be treated as such,\" he said.\n\nHe said his plan is not amnesty because farmers cannot find American workers to do the labor they need, and he would not allow guest workers to become American citizens or enjoy the rights of citizens.\n\n9:16 p.m. Trump and Bush spar again over whether Trump went too far by saying that Bush has a soft spot for Mexicans because his wife, Columba Bush, was born in Mexico.\n\nBush said he went too far, the comment was \"completely inappropriate\" and he should apologize.\n\n\"I hear phenomenal things,\" Trump said of Bush's wife.\n\n\"Why don't you apologize to her?\" Bush asked.\n\n\"No I won't do that because I've done nothing wrong,\" Trump said.\n\n9:10 p.m. Will Trump put a number on how much his immigration plan will cost? No, but he did reiterate his plan to build a wall and deport immigrants like gang members from all over the country on his first day in office.\n\n9:08 p.m. Fiorina was given the opportunity to respond to comments Trump had made insulting her appearance. He later said he was talking about her persona.\n\n\"Mr. Trump said to me that he heard Mr. Bush very clearly and what Mr. Bush said. I think women all over this country heard very clearly what Mr. Trump said,\" she said, getting applause from the crowd.\n\n\"I think she's got a beautiful face and I think she's a beautiful woman,\" Trump responded.\n\n9:02 p.m. The candidates get into the issue of whether the Congress should shut down the federal government in order to defund Planned Parenthood.\n\nKasich said, \"The president of the United States is not going to sign this and all we're going to do is shut the government down...the American people are going to shake their heads and say what's the story with these Republicans?\"\n\nCruz, on the other hand, said his fellow Republicans were \"preemptively surrendering\" to Obama. \"You know, Obama's committed to his principles,\" he said. \"Republicans surrender, we need to stop surrendering and start standing for our principles.\"\n\nChristie avoided a direct question about whether he would shut down the government, urging his fellow Republicans to stop fighting with each other and put the question to Clinton instead. Finally, after repeated questioning, he said, \"We should be doing these things and forcing the president to take action,\" referring to cutting Planned Parenthood funding out of the budget.\n\nFiorina delivered an impassioned speech and said \"I dare\" Clinton and Mr. Obama to watch the videos of officials discussing the transfer of fetal body parts.\n\n\"This is about the character of our nation, and if we will not stand up and force Barack Obama to veto this bill, shame on us,\" she said.\n\n8:50 p.m. The candidates debate the merits of whether the U.S. should have intervened in Syria militarily after dictator Bashar Assad used chemical weapons.\n\nRubio said the Congress didn't want to authorize use of force because the military was not in a position where they could win. Cruz said President Obama hadn't answered the question of what if chemical weapons had ended up in the hands of radical Islamic groups.\n\nPaul had a different reason for believing there shouldn't have been any U.S. intervention.\n\n\"Had we bombed Assad at the time...I think ISIS would be in Damascus today, I think ISIS would be in charge of Syria,\" he said. \"Sometimes intervention makes us less safe.\"\n\n8:45 p.m. Walker finds no support for his call to cancel an upcoming state visit by Chinese President Xi Jinping. Paul said the U.S. should always talk to people it considers enemies, pointing to the Cold War. Bush also passes on the idea of canceling, but said the U.S. should be tough on China.\n\n8:43 p.m. Cruz doubles down on his promise to rip up the Iran nuclear deal after being asked to respond to criticism from Kasich that it shows his inexperience and that he's just playing to a crowd.\n\n\"No president of the United States...has the authority to give away our sovereignty,\" he said, referring to President Obama working with the United Nations to implement the deal.\n\n8:41 p.m. Candidates weigh in on how they'd deal with Russian President Vladimir Putin. Trump said, \"I will get along I think with Putin, and I will get along with others and we will have a much more stable, stable world.\" Fiorina said the U.S. shouldn't be talking to Putin at all and instead should be building up its military presence in the region.\n\n8:33 p.m. Bush and Trump tangle after Bush was asked about whether special interests controlled his campaign. As an example, Bush said that he turned down Trump when the businessman sought casino gambling in Florida. Bush said he turned Trump down.\n\n\"I promise if I would have wanted it, I would have gotten it,\" Trump said.\n\nLater, as Bush continued to press Trump over his past donations to Democrats, Trump showed some appreciation for his feistiness.\n\n\"More energy tonight, I like that,\" he said, prompting laughter from the audience.\n\n8:31 p.m. One person who's not that interested in beating up on their fellow candidates by name: Carson. Asked who he was referring to when talking about politicians who do things that are politically expedient, he said, \"I don't want to really get into describing who's a politician and who's not a politician but I think the people have kind of made that decision for themselves already.\"\n\nFiorina jumped into the discussion of outsiders.\n\n\"If someone's beein in the system their whole life, they don't know how broken the system is...its not that politicians are bad people, its that they've been in that system forever,\" she said.\n\n8:27 p.m. Kasich scolds his fellow candidates for the infighting.\n\n\"If I were sitting at home watching this back and forth, I'd be inclined to turn it off. People at home...want to know what we're going to do to fix this place,\" he said.\n\n8:24 p.m. Walker joins in the fray hitting Trump.\n\n\"Mr. Trump, we don't need an apprentice in the White House, we have one right now...we don't know who you are or where you're going.\"\n\n\"In Wisconsin you're losing $2.2 billion dollars right now,\" Trump retorted.\n\n8:21 p.m. As with the lower tier debate, the first question has to do with Trump. It went to Carly Fiorina, who was asked if she trusted Trump to be in control of the nuclear launch codes.\n\n\"I think Mr. Trump is wonderful entertainer, he's been terrific at that business,\" she said. She added that she believed a long campaign process would be beneficial in revealing character.\n\nPressed for an answer to the nuclear code question, Fiorina said, \"That's not for me to answer, it's for the voters of this country to answer.\"\n\nIn Trump's response, he took aim at Paul, who hadn't even spoken yet.\n\n\"Rand Paul shouldn't even be on this stage,\" he said referring to Paul's polling.\n\nAfter Paul criticized Trump for attacking people's looks in the manner of a junior high debate, Trump said, \"I never attacked him on his look, and believe me there's plenty of subject matter right there.\"\n\n8:10 p.m. The 11 Republican candidates doing best in the polls have begun the main debate at the Reagan Library in Simi Valley, California. On stage: businessman Donald Trump, former Florida Gov. Jeb Bush, Wisconsin Gov. Scott Walker, neurosurgeon Ben Carson, Texas Sen. Ted Cruz, Florida Sen. Marco Rubio, businesswoman Carly Fiorina, former Arkansas Gov. Mike Huckabee, Kentucky Sen. Rand Paul, Ohio Gov. John Kasich and New Jersey Gov. Chris Christie.\n\n\n\n", "url": "https://www.cbsnews.com/news/republican-gop-debate-2015-reagan-library/"}, "article3": {"title": "The Last Candidate To Skip The Final Iowa Debate? Ronald Reagan", "content": "The Last Candidate To Skip The Final Iowa Debate? Ronald Reagan\n\nEnlarge this image toggle caption Rainier Ehrhardt/AP Rainier Ehrhardt/AP\n\nIf Donald Trump keeps his promise not to appear at Thursday night's Fox News debate, it will be the first time in recent history that a top candidate, let alone the front-runner, will skip such a high-profile event so close to Election Day.\n\nBut, if anyone can pull off such a stunt and still come out on top, it's probably Trump. He's been breaking all the usual political rules this cycle.\n\n\"It's totally unprecedented. Candidates die to be on the stage,\" said Iowa State University political science professor Steffen Schmidt. \"The ones that are at the loser table are dying to be on the main debate. For a candidate to walk away from that is crazy — but crazy like a fox.\"\n\nAnd he just might be. Trump will hold a \"Special Event to Benefit Veterans Organizations\" at Drake University in Des Moines, Iowa, at the same time, daring viewers to watch on competing networks against the Fox News debate.\n\nLate Wednesday night, the flamboyant reality TV star, and billionaire real-estate mogul, showed no signs of backing down. Trump's campaign manager, Corey Lewandowski, reiterated that the network hadn't treated Trump fairly, and the campaign would be having its own counterprogramming.\n\nIt's a maneuver that probably only works for someone like Trump — who can command media attention at will and stir reporters into a frenzy with a single tweet. And it's one that would only work in a 24-hour news cycle, social media saturated environment. The perfect storm.\n\nThe last time a candidate tried to skip the final debate in Iowa, it didn't work out so well, at least in the short run.\n\nIn 1980, Ronald Reagan was the national front-runner and thought skipping the Des Moines Register debate — the first televised GOP presidential debate ever — wouldn't hurt him. But George H.W. Bush had a standout performance; Reagan took heat in the state for his absence, and it was Bush who went on to narrowly win Iowa.\n\nEven Reagan's former staff members admit that was a mistake, giving Bush new momentum.\n\n\"We blew Iowa, and I take responsibility for that, because I should have insisted on having him in there more,\" said Charlie Black, a veteran GOP campaign operative who was Reagan's Midwest political director.\n\nIt was a mistake Reagan wouldn't make again. And later in New Hampshire, it was Reagan who insisted on having more candidates included in the Nashua Telegraph debate so he wouldn't be facing Bush solo — so much that he eventually funded the debate himself, leading to his memorable, \"I paid for this microphone\" moment. Reagan won the Granite State, and, of course, the nomination and presidency.\n\nReagan's initial skip was more a political calculation — and one he likely wouldn't have made in the current media environment. Trump's move is different.\n\n\"I guess he feels he's still going to be the center of attention, but actually this reinforces some of the worst parts of his character,\" said Black, who was also a senior adviser for John McCain's presidential bids. \"A lot of people like him, but the people who don't think he's arrogant. It's all about him, and he'd rather fight than participate.\"\n\nMcCain also seriously threatened to skip one of the presidential debates after the 2008 economic collapse. But that also reinforced a narrative about McCain that Barack Obama's campaign was willing to push — that he couldn't handle doing more than one thing at a time, a not-so-subtle dig at McCain's age.\n\nTelevised presidential debates didn't begin until 1960 — where the infamous face-off between Democrat John F. Kennedy and Republican Richard Nixon reinforced stereotypes that would define the race. The young, telegenic Kennedy shone on TV compared to a harried, sweating and older Nixon. Kennedy would win the general.\n\nFour years later, though, President Lyndon B. Johnson, who took office after Kennedy was assassinated, was leading in the polls and feared a debate could actually damage him, so he refused to debate Republican nominee Barry Goldwater.\n\nIn 1968, Democrat Hubert Humphrey wanted to debate Nixon, but still smarting from his poor performance against Kennedy, the GOP nominee refused. In his 1972 re-election race, Nixon again wouldn't debate Democrat George McGovern.\n\nIn 1976, Democrat Jimmy Carter and GOP President Gerald Ford would finally meet on the televised debate stage. And, for the most part, they've been a political mainstay each four years. In 1980, Carter wouldn't debate Reagan initially, because independent John Anderson was allowed in. But later, only the two major party candidates would meet.\n\nIn both parties' primary debates, sometimes candidates have skipped in the past — or weren't invited, as was the case with some GOP hopefuls this year with such a large field.\n\nIn 2011, with GOP primary debates beginning earlier than ever, eventual nominee Mitt Romney skipped the cycle's first debate in South Carolina, but he hadn't officially announced for president yet.\n\nComing less than a week before Iowa though, Trump's boycott is different, and could also be perceived differently by voters.\n\n\"People who are supporting him already, they're not going to move that much. But if you have an individual who may be on the edge of going with him, they might be turned off in a certain extent,\" predicted University of Arkansas professor Patrick Stewart, who has been studying this cycle's GOP presidential debates.\n\nThe decision gives his rivals free shots to attack the absent Trump — depriving him of a chance to defend himself on stage.\n\n\"For someone who relies on a very forceful argument, this could be problematic, especially because of the fact he looks like he's running away from the debate,\" Stewart said. \"It opens up the opportunity for other candidates to take potshots at him, and he can't respond. One of his greatest strengths has been his ability to respond quickly.\"\n\nBut Schmidt, the Iowa political science professor, said it won't change much on the ground — because Trump has been rewriting the rules all along.\n\n\"Trump combines two things — feeding to people's anger and anxiety, and he also feeds to people's desire for entertainment,\" Schmidt said. \"It's bread and circuses.\"", "url": "https://www.npr.org/2016/01/28/464640980/the-last-candidate-to-skip-the-final-iowa-debate-ronald-reagan"}}