{"foreign_id": "30_Fake", "article1": {"title": "The Clinton-Yeltsin Relationship in Their Own Words", "content": "Washington, D.C., October 2, 2018 – President Bill Clinton saw Russian leader Boris Yeltsin as indispensable for promoting American interests following the collapse of the Soviet Union, often prompting him to take controversial steps to ensure Yeltsin’s political survival, according to top-level memoranda of conversation just released from the Clinton presidential library.\n\nClinton believed backing Yeltsin personally was necessary to ensure Russian stability and market reform, which he privileged over the development of democracy in the former Soviet republic, a careful reading of the presidential memcons shows. These priorities led to the U.S. tolerating election irregularities, and doing little to oppose Yeltsin as he empowered oligarchs and installed Vladimir Putin as his successor, among other consequences.\n\nThe new records confirm the Bill-Boris camaraderie was genuine but also masked a complex relationship and ultimately an uneven partnership that reflected the diametrically opposite political and economic trajectories of their two nations in the 1990s.\n\n* * * * *\n\nThe Clinton-Yeltsin Relationship in Their Own Words\n\nBy Svetlana Savranskaya and Mary Sarotte\n\nIn July 2018, students of U.S.-Russian relations added hundreds of pages of declassified documents to their required reading list when the Clinton Presidential Library released almost all memoranda of Clinton-Yeltsin conversations in response to requests by historian Mary Sarotte in 2015. Today the National Security Archive publishes the highlights of this release.\n\nThe partnership between the United States and Russia that Presidents Bill Clinton and Boris Yeltsin tried to build in the 1990s succeeded only in part – but even that partial success helped to make the world a safer place. Cooperation on non-proliferation efforts, particularly within the framework of the Nunn-Lugar program, led to the successful withdrawal of nuclear weapons from Belarus, Kazakhstan, and above all Ukraine (briefly the third-largest nuclear power in the world due to the amount of Soviet-era weaponry on its territory).[2] The Clinton-Yeltsin cooperation also enabled the safe dismantlement and storage of nuclear weapons in Russia as it complied with the START I treaty. Russia even participated in the international peacekeeping mission in Bosnia, became a member of the G-8, and joined the Council of Europe. In return, the Clinton administration provided badly needed economic assistance and used its leverage with international financial institutions to help Russia.\n\nHowever, many contentious issues damaged the partnership along the way – most importantly NATO expansion and the military campaign in Kosovo. And, behind the rhetoric of equality and friendship lay the undeniable reality of an enormous power and status disparity. Russia was no longer the superpower that had challenged the United States at the height of the Cold War, and it was not even the declining-but-democratizing Soviet Union of Mikhail Gorbachev. Moscow often felt disrespected, and claimed that its interests and priorities were not being duly considered. For its part, the United States was willing to cooperate only – in Strobe Talbott’s words – on “what we deem to be [Russia’s] legitimate security concerns,” not on everything the Russians claimed to be important.[3]\n\nIn order to learn more about this crucial era, many years ago the Archive began spearheading an effort to get specific relevant documents declassified. In the summer of 2012, files began trickling in, first from the State Department and then from the Clinton Library, largely in response to itemized requests for specific summit meeting materials made by Archive staff (Svetlana Savranskaya and Tom Blanton) as well as by James Goldgeier with the assistance of Catherine Nielsen. These initial, limited declassifications gave us an important first glimpse behind the scenes of Clinton-Yeltsin conversations, including at the Cologne summit of 1999. Another group of requests produced two particularly significant Clinton-Yeltsin conversations, in Moscow and Halifax in 1995, at the crucial point just before both men’s make-or-break reelection bids of 1996.[4]\n\nStarting in the spring of 2015, Mary Sarotte decided to invest time in a broad-brush approach. She began a three-year process of compiling and filing omnibus requests to the Clinton Library and, when those did not succeed, pursued numerous appeals with the Interagency Security Classification Appeals Panel or ISCAP.[5] She finally won some of those appeals in 2018, and the Clinton Library declassified a phenomenal set of memcons and telcons as a result. Even better, the Clinton Library declassified nearly all of the pages of her massive requests with no redactions. It therefore becomes possible to read almost the entire history of top-level U.S.-Russian interactions in the contemporaneous words of Clinton and Yeltsin in one (admittedly very long) sitting. Two archivists at the Clinton Library who worked closely with the Archive and Sarotte over the years – Rob Seibert and Kelly Hendren – along with Meredith Wagner of ISCAP deserve enormous credit for their hard work, which has provided students of history and diplomacy with a major scholarly opportunity.\n\nWhat do these new sources tell us? The selection of documents below, chosen both from the earlier requests and the 2018 Sarotte release, sheds new light on the most important issues in U.S.-Russian relations in the 1990s. They show Clinton as an empathetic and committed champion of the new Russia, willing to use his political capital to help his friend Boris in tough times, such as during the Russian constitutional crisis of 1993, or the close-run presidential election of 1996. However, the documents show that Clinton understood the need to balance his relationship with Yeltsin against other priorities of US foreign policy. While Clinton’s stated top goal was to help Russia become a democratic country – one fully integrated into the Western institutions – that goal often clashed with other U.S. interests. These interests included: expanding NATO to secure its presence and role in Europe and to expand democracy and security to East-Central Europe; denuclearizing the former Soviet space and making sure that Russian weapons of mass destruction were securely dismantled; limiting Russia’s role in its “near abroad”; stopping Russian trade in nuclear technologies with Iran and India; and managing conflict in the former republic of Yugoslavia.\n\nClinton saw Yeltsin personally as an indispensable partner in achieving his goals. Only Yeltsin’s continued leadership, the White House believed, could guarantee Russian cooperation on U.S. priorities. The perception of Yeltsin as irreplaceable gradually led to the difficult situation where U.S. backing for the Russian democratic transition consisted largely of promoting its favorite “democrat,” Yeltsin, as the only game in town – even as he was quickly becoming an autocrat in reality. For his part, Yeltsin painted his opponents in the 1996 elections as the ultimate evil: unreformed communists who would attempt to reinstate Stalinism, and take back not only Crimea but also Alaska. The newly available documents show that, in response, Clinton took many steps to increase the chances that Yeltsin would win the Russian elections of 1996, including making presidential visits, delaying visible progress on NATO expansion, and pressing Congress and international financial institutions to provide Russia with loans that would allow Yeltsin to pay salaries and pensions during the critical campaign period. For his part, Yeltsin openly asked his friend to provide $2.5 billion and complained that he only received $300 million of IMF loans.\n\nTo ensure that Yeltsin survived, Clinton was willing to close his eyes to electoral irregularities, the rise of the oligarchs, the war in Chechnya, and the rising corruption in the new Russia. The administration’s policy essentially supported Russia’s economic liberalization as it developed into a form of robber-baron capitalism, or “market Bolshevism,” rather than developing into genuine democratic institutions and practices.[6] Put bluntly, Russian stability and the implementation of the flawed market reform turned out to be more important in practical terms than the healthy development of Russian democracy. Tellingly, when Yeltsin reveals to Clinton in the fall of 1999 that he has chosen a successor – former KGB officer Vladimir Putin – and will do everything possible to get Putin elected as the next president of Russia, Clinton seemingly accepts Yeltsin’s choice as another one of the measures needed to guarantee Russian stability.\n\nOverall, the documents reveal the complexities of the Clinton-Yeltsin relationship. At once very warm and personal, but at times confrontational and contentious, the sources show an unequal partnership that was neither fully genuine nor fully instrumental but somewhere between the two. On the one hand, Yeltsin tried to play up the personal connection that the two fellow presidents had made, suggesting correctly that they were able to overcome many controversial issues through their personal regard for each other. And there is no doubt that their closeness certainly helped Yeltsin in his domestic political struggles. On the other hand, the sources show that their dialogue was carried out essentially on American terms, with Clinton making suggestions and proposals and Yeltsin often accepting, even when he initially objected. In response to arm-twisting by Clinton, Yeltsin would often accede and respond simply, “I understand.”[7]\n\nThis is not to say that Yeltsin was passive; he made significant proposals of his own, such as on European security structures, cuts to armaments, and even on getting rid of the “nuclear football” (the briefcase that always accompanied both leaders, allowing them to launch nuclear attacks at any time).[8] Yeltsin genuinely tried to promote Russian interests. But he was doing so at a time when, simultaneously, Russia fell into steep economic and political decline and the U.S. rose to the heights of its “unipolar moment.” The interactions of these two world leaders at this crucial juncture – revealed in the documents below – have a legacy that shapes U.S.-Russian relations to this day.\n\nRead the documents", "url": "https://nsarchive.gwu.edu/briefing-book/russia-programs/2018-10-02/clinton-yeltsin-relationship-their-own-words"}, "article2": {"title": "Cash Flowed to Clinton Foundation Amid Russian Uranium Deal", "content": "The New York Times’s examination of the Uranium One deal is based on dozens of interviews, as well as a review of public records and securities filings in Canada, Russia and the United States. Some of the connections between Uranium One and the Clinton Foundation were unearthed by Peter Schweizer, a former fellow at the right-leaning Hoover Institution and author of the forthcoming book “Clinton Cash.” Mr. Schweizer provided a preview of material in the book to The Times, which scrutinized his information and built upon it with its own reporting.\n\nWhether the donations played any role in the approval of the uranium deal is unknown. But the episode underscores the special ethical challenges presented by the Clinton Foundation, headed by a former president who relied heavily on foreign cash to accumulate $250 million in assets even as his wife helped steer American foreign policy as secretary of state, presiding over decisions with the potential to benefit the foundation’s donors.\n\nIn a statement, Brian Fallon, a spokesman for Mrs. Clinton’s presidential campaign, said no one “has ever produced a shred of evidence supporting the theory that Hillary Clinton ever took action as secretary of state to support the interests of donors to the Clinton Foundation.” He emphasized that multiple United States agencies, as well as the Canadian government, had signed off on the deal and that, in general, such matters were handled at a level below the secretary. “To suggest the State Department, under then-Secretary Clinton, exerted undue influence in the U.S. government’s review of the sale of Uranium One is utterly baseless,” he added.\n\nAmerican political campaigns are barred from accepting foreign donations. But foreigners may give to foundations in the United States. In the days since Mrs. Clinton announced her candidacy for president, the Clinton Foundation has announced changes meant to quell longstanding concerns about potential conflicts of interest in such donations; it has limited donations from foreign governments, with many, like Russia’s, barred from giving to all but its health care initiatives. That policy stops short of a more stringent agreement between Mrs. Clinton and the Obama administration that was in effect while she was secretary of state.\n\nEither way, the Uranium One deal highlights the limits of such prohibitions. The foundation will continue to accept contributions from foreign sources whose interests, like Uranium One’s, may overlap with those of foreign governments, some of which may be at odds with the United States.\n\nWhen the Uranium One deal was approved, the geopolitical backdrop was far different from today’s. The Obama administration was seeking to “reset” strained relations with Russia. The deal was strategically important to Mr. Putin, who shortly after the Americans gave their blessing sat down for a staged interview with Rosatom’s chief executive, Sergei Kiriyenko. “Few could have imagined in the past that we would own 20 percent of U.S. reserves,” Mr. Kiriyenko told Mr. Putin.", "url": "https://www.nytimes.com/2015/04/24/us/cash-flowed-to-clinton-foundation-as-russians-pressed-for-control-of-uranium-company.html"}, "article3": {"title": "Hillary Clinton emails - what's it all about?", "content": "Hillary Clinton emails - what's it all about? Published 6 November 2016\n\nImage source, EPA\n\nHillary Clinton has been cleared for a second time by the FBI over her use of a private email server while secretary of state. What's it all about?\n\nIn July, an FBI investigation concluded no \"reasonable prosecutor\" would bring a criminal case against Mrs Clinton, but that she and her aides were \"extremely careless\" in their handling of classified information.\n\nThen the FBI surprised everyone, 11 days before the election, by announcing it was examining newly discovered emails sent or received by Hillary Clinton.\n\nTwo days before voting booths opened across the nation, FBI Director James Comey announced he was standing by his original assessment - that Mrs Clinton should not face criminal charges.\n\nSo how did we get here?\n\nWhat's the deal with Hillary Clinton's emails?\n\nShortly before she was sworn in as secretary of state in 2009, Hillary Clinton set up an email server at her home in Chappaqua, New York. She then relied on this server, home to the email address hdr22@clintonemail.com, for all her electronic correspondence - both work-related and personal - during her four years in office.\n\nShe also reportedly set up email addresses on the server for her long-time aide, Huma Abedin, and State Department Chief of Staff Cheryl Mills.\n\nShe did not use, or even activate, a state.gov email account, which would have been hosted on servers owned and managed by the US government.\n\nMrs Clinton's email system became a national story the first week of March 2015, when the New York Times ran a front-page article on the subject. The article said that the system \"may have violated federal requirements\" and was \"alarming\" to current and former government archive officials.\n\nWhy did she do it?\n\nImage source, Reuters Image caption, The email system was set up initially for former President Bill Clinton, Mrs Clinton said\n\nAccording to Mrs Clinton, the primary reason she set up her own email was for \"convenience\". During a press conference at the UN, she said that she preferred to carry only one smartphone with one email address, rather than have two devices - one for work and one for personal affairs.\n\nAt the time, according to reports, government-issued Blackberry phones were unable to access multiple email accounts.\n\n\"I thought using one device would be simpler, and obviously, it hasn't worked out that way,\" she said.\n\nThis video can not be played To play this video you need to enable JavaScript in your browser. Media caption, Clinton defended her email use in March 2015\n\nSceptics have countered that the real reason Mrs Clinton established her own email system was because it gave her total control over her correspondence.\n\nWith her email setup, she became the sole arbiter of what should and shouldn't be provided to the government, made public via freedom of information requests or turned over to interested parties, such as the congressional committee investigating the 2012 attack on the US consulate in Benghazi.\n\nAccording to the State Department inspector general report, in 2010 Mrs Clinton told her deputy chief of staff that one of her concerns with email is that she did not \"want any risk of the personal being accessible\".\n\nAn FBI investigation found that Mrs Clinton used \"numerous personal devices\" while in office and relied on several email servers. Clinton staffers told the FBI that they destroyed some of the replaced devices with a hammer while they could not account for others.\n\nWas this against the law?\n\nImage source, AP\n\nProbably not. Mrs Clinton's email system existed in a grey area of the law - and one that has been changed several times since she left office.\n\nWhen she became secretary of state, the controlling interpretation of the 1950 Federal Records Act was that officials using personal email accounts must ensure that official correspondence is turned over to the government. Ten months after she took office, a new regulation allowed the use of private emails only if federal records were \"preserved in the appropriate agency recordkeeping system\".\n\nMrs Clinton maintains that this requirement was satisfied because most of her emails from her personal account went to, or were forwarded to, people with government accounts, so they were automatically archived. Any other emails were turned over to State Department officials when they issued a request to her - and several of her predecessors - in October 2014.\n\nShe said it is the responsibility of the government employee \"to determine what's personal and what's work-related\" and that she's gone \"above and beyond\" what she was asked to do.\n\nIn November 2014 President Barack Obama signed the Presidential and Federal Records Act Amendments, which require government officials to forward any official correspondence to the government within 20 days. Even under this new law, however, the penalties are only administrative, not criminal.\n\nThe State Department inspector general report, released in May 2016, found that Mrs Clinton's email system violated government policy and that she did not receive permission prior to instituting it - approval that would not have been granted had she asked. Such transgressions, however, do not constitute criminal conduct.\n\nFBI director James Comey announced the results of a separate FBI investigation on 5 July and concluded that that while \"there is evidence of potential violations\" of criminal statues covering the mishandling of classified information, \"our judgement is that no reasonable prosecutor would bring such a case\". It referred the matter to the Justice Department, which closed the case against Mrs Clinton and her aides with no charges.\n\nThe State Department has since resumed its investigation into whether Mrs Clinton or her aides violated government policy in their handling of classified information. If it determines that they did, the punishment could include a formal letter of reprimand or loss of security clearance.\n\nHow many emails are we talking about?\n\nImage source, Getty Images Image caption, Mrs Clinton said some of her personal emails involved planning her daughter's wedding\n\nAccording to Mrs Clinton, she sent or received 62,320 emails during her time as secretary of state. She, or her lawyers, have determined about half of those - 30,490, roughly 55,000 pages, were official and have been turned over to the State Department.\n\nMrs Clinton said the other emails are private - relating to topics like her daughter's wedding, her mother's funeral and \"yoga routines\".\n\nAt Hillary Clinton's request, the State Department released the first set of emails sent on her private account in May 2015, with many relating to the 2012 attack on the US consulate in Benghazi.\n\nIn early August 2015, she signed an affidavit swearing she had turned over all copies of government records from her time in office.\n\nThe FBI found \"several thousand\" work-related emails that were not turned over to the State Department, although it concluded that the emails were deleted prior to 2014 and were not intentionally removed \"in an effort to conceal them\".\n\nAbout 3,000 emails are expected to be released in the run-up to election day, but many more will not be processed until after 8 November.\n\nHave other politicians engaged in similar activities?\n\nMrs Clinton is far from alone. Other politicians and officials - both in federal and state governments - sometimes have relied on personal email for official business. Colin Powell, secretary of state under President George W Bush, told ABC he used a personal email account while in office, including to correspond with foreign leaders.\n\nThe State Department inspector general report found that many of Mrs Clinton's predecessors - including Mr Powell - were also not in compliance with federal recordkeeping requirements, although the rules governing their actions were less detailed when they were in office.\n\nThe New York Times reported that Mr Powell had once advised Mrs Clinton at a dinner party to use private email, although not while handling classified information. But he later denied he had ever done such a thing.\n\nOutside of Washington, former Florida Governor Jeb Bush - a 2016 candidate for the US presidency - relied on a private email address (jeb@jeb.org). Like Mrs Clinton, he has selected which correspondence to make public.\n\nImage source, Getty Images Image caption, Colin Powell used a personal email account while Secretary of State\n\nWisconsin Governor Scott Walker, another former Republican presidential aspirant, faced questions over his staff's use of private email addresses when he was Milwaukee County executive.\n\nGovernment Executive magazine conducted a poll in February 2015 of 412 high-level federal workers and found that 33% of those surveyed said they use personal email for government business \"at least sometimes\".\n\nMrs Clinton differs from these examples not in manner but in extent - because she used her personal email address exclusively. And, unlike Mr Bush and Mr Walker, her actions were governed by federal law.\n\nSo why is this a controversy?\n\nImage source, Getty Images\n\nThis became a big deal in large part because Mrs Clinton is asking the US public to trust that she is complying with both the \"letter and the spirit of the rules\", in the words of her spokesperson, Nick Merrill.\n\nThe New York Times story was prompted by information provided to the paper by the congressional Benghazi committee, and conservative critics allege that there is no way to prove that she is being forthcoming in providing their investigation with all the relevant material.\n\nHer \"convenience\" explanation has been difficult for some to swallow, given that as secretary of state she travelled with an extensive entourage capable of carrying her additional phone. And in February 2015, she told a television interviewer that she now carries multiple devices - an iPhone and a Blackberry, as well as an iPad and an iPad mini.\n\nIn addition, critics on both the left and the right have expressed concern that her reliance on a \"homebrew\" email system made her communications more susceptible to hackers and foreign intelligence services.\n\nExactly how secure was her email?\n\nImage source, AP Image caption, The server may have been located in the Clintons' home in New York state\n\nDuring her press conference, Mrs Clinton said that that there \"were no security breaches\" of her server and that robust protections put in place \"proved to be effective and secure\".\n\nIndependent cybersecurity analysts have said that expert hackers can break into email servers without leaving any evidence, however. And commercially available security systems are no match for government-protected systems - but even those aren't invulnerable, as a November 2014 intrusion into the State Department's email system proved.\n\nShe has repeatedly said that no classified material was transmitted via her email account and that she sent only one email to a foreign official - in the UK.\n\nBut in July 2015, the inspector general of the US intelligence community, Charles McCullough, told Congress she had sent at least four messages that contained information derived from classified material. A month later, Mr McCullough revealed that two of the emails contained information deemed \"top secret\" - the highest classification level.\n\nResponding to building pressure, Mrs Clinton finally agreed in August 2015 to hand over the private server she used for a preliminary FBI investigation into the security of classified information contained among her emails.\n\nShe also said she would hand over memory sticks containing copies of the emails.\n\nBy the time the final batch of Clinton emails were released in March 2016, the total number of emails receiving an after-the-fact classified designation had surpassed 2,000.\n\nIn May 2016 the Romanian hacker Guccifer, in US prison on felony hacking charges, told Fox News that he had successfully accessed Mrs Clinton's email server several times - an assertion the Clinton campaign denies and the State Department and prosecutors said there is no evidence to support.\n\nThe July 2016 FBI report found no \"direct evidence\" of unauthorised access to her email servers, according to James Comey, but that the lack of robust security meant that \"it is possible that hostile actors gained access\".\n\nWait, the State Department was hacked?\n\nImage source, White House Image caption, President Barack Obama emailed Mrs Clinton at her private address, the White House has said\n\nIndeed, it was. According to sources cited by CNN, the November 2014 attack was the \"worst ever\" cyberattack on a government agency , requiring department IT workers to shut down its entire unclassified email system for a weekend.\n\nThe US government suspects Russian hackers were behind the attack - and were also responsible for similar efforts against the White House, postal service and other agencies.\n\nAlthough Mrs Clinton wasn't affected by that particular incident, some of her personal correspondence was revealed in March 2013 when a confidante, Sidney Blumenthal, had his aol.com address compromised by the hacker named Guccifer (later revealed to be a Romanian named Marcel-Lehel Lazar).\n\nAlthough Guccifer only exposed emails Mr Blumenthal sent to Mrs Clinton, not her replies, it did reveal the secretary of state's private email address two years before the New York Times made it a national story.\n\nWhat about the new twist?\n\nThe FBI announced at the end of October that it had discovered new emails \"in connection with an unrelated case... that appear to be pertinent to the investigation\".\n\nDirector James Comey said investigators would determine whether the emails contain classified information.\n\nIt emerged that the newly discovered emails were being examined as part of an FBI investigation into disgraced former congressman Anthony Weiner, estranged husband of top Clinton aide Huma Abedin.", "url": "https://www.bbc.com/news/world-us-canada-31806907"}}