{"foreign_id": "31_Fake", "article1": {"title": "Bernie Sanders meets Pope Francis at the Vatican", "content": "The Democratic US presidential hopeful Bernie Sanders brought his political revolution to the Vatican on Saturday, where he was granted a five-minute audience with Pope Francis.\n\nSanders, the Vermont senator challenging Hillary Clinton for the Democratic nomination, told reporters he had met the pontiff on Saturday morning and discussed the need to inject morality and justice into the world economy, a view Sanders said he and the pope both share.\n\n“I told him that I was incredibly appreciative of the incredible role that he is playing in this planet in discussing issues about the need for an economy based on morality, not greed,” Sanders said.\n\n\n\nThe encounter was not Pope Francis’s first brush with the US presidential race. In February, the leader of the Catholic church waded into the contest when he questioned Republican frontrunner Donal Trump’s faith. “A person who thinks only about building walls, wherever they may be, and not of building bridges, is not Christian,” the Pope said, alluding to Trump’s pledge to build a wall between the US and Mexico.\n\n\n\nSanders and his wife, Jane, stayed overnight at the papal residence, in the Domus Santa Marta hotel in the Vatican gardens, on the same floor as the pope, and were spotted at the hotel reception carrying their own bags.\n\n\n\nIn an interview with ABC News after the meeting, Sanders called the pope “a beautiful man”, adding “I am not a Catholic, but there is a radiance that comes from him.”\n\n“I just conveyed to him my admiration for the extraordinary work he is doing raising some of the most important issues facing our planet and the billions of people on the planet and injecting the need for morality in the global economy,” Sanders said.\n\nPope Francis said on Saturday that his meeting with Sanders was not meddling in politics and that anyone who thought otherwise should “look for a psychiatrist”.\n\n“When I came down, I greeted him, I shook his hand and nothing more. This is called good manners and it is not getting involved in politics,” the pope told reporters in answer to a question aboard the plane returning from the Greek island of Lesbos, where he visited a refugee camp.\n\n“If anyone thinks that greeting someone is getting involved in politics, I recommend that he look for a psychiatrist,” he said, laughing.\n\nDr Jeffrey Sachs, a Sanders foreign policy adviser and adviser to the UN on climate change, said there were no photographs taken of the meeting.\n\nHe said the couple met Pope Francis in the foyer of the hotel as he was leaving for Greece. The meeting lasted about five minutes, Sachs said.\n\nThe Democratic hopeful from Vermont has campaigned on a promise to rein in corporate power and level the economic playing field for working and lower-income Americans who he says have been left behind, a message echoing that of the pope.\n\nThe meeting came just days before Tuesday’s Democratic party primary in New York, where polls say he is trailing Hillary Clinton. After he won seven of the last eight state contests, a loss in Sanders’ home state would give front-runner Clinton a boost toward the party’s presidential nomination.\n\nSanders has said the trip was not a pitch for the Catholic vote but a testament to his admiration for the pontiff.", "url": "https://www.theguardian.com/us-news/2016/apr/16/bernie-sanders-meets-pope-francis-at-the-vatican"}, "article2": {"title": "Bernie Sanders Meets Pope Francis During Visit to Vatican City", "content": "Democratic presidential hopeful Bernie Sanders met with Pope Francis in the Vatican on Saturday, calling the short visit an \"honor and a joy.\"\n\n\"Today certainly was the highlight of the trip,\" Sanders told NBC News of his 6 a.m. (midnight ET) meeting with the pontiff outside the papal residence's breakfast room.\n\nHe called the pope \"one of the great leaders in this world.\"\n\nThe meeting between the Pope & @BernieSanders happened around 6AM this morning & @Pontifex spoke in both Eng & Span. pic.twitter.com/HmOieUGUO8 — Danny Freeman (@DannyEFreeman) 16 April 2016\n\n\"In terms of economic justice, the need to combat climate change — nobody in the world has been more profound and articulate than the pope, and I'm delighted to go forward with him on those issues,\" said Sanders, who has made wealth inequality a cornerstone of his campaign.\n\nSanders was at the Vatican to attend a meeting about social justice and economic issues. Later on Saturday, Pope Francis flew to the Greek island of Lesbos to highlight the plight of migrants and refugees struggling to get into Europe. The two ran into each other in the lobby of the pope's residence, the Domus Santa Marta hotel in the Vatican gardens, where Sanders and his wife, Jane, stayed overnight on the same floor as Francis.\n\nThe pope later noted to reporters that members of the Vatican conference that Sanders had attended also were staying at the hotel.\n\n\"This morning when I left, Sen. Sanders was there. ... He knew I was leaving at that time and I had the kindness to greet him and his wife and another couple who were with them,\" the pope told reporters traveling back with him to the Vatican.\n\n.@BernieSanders tells @annenbcnews that he \"expressed his great admiration\" of the Pope during their meeting today. pic.twitter.com/cLYqXoJ50W — Danny Freeman (@DannyEFreeman) 16 April 2016\n\n\"When I came down, I greeted them, shook their hands and nothing more. This is good manners. It's called good manners and not getting mixed up in politics,” the pope said. “If anyone thinks that greeting someone means getting involved in politics, they should see a psychiatrist.\"\n\nThe Vatican is loath to get involved in electoral campaigns, and usually tries to avoid any perception of partisanship as far as the pope is concerned, but Francis has been known to flout Vatican protocol, and the meeting with Sanders was evidence that his personal desires often sidestep Vatican diplomacy.\n\nIn February, Francis rebuked Republican presidential candidate Donald Trump over the GOP front-runner’s stand on immigration.\n\nSanders, who is aiming to continue cutting into rival Hillary Clinton's significant lead in delegates ahead of the crucial New York primary this week, denied that it had been mistake to take time out of his campaign to fly to Europe.\n\n\"I am a great admirer of Pope Francis and when I received this invitation, I believe that I would've kicked myself for the rest of my life if I did not attend a conference here in the Vatican to deal with issues that have been important to me for decades,\" he said.\n\nSanders has acknowledged he disagrees with the Catholic Church's teachings on some social issues, such as gay marriage, but has praised Pope Francis for \"injecting a moral consequence into the economy.\"\n\nWhen NBC News asked whether the trip to the Vatican was an attempt to win a \"papal endorsement,\" Sanders responded: \"Oh God no. Not, God no!\"\n\nThen he laughed, adding: \"That just came out.\"", "url": "https://www.nbcnews.com/news/world/bernie-sander-meets-pope-francis-during-visit-vatican-city-n556991"}, "article3": {"title": "The Bizarre Love Affair of Bernie and Francis", "content": "A pope and and a secular Jew from Vermont walk into the lobby of a Vatican guesthouse. They shake hands. It was nothing, the pope maintains. “If someone thinks that greeting someone means getting involved in politics,” he said, “I recommend that he find a psychiatrist!”\n\nThere’s a punchline in there somewhere, but this is not a scene drawn from the rabbi-priest-joke canon. On Saturday, Bernie Sanders met Pope Francis in Rome, greeting the pontiff as he departed for Greece. The senator had been invited to speak on “the moral economy” at a conference at the Pontifical Academy of Social Science, and the speculation was fierce: Will he meet the pope, or won’t he? Although Federico Lombardi, a Vatican spokesman, suggested before the trip that a meeting wouldn’t happen, Sanders got his wish. According to The New York Times, a personal secretary to the pope found Sanders while he was at dinner and told him where and when to be if he wanted to catch Francis. It may be mostly one-sided, but the love affair of Bernie and Francis is not unrequited: Against all logic, the world’s foremost Catholic theologian and a socialist who’s running for United States president have found a jam.\n\nOn its face, the affinity between the two men might seem obvious. Both speak critically about capitalism, wealth, and greed; both seem to connect economic issues to the rest of the world’s ills. Sanders has pulled Francis close throughout his campaign, praising the pontiff ardently after he spoke to Congress last September, for example. Perhaps Sanders is hoping to soak up some of the pope’s massive popularity, or feels naturally drawn toward the other 70-something white man who has recently become an unlikely icon of progressive values. His affection seems heartfelt, though. As he told the press when news of his trip became public, “I was very moved by the invitation.”\n\nLet these seeming similarities lead us not into temptation: The alliance between Sanders and Pope Francis is profoundly odd. For one thing, Catholic teachings don’t necessarily line up with Sanders’s stump speech as much as he might like to think. The conference he attended at the Vatican was gathered to commemorate Centesimus annus, Pope John Paul II’s 1991 encyclical that focused on the evils of Marxism and communism. In that document, John Paul II argued that economies exist to serve human freedom, the core of which is “ethical and religious.” He criticized a kind of thinking that “totally reduces man to the sphere of economics and the satisfaction of material needs.” While Sanders has called for economic policies that focus more on poverty than profit-seeking and that incorporate goals like care for the environment, he is absolutely a material thinker. He apparently believes that every policy area, from foreign affairs to women’s rights, can be explained by economic factors; politics, in his view, is neither ethical nor religious, but rather a function of wealth and class. His campaign-trail preaching seems to be in conflict with the very document he flew to Rome to celebrate—not to mention central Church teachings on topics like contraception and abortion, which directly contradict Sanders’s platform.\n\nThis gets at the deeper weirdness in the Bernie-Francis axis: Sanders has washed the pope in secularism. Last week, he annotated a speech Francis made in Bolivia for The Washington Post, highlighting the pope’s call for radical changes on environmental and economic policies. The parts of the speech he assiduously avoids, though, are the ones that mention Jesus. The global system of capitalism “runs counter to the plan of Jesus, against the Good News that Jesus brought,” Francis said. “Working for a just distribution of the fruits of the earth and human labor is not mere philanthropy. It is a moral obligation.” Sanders’s marginalia explains this as a “calling for a social and economic system that lives in harmony with nature.”\n\nIt goes on. Francis calls the “unfettered pursuit of money” the “dung of the devil,” describing it as “evil”—something he believes is literal, along with a literal Satan. Sanders says this is Francis “asking us to become a different kind of person, where our happiness and well-being comes from serving others and being part of the human community.” In the prepared version of his speech at the Vatican conference, Sanders remarked that “our very soul as a nation has suffered as the public lost faith in political and social institutions”—with both “soul” and “faith” meant metaphorically rather than metaphysically, of course.\n\nTo a certain extent, Francis participates in his own secularization. Out in public, he speaks in broad, universal terms, intentionally looking for ecumenical space in the Church for non-Catholics and nonreligious people alike. Read any of his formal writings and it becomes clear that his is a particularist vision: He believes work for and with the poor is the Church’s mission, “focused on Jesus Christ,” and is a way to “proclaim the message of salvation.” But he’s skilled at secular translation, calling on atheists and believers alike to “do good,” a vague formulation of ethical uprightness that any humanist could probably get behind. This is part of why some American conservatives tend to critique the current pope: They think he has softened the hard theological boundaries that make Catholic theology distinctive.\n\nWhen Sanders speaks about Francis, he’s doing his own kind of translation magic act. In his annotation of the pope’s Bolivian speech, Sanders alludes to a global “human community” and speaks of cheerful things like “happiness” and “serving others”—rather than, say, his support for Nicaragua’s Sandinistas, a position strongly countered by the institutional Church in the 1970s and ’80s. In Rome, Sanders said, “There are few places in modern thought that rival the depth and insight of the Church’s moral teachings on the market economy.” With that phrasing, it’s easy to imagine Rerum Novarum, the Church’s foundational encyclical on economic and social issues, sitting on Bernie’s shelf right next to his copy of the The Marx-Engels Reader—although the encyclical, in many ways, was intended to provide an alternative to socialism, not an endorsement of it.\n\nFor now, Sanders has gotten his handshake, and the so-called “cool pope” may win a little more cred from progressive American Millennials who have a selective understanding of Catholic teachings and history. The encounter between the pope and the Vermont senator is a revealing glimpse of the careful public personas the two men have cultivated, which is perhaps their truest point of overlap: They are representatives of specific theological principles and political ideologies that have been carefully rendered into anodyne humanism. In a secular age, that may be the secret to their popular appeal.", "url": "https://www.theatlantic.com/politics/archive/2016/04/bernie-sanders-pope-francis-meeting/478740/"}}