{"foreign_id": "33_Fake", "article1": {"title": "As Democrats Gather, a Russian Subplot Raises Intrigue", "content": "Proving the source of a cyberattack is notoriously difficult. But researchers have concluded that the national committee was breached by two Russian intelligence agencies, which were the same attackers behind previous Russian cyberoperations at the White House, the State Department and the Joint Chiefs of Staff last year. And metadata from the released emails suggests that the documents passed through Russian computers. Though a hacker claimed responsibility for giving the emails to WikiLeaks, the same agencies are the prime suspects. Whether the thefts were ordered by Mr. Putin, or just carried out by apparatchiks who thought they might please him, is anyone’s guess.\n\nOn Sunday morning, the issue erupted, as Mrs. Clinton’s campaign manager, Robby Mook, argued on ABC’s “This Week” that the emails were leaked “by the Russians for the purpose of helping Donald Trump” citing “experts” but offering no other evidence. Mr. Mook also suggested that the Russians might have good reason to support Mr. Trump: The Republican nominee indicated in an interview with The New York Times last week that he might not back NATO nations if they came under attack from Russia — unless he was first convinced that the countries had made sufficient contributions to the Atlantic alliance.\n\nIt was a remarkable moment: Even at the height of the Cold War, it was hard to find a presidential campaign willing to charge that its rival was essentially secretly doing the bidding of a key American adversary. But the accusation is emerging as a theme of Mrs. Clinton’s campaign, as part of an attempt to portray Mr. Trump not only as an isolationist, but also as one who would go soft on confronting Russia as it threatens nations that have shown too much independence from Moscow or, in the case of Lithuania, Latvia and Estonia, joined NATO.", "url": "https://www.nytimes.com/2016/07/25/us/politics/donald-trump-russia-emails.html"}, "article2": {"title": "Trump calls son 'high-quality person,' applauds his transparency", "content": "WASHINGTON (Reuters) - President Donald Trump called his eldest son, Donald Trump Jr., a “high-quality person” on Tuesday after disclosures about the latter’s meeting last year with a woman he was told was a Russian government lawyer who might have information incriminating Trump’s Democratic rival, Hillary Clinton.\n\n“My son is a high-quality person and I applaud his transparency,” Trump said in a brief statement read to reporters by White House spokeswoman Sarah Sanders.\n\nSanders told reporters that all other questions on the matter should be referred to either his son’s lawyer or the president’s outside counsel.\n\nEarlier on Tuesday, Donald Trump Jr. posted on Twitter a chain of emails between himself and Rob Goldstone, a publicist who helped to arrange the June 9, 2016, meeting with Natalia Veselnitskaya, who says she is a private lawyer and denies having Kremlin ties.\n\n“If it’s what you say I love it especially later in the summer,” Trump Jr. replied in the email exchange after Goldstone said the information offered was “part of Russia and its government’s support for Mr. Trump.”\n\nThe disclosures could provide ammunition for U.S. investigators probing whether there was collusion between the Kremlin and Trump’s Republican presidential campaign. U.S. intelligence agencies have concluded that Moscow sought to hurt Clinton and help Trump in the 2016 presidential election.\n\nSanders said Trump was “frustrated” by the focus on Russia.\n\n“The president is, I would say, frustrated with the process of the fact that this continues to be an issue, and he would love for us to be focused on things like ... the economy, on healthcare, on tax reform, on infrastructure,” Sanders said.\n\nAsked about the fact that the words “perjury” and “treason” were now being used in the public conversation about the Trump campaign’s contacts with Russians, Sanders said, “I think those new words are ridiculous.”", "url": "https://www.reuters.com/article/us-usa-trump-russia-statement-idUSKBN19W2BU"}, "article3": {"title": "Is WikiLeaks Russia’s ‘useful idiot,’ its ‘agent of influence,’ or something else?", "content": "About a dozen years ago, an enigmatic, silver-haired hacker from Australia launched a web portal that grew to become, in his words, \"a giant library of the world's most persecuted documents.\"\n\nWikiLeaks, under the guidance of founder Julian Assange, has since published more than 10 million documents on war, spying and corruption.\n\nThe group earned notoriety in U.S. national security circles in 2010 for leaking footage of an American airstrike that killed Iraqi journalists. It would later dump more than 250,000 classified U.S. diplomatic cables, and hundreds of secret files on the Guantanamo Bay military prison.\n\nBut after WikiLeaks amplified Russia’s 2016 election interference, it fueled suspicions that the group — which holds itself out as an equal opportunity, no-holds-barred anti-secrecy outfit — had acted as the Kremlin’s co-conspirator.\n\nThe precise nature of WikiLeaks’ relationship to Moscow is not publicly known. A PolitiFact analysis found a documented pattern in which both parties’ interests appeared to align. Elements of the relationship might be clarified in Special Counsel Robert Mueller’s investigation, though a full accounting of their possible coordination may never be known.\n\nWhat was WikiLeaks’ role in 2016?\n\nAssange has been holed up in the Ecuadorian Embassy in London for the past six years to avoid what he says is a politically motivated scheme to extradite him to the United States.\n\nYet according to the U.S. intelligence community, even while Assange was in exile, WikiLeaks played a key role in Russia’s 2016 election interference.\n\nThe agencies have concluded the Russian government and President Vladimir Putin favored Donald Trump over Hillary Clinton in the 2016 election. To help Trump’s odds, Russian hackers stole emails belonging to Democratic organizations and Clinton campaign chairman John Podesta and relayed them to WikiLeaks.\n\nU.S. President Donald Trump and Russian President Vladimir Putin sit on their chairs at the beginning of a one-on-one meeting at the Presidential Palace in Helsinki, Finland, on July 16, 2018. (AP)\n\nTwo WikiLeaks dumps of damaging Clinton material came at pivotal moments during the campaign.\n\nIn late July 2016, Democrats selected Clinton as their presidential nominee at the Democratic National Convention. But days before the nominating convention, a ceremony meant to foster party unity, WikiLeaks began publishing stolen Democratic Party emails.\n\nThe first tranche — nearly 20,000 emails — revealed an embarrassing glimpse at internal deliberations among the Democratic National Committee. The correspondence appeared to show the party apparatus conspiring to boost Clinton and undermine her rival Bernie Sanders.\n\nThe emails sparked Democratic infighting just as the party sought to coalesce support for Clinton.\n\nThe next big WikiLeaks dump of damaging Clinton information came the month before the election, on Oct. 7.\n\nThat afternoon, the Washington Post published video of a 2005 interview with Access Hollywood in which Trump boasted that his celebrity status enabled him to grope women.\n\n\"I’ve got to use some Tic Tacs, just in case I start kissing her,\" Trump told interviewer Billy Bush. \"You know I’m automatically attracted to beautiful — I just start kissing them. It’s like a magnet. I just kiss. I don’t even wait. And when you’re a star, they let you do it. You can do anything. Grab ‘em by the p---y.\"\n\nLess than an hour after the Trump tape went public, WikiLeaks revealed it had received 50,000 of Podesta’s emails. It released an initial tranche of around 2,000 of the Clinton campaign chairman’s messages.\n\nThe timing of the Podesta email release fueled suspicions that WikiLeaks wanted to distract from the Access Hollywood news.\n\nDid WikiLeaks work with Russia?\n\nA number of documented instances where WikiLeaks' and Russia's interests have lined up through the years raises questions about whether this alignment is purely coincidental, or if a more direct relationship was behind WikiLeaks’ conduct in 2016.\n\nIn August 2016, the New York Times reported that the \"emerging consensus\" among U.S. officials was that Assange and WikiLeaks \"probably have no direct ties to Russian intelligence services.\" That was prior to the Oct. 7 dump, however.\n\nThe public version of the U.S. intel community assessment — published two months after the election — does not discuss their relationship with any real depth.\n\nAnd the Trump administration has said little on the subject, other than an April 2017 remark from Trump’s then-CIA chief Mike Pompeo.\n\n\"It is time to call out WikiLeaks for what it really is: a non-state hostile intelligence service often abetted by state actors like Russia,\" Pompeo said at the Center for Strategic and International Studies.\n\nSpecial Counsel Robert Mueller has alleged in indictments that Russian intelligence operatives, posing as the online persona Guccifer 2.0, transferred the Democratic materials to WikiLeaks, which is identified as \"Organization 1.\"\n\nRussia denies having interfered in American politics. WikiLeaks has long claimed Moscow was not its source of the emails.\n\n\"Our source is not the Russian government,\" Assange told Fox News’ Sean Hannity. \"It is not state parties.\"\n\nExperts are divided on whether WikiLeaks acted wittingly or unwittingly while advancing Russia’s election interference.\n\n\"The idea that WikiLeaks was acting as an unwitting agent of the Russian government has never been plausible,\" said former U.S. intelligence analyst Ned Price, noting that Russia had been publicly blamed for hacking the Democratic computers prior to WikiLeaks’ disclosures.\n\n\"We have to remember the people behind the operation are not naifs—technical or otherwise,\" Price said of WikiLeaks. \"This outfit knew exactly what it was doing and who was behind its ill-begotten goods.\"\n\nCatherine Fitzpatrick, a longtime chronicler of Kremlin activity and a former human rights activist, went a step further, describing WikiLeaks as an \"agent of influence,\" or asset, for Russia.\n\n\"It isn't just a coincidence that the foreign policy goals of Russia and WikiLeaks are the same,\" said Fitzpatrick, now a Russian translator and analyst at The Interpreter. \"They align because WikiLeaks collaborates with the Russian government.\"\n\nSome experts believe Assange did Moscow’s bidding unwittingly, serving as the Kremlin’s \"useful idiot.\"\n\nBradley Moss, a national security lawyer, says Assange’s actions appear to demonstrate a personal grudge against Western intelligence agencies. Still, he’s not buying the argument that WikiLeaks worked hand in glove with Russia during the election.\n\n\"There are certainly reasons to suggest that Assange and his team were disturbingly naive, and arguably even deliberately so,\" said Bradley Moss, a national security lawyer. \"But no evidence has emerged yet to suggest that WikiLeaks truly knew exactly how much they were being used.\"\n\nStill others say Assange is an opportunist who sees himself as exploiting Russia, instead of the other way around.\n\nWill we soon learn more about WikiLeaks’ relationship with Moscow?\n\nThe short answer is: maybe.\n\nSpecial Counsel Robert Mueller has shown interest in the Trump campaign’s contacts with WikiLeaks, so it’s possible his final report sheds light on the WikiLeaks-Russia relationship.\n\nSpecial Counsel Robert Mueller leaves the U.S. Capitol on June 21, 2017. (AP)\n\nSeparately, Assange’s name was accidentally revealed in a November 2018 federal court filing in Virginia, in a case seemingly unrelated involving a man accused of coercing sex from a minor. The inadvertent reference to Assange suggested he could see criminal charges.\n\nThe filing states that the charges and arrest warrant \"would need to remain sealed until Assange is arrested in connection with the charges in the criminal complaint and can therefore no longer evade or avoid arrest and extradition in this matter.\"\n\nElsewhere in the filing, the prosecutor states that \"due to the sophistication of the defendant and the publicity surrounding the case, no other procedure is likely to keep confidential the fact that Assange has been charged.\"\n\nIt’s unclear what charges the filing is referring to, and whether they might relate to WikiLeaks’ release of Russian-hacked materials. But the disclosure of Assange’s name gave ammunition to his long-standing theory that he is being secretly pursued by U.S. law enforcement.\n\nFor now, the best evidence available for gauging WikiLeaks relationship to Russia is circumstantial.\n\nA New York Times analysis in August 2016 of WikiLeaks’ activities during Assange’s period of exile and found a distinct pattern.\n\n\"Whether by conviction, convenience or coincidence,\" the New York Times wrote, \"WikiLeaks’ document releases, along with many of Mr. Assange’s statements, have often benefited Russia, at the expense of the West.\"\n\nThe New York Times also noted that in 2012, as WikiLeaks was running out of money, a television program hosted by Assange began airing on the Kremlin-financed news organization Russia Today.\n\nMichael Weiss, an editor at the Daily Beast and columnist at Foreign Policy, said WikiLeaks has declined to publish material that might have embarrassed the Russian government.\n\nHe cited a document that showed a state-owned Russian bank propping up the economy of Syrian President Bashar al-Assad. The document was in WikiLeaks’ possession, but was only obtained through leaked court documents.\n\nThe magazine Foreign Policy also reported that WikiLeaks turned down \"a large cache of documents related to the Russian government\" during the 2016 campaign, opting instead to publish Democratic documents that had been flagged as stolen by Russian hackers.\n\n\"That's one hell of a coincidence,\" Weiss said, referring to the record of WikiLeaks’ and Russia’s congruent interests. \"If you're a U.S. intelligence officer you don't believe in such coincidences.\"", "url": "https://www.politifact.com/article/2019/mar/18/wikileaks-russias-useful-idiot-its-agent-influence/"}}