{"foreign_id": "35_Fake", "article1": {"title": "One of Donald Trump's Most Ardent Defenders is Dallas Pastor Robert Jeffress", "content": "Here’s Robert Jeffress, talking to the hundreds of thousands of people watching conservative cable news on a typical Friday evening, and he’s defending President Donald Trump against the latest array of accusations in the news this week. And he isn’t simply defending Trump—he’s defending him with one carefully crafted Bible-wrapped barb after another, and with more passion, more preparation, more devotion than anyone else on television.\n\nAs Lou Dobbs finishes his opening remarks, Jeffress laughs and nods. It’s early January, about two weeks into what will prove to be the longest government shutdown in U.S. history. Across the country, hundreds of thousands of federal workers are missing paychecks, worrying about mortgages, car payments, utility bills. Some have started going to food banks. But Dobbs waves his hand up and down and tells Jeffress that he hasn’t heard anyone—“literally no one!”—say they miss the government. The jowly host revels in Trump’s threats that the shutdown could continue “for months, if not years,” if that’s what it takes to get more wall built on America’s border with Mexico.\n\nJeffress, speaking from a remote studio in downtown Dallas, agrees completely. “Well, he’s doing exactly the right thing in keeping this government shut down until he gets that wall,” he says.\n\nJeffress is the senior pastor at First Baptist Dallas, a 13,000-member megachurch that’s one of the most influential in the country, but he’s known best for appearances like this one: he’s often on Fox & Friends or Hannity or any number of sound-bitey segments on Fox News or Fox Business. His own religious show airs six days a week on the Trinity Broadcasting Network. He has a daily radio program too, broadcast on more than nine hundred Christian stations across the country, though it’s TV he loves best. Dobbs invites Jeffress onto his show nearly every week.\n\nPopular Videos Previous Next more\n\nJeffress preaching at First Baptist Dallas on April 1, 2018. First Baptist Dallas\n\nJeffress continues. He cites the Old Testament tale of Nehemiah, who was inspired by God to rebuild the walls of Jerusalem. “The Bible says even heaven itself is gonna have a wall around it,” Jeffress adds. “Not everyone is gonna be allowed in.”\n\nIt’s not clear whether Dobbs buys this theological reasoning, but he’s at least amused by it. “What would be the point of those pearly gates if there weren’t a wall, right?” the host says with a Cheshire grin.\n\nThe pastor keeps going. “What is immoral,” he says, “is for Democrats to continue to try to block this president from performing his God-given task of protecting this nation.”\n\nThe 63-year-old Jeffress is trim and winsome, with a natural smile and a syrupy demeanor. Tonight he’s wearing a charcoal suit and a gleaming magenta tie with matching pocket square. As he speaks, the screen behind him shows generic patriotic imagery. He has the syntax and enunciation of a champion debater and the certitude of someone who believes he gets his instructions directly from God.\n\nHe is known for leaning into controversy, whether it’s declaring that Mormonism is “a heresy from the pit of hell” (which resulted in an extended public beef with Mitt Romney) or preaching a sermon titled “Why Gay Is Not Okay” (which resulted in a protest outside his church) or having two hundred or so members of his choir and orchestra perform a rendition of a hymn called “Make America Great Again” at a concert in Washington, D.C. (which resulted in not one but two approving tweets from President Trump).\n\nHe is also known, of course, as one of the president’s most avid and outspoken advocates. While other evangelical leaders were slow to get behind Trump—James Dobson, for example, wondered about Trump’s religiosity—Jeffress campaigned with him before the 2016 primaries even started, before Ted Cruz and Jeb Bush and Marco Rubio flamed out. If some evangelicals who now back Trump fret that they’ve entered into a Faustian bargain, for Jeffress it’s a wholehearted embrace. It’s become one of the most fascinating symbiotic relationships in modern politics: the pastor gets a national platform for his message and a leader who appoints conservative judges who will in turn restrict access to abortion; the president gets the support of evangelical voters he needs to win reelection, along with an energetic and effective promoter who can explain or excuse all manner of polarizing behavior.\n\nWhen the Access Hollywood tape leaked before the election and America heard Trump brag about grabbing women, Jeffress went on Fox News to say that the candidate’s words were “crude, offensive, and indefensible, but they’re not enough to make me vote for Hillary Clinton.”\n\nAfter the president said there were “some very fine people on both sides” of the deadly clash between white nationalists and counterprotesters in Charlottesville, Virginia, Jeffress appeared on the Christian Broadcasting Network to say that Democrats were falsely painting Trump as a racist. “Racism comes in all shapes, all sizes, and, yes, all colors,” explained the pastor. “And if we’re going to denounce some racism, we ought to denounce all racism.”\n\nWhen the adult-film actress Stormy Daniels announced that she’d had a sexual encounter with Trump and was paid to keep quiet before the election, Jeffress explained in a Fox News debate with Juan Williams that evangelicals “knew they weren’t voting for an altar boy.”\n\nJeffress defended Trump when the president referred to a kneeling NFL player as a “son of a bitch.” He justified the administration’s separating children from their parents at the border. When Trump questioned why America would accept immigrants from “shithole countries,” Jeffress responded this way: “Apart from the vocabulary attributed to him, President Trump is right on target in his sentiment.”\n\nTen days before tonight’s appearance with Dobbs, Jeffress was on a different Fox show, scoffing at a Christmas tweet from Representative Alexandria Ocasio-Cortez, a New York Democrat, suggesting that Jesus was a refugee. “There’s nothing in the Biblical text to suggest that Mary, Joseph, and Jesus came to Egypt to flee Herod illegally,” Jeffress said, laughing and shaking his head. “And they certainly didn’t come in a caravan of five thousand, threatening Egyptian sovereignty.”\n\nNo doubt Jeffress knows that a lot of the people waiting at the border are there precisely because they want to enter legally, as asylum seekers, but that didn’t come up on air. These television exchanges, usually over in five minutes, don’t allow for such distinctions.\n\nDuring this evening’s three-minute discussion with Dobbs, Jeffress sounds more like a fiery Old Testament prophet than a turn-the-other-cheek Christian: he decries Democrats for supporting sanctuary cities laws he believes led to the death of a police officer in California. He says Michigan representative Rashida Tlaib is “despicable” for using “gutter language to curse our president.” He declares, “The Democrats are the party of immorality.” He calls Romney a “self-righteous snake.”\n\nHis animated ranting earns a belly laugh from Dobbs. Finally, the host tells him, “Pastor, good to have you with us!”\n\nWith that, the camera’s off. After wiping away his TV makeup, Jeffress will walk out of the studio, drive to his home in North Dallas, and spend the rest of the evening watching TV with his wife, Amy. He may even watch a replay of tonight’s show.\n\nTV reaches people, and reaching people is important to Jeffress. And to reach people, he knows, you must understand who they are and how they will hear you. You must be, as the Apostle Paul once put it, all things to all people.\n\nHere’s Robert Jeffress as a boy in the sixties, well-mannered and bright, so infatuated with the power of television that he dreams of one day becoming—of all things—an executive producer on a TV show. He’s so dedicated to this dream, so enthralled by show business, that he wakes up early some days to play his accordion before school on a children’s morning show in Dallas called Mr. Peppermint.\n\nHis family lives in Richardson, but they spend plenty of time at First Baptist, downtown. It’s a turbulent time for Dallas, where the president has just been assassinated, and for the church, which is reckoning with desegregation. First Baptist has always been enmeshed in politics: George Truett, who became pastor in 1897, gave his most famous sermon, about the separation of church and state, on the steps of the U.S. Capitol, in Washington, D.C. His successor, W. A. Criswell, is not shy either: He has decried the Supreme Court decision to desegregate schools as “idiocy” and suggested that Catholics do not make good presidents. In 1968 Criswell reverses his position on desegregation and is soon thereafter voted in as president of the Southern Baptist Convention. The move puts North Texas at the center of a massive conservative movement.\n\nHis ninth-grade speech teacher tells him, “Jeffress, you’re going to be a preacher one day, and it scares the bejeebers out of me because you can sell anybody anything!”\n\nYoung Robert absorbs all this. His parents campaign for Barry Goldwater in 1964. When he is fourteen, Roe v. Wade goes to court, just a short walk from First Baptist; he’s seventeen when the Supreme Court legalizes access to abortion. In 1976 Criswell endorses Gerald Ford from the pulpit, but Jeffress casts his ballot—his first—for a Democrat, a born-again Christian from Georgia named Jimmy Carter.\n\nAlthough Jeffress is just a boy, people around him are already taking notice of his power to influence others. His ninth grade speech teacher tells him, “Jeffress, you’re going to be a preacher one day, and it scares the bejeebers out of me because you can sell anybody anything!” Criswell becomes his mentor, and in fact, when he’s a freshman in high school, Jeffress hears God tell him to abandon his executive producer dreams.\n\nFor the first fifteen years of his career as a pastor, at a small church in Eastland and then a larger First Baptist in Wichita Falls, Jeffress doesn’t get political. He rarely mentions abortion or homosexuality. But he learns the power of controversy in 1998, when a member of his church shows him two children’s books from the local library: Heather Has Two Mommies and Daddy’s Roommate. Jeffress announces that he will not allow the books to be returned. The city council takes his side, the American Civil Liberties Union sues the city, and the story makes national headlines. Eventually a court decides the library can keep the titles in the children’s section, but by then Jeffress has received letters and donations from all over the country. Church attendance goes up, and soon comes an expensive new sanctuary.\n\nJeffress will remember these lessons when he is invited, in 2007, to return to First Baptist Dallas as senior pastor. In his first few years back, he gives sermons with attention-grabbing titles on the marquee and makes controversial statements about, in no particular order, Mormons, Muslims, Jews, Catholics, gays, lesbians, and Oprah Winfrey. Almost a decade later, he embraces one of the most controversial presidential candidates of all time, and in 2018 the church reports the highest giving levels in its 150-year history. Now, like Criswell and Billy Graham, who was himself a longtime member of First Baptist Dallas, Jeffress has the ear of the president.\n\nThrough all this, he retains his affinity for television. In 2018 his entire family is featured on a TLC reality show centered on his oldest daughter’s newborn triplets. At First Baptist, the main sanctuary gets outfitted with six or seven high-definition screens that can be made into a long LED scroll that ribbons across the back of the proscenium. Sunday services are broadcast live on the church website, an operation that includes seven cameras, a team of grips and technicians, and a control room that rivals studios at CNN and Fox. The church posts his cable news clips on YouTube. Jeffress says TV accounts for a small percentage of his work but that Fox News—where he becomes a paid contributor under contract—is a “gateway to bring people into our ministry.”\n\nOlivier Douliery-Pool/Getty\n\nAnd television, it turns out, is how he connects to the president, a man with his own affinity for reality shows. In mid-2015, after seeing Jeffress compliment him on Fox News, Trump tweets out the clip and has someone from his office—Jeffress doesn’t remember who—reach out so he can thank the pastor for the kind words.\n\nWhen Jeffress recounts the story, he lowers his voice an octave to repeat the way he’s heard Trump describe it: “ ‘You know, I was watching TV one night, and I’ll never forget, I saw Pastor Jeffress saying, ‘Trump’s a lousy Christian, but he’s a good leader. ’ ”\n\nThe pastor interrupts himself to clarify. “Of course, I didn’t quite say it that way,” he explains, lest anyone think he called the president lousy. “I said, ‘He’s not a perfect person, but he’s a tremendous leader.’ ”\n\nJeffress has also heard Trump tell it this way: “I was watching television with Melania, and I saw Pastor Jeffress, and I said, ‘Look at his mouth move! Look at how quickly that mouth moves. It’s like a machine gun! I would never want to see that used against me someday!’ ”\n\nTrump’s campaign asks Jeffress to pray at a rally in Dallas that fall, and soon the two forge what they describe as a friendship. The candidate sends nice notes or has his assistant email, and in early 2016, Trump invites Jeffress to join him on the campaign trail. The pastor spends a weekend with Trump in Iowa, where, both men understand, evangelical support can make or break a Republican presidential run. Jeffress says things like “I don’t want some meek and mild leader or somebody who’s going to turn the other cheek. I’ve said I want the meanest, toughest SOB I can find to protect this nation.”\n\nThen Jeffress is at Trump Tower on the day of the election. The mood is not optimistic. Jeffress tells Trump he hopes they’ll stay friends, no matter the outcome. Trump asks him if he thinks evangelical voters will show up for him. The pastor says he does. Later that night, Jeffress and his wife go to the Hilton to watch the results come in. For a while, it’s slow and quiet, and the couple debate leaving early.\n\nBut as the evening wears on, the feeling in the room starts to change.\n\n“I will never forget when the spotlight was thrown on the balcony of the ballroom,” he recalls later, his voice slowing for dramatic effect. “The president and the first lady and their family entered to the soundtrack of the movie Air Force One. It was a chill-bumps moment.”\n\nAfter a speech, Trump comes down from the stage to shake a few hands. Spotting Jeffress, he walks over and puts his arm around the pastor. The boy who used to play his accordion on Mr. Peppermint is now standing next to the future president. “Did you see it?” Trump says. “Largest evangelical turnout in history!”\n\n“Yes, sir, I saw it,” Jeffress tells him. “I just wanted to be sure you saw it.”\n\nHere’s Robert Jeffress in his office, a year or so into Trump’s first term, speaking to a reporter: me. We have a bit of history. In late 2011, around the time Jeffress was first upsetting conservatives by criticizing Republican presidential front-runner Mitt Romney, I wrote a profile of Jeffress for D Magazine. In the story, I explained that despite the fact that I disagreed with him on virtually every issue—at the time, he was supporting a presidential run by Texas governor Rick Perry—I found Jeffress charming and personable. Yes, he insists that the vast majority of humanity will spend eternity in a pit of fire. But he’s also self-deprecating and disarming. I was curious about his political advocacy and how he squares it with the teachings of Jesus.\n\nAfter the story ran, we continued to have lunch every couple of months, usually in his office. It’s on the sixth floor of one of the church’s eight buildings, with towering shelves of scholarly journals, framed covers of his books (he has written more than twenty), and floor-to-ceiling windows that look out over the Nasher Sculpture Center. We ask each other about family and work. We discuss news and politics and whatever’s happening in the world that week.\n\nHe’s completely engaged, attentive. With or without the TV makeup, he’s the same man. Same rapid-fire delivery. Same polite, saccharine manner. Same unapologetic born-again Baptist view of the world. He says he genuinely wants me to dedicate myself to Jesus Christ, and he prays for me and my wife. His goal is to save as many souls as possible before the end times. He knows journalism is important to me, and he reminds me that some of the greatest writers in history were Christians. I joke that I know he’d love to brag that he helped shape some sort of present-day C. S. Lewis.\n\nJeffress often tells his flock that God sends us tests and trials. I want to ask Jeffress if he thinks there’s any chance Donald Trump is a test from God—and if maybe he’s failing.\n\nI’m also forthright: about my curiosity, about my dismay at the many things he says and does that have the potential to hurt so many people. He knows what I’m talking about, and he laughs and nods. We discuss my writing something about him and his friendship with the president. He likes the idea. Then he jokes, “Now, don’t pull a Michael Cohen on me!”\n\nSo for months, I attend Sunday services, hang out at church events, spend hours talking politics with religious conservatives, and meet over and over with Jeffress himself. The unlikelihood of the Trump presidency has occasioned much ink and froth about the many purported reasons that white evangelicals supported him: economic and racial fears, Supreme Court picks, abortion, the fact that he wasn’t Hillary Clinton, and so on. It’s also provoked condemnation of Jeffress and his fellow Trump-supporting religious leaders for seemingly abandoning Christian principles in exchange for power—for becoming “court evangelicals,” as historian John Fea, the author of Believe Me: The Evangelical Road to Donald Trump, puts it. Fresh-faced 2020 presidential hopeful Pete Buttigieg, a gay military veteran and a Christian, likes to say that support for Trump is in tension with much of the New Testament, including, for example, the way Jesus condemns those who truckle to the strong while neglecting the poor. Closer to home, Eric Folkerth, the senior pastor at the much more liberal Woods United Methodist Church, in Grand Prairie, writes an open letter to Jeffress in May, calling him “a Pharisee of our time.”\n\nAnd so I press Jeffress to explain the choices he makes, to explain the things he says in front of the cameras. Jeffress has told me he was drawn to Trump’s leadership and intellect. “He’s a very smart person,” he’s said. “You don’t become a billionaire and president of the United States by being an idiot.” But none of that quite explains why a pastor goes out of his way to publicly defend the president’s every indiscretion. He could easily vote according to his views on the Supreme Court or according to his conscience on abortion without also going on TV, over and over, in front of hundreds of thousands of viewers, to explain away things like Trump’s adultery and language that inflames foreign policy. He could be in favor of immigration reform, for example, and not feel compelled to rationalize the separation of families. He could believe that God has put someone in power and still hold that person to a high moral standard.\n\nJeffress often tells his flock that God sends us tests and trials. I want to ask Jeffress if he thinks there’s any chance Donald Trump is a test from God—and if maybe he’s failing.\n\nHere’s Robert Jeffress on a Sunday morning, surrounded by lights and cameras and flat screens the size of school buses, taking the stage with the confident stride of a talk show host. He’s looking out on an audience of roughly 1,600, with thousands more watching and listening in, delivering a sermon that’s at turns funny and thoughtful and ripe with references to pop culture and historic events and scholarly interpretations of biblical passages. Jeffress is wearing a dark suit with faint pinstripes, a red tie that glimmers under the lights, and a nearly imperceptible wireless microphone over his right cheek, and he’s nailing the timing of every joke and pausing for laughs and modulating his voice in just the right way to create connection.\n\nToday’s sermon is about “the antidote to worry,” and it unfolds like a forty-minute brimstone-scented TED talk. In the first few minutes alone, he mixes in quotes from obscure authors, anecdotes from World War II, and the etymology of the word “worry.” Sprinkled throughout are also copious references to supporting Scripture; there are more than ten, from the Old Testament and New, in the first twenty minutes. After each citation, he pauses to let his words linger. His reasoning is based on the fact that every word of the Bible is literally true.\n\nJeffress agrees with the popular comparison evangelicals draw between President Trump and Cyrus the Great, the ancient Persian king who, according to Jewish tradition, allowed the exiled Hebrews to return to Jerusalem. Cyrus is thought of as a secular agent of God’s divine plan, and this oft-cited parallel is useful to Trump’s most enthusiastic backers as a way of explaining their support: they can champion him, they say, because there is a difference between the earthly realm and the heavenly one, between government and church. In an interview with the Washington Post, Jerry Falwell Jr. put it this way: “In the heavenly kingdom, the responsibility is to treat others as you’d like to be treated. In the earthly kingdom, the responsibility is to choose leaders who will do what’s best for your country.”\n\nBut keeping your realms separate is not so clear-cut when you’re both a pundit and a pastor. Jeffress, unlike his peers, is the full-time shepherd of a flock. In the lustrous sanctuary of First Baptist—the church has multiple six-story garages and crowded escalators and feels a little like one of the theaters or music halls a few blocks away in the Arts District—Jeffress preaches two sermons nearly every Sunday. He attends luncheons and prayer meetings and Bible studies. He visits people in the hospital and performs weddings and funerals. He helped raise more than $135 million for a renovation that included a new children’s building, sky bridges, and a dancing, LED-loaded fountain. At special events, visitors are given not a Bible but a copy of one of his books. “He is so right,” one of his members, a black mother in her thirties, tells me. “It is time to stop being wimpy about Christianity. I wish more Christians had the heart for the Lord that he does.”\n\nJeffress studiously insists that his politics and his pastorate are separate. “We don’t check green cards or passports at First Baptist Dallas,” he’s fond of saying. When he’s at the podium in church, he seldom utters a word about the president. And while some of the older men in the pews are wearing American flag and Israeli flag pins on their suits—and there’s at least one bumper sticker in the parking garage for QAnon, a far-right conspiracy theory alleging a “deep state” plot against Trump—it’s not like members are debating legislative policy in the halls. It’s more that there’s a general celebration and commingling of patriotism and piety. I recently attended services on and off for five months and never heard Jeffress mention politics explicitly in a sermon. I heard him talk about how heaven is a real place and what people do there: enjoy the relief of a job well done, share fellowship with loved ones, get to better know their Lord.\n\nThough First Baptist doesn’t keep records on its racial demographics, the congregation seems as diverse as that of any megachurch in North Texas. Affluent older white people dressed in stiff suits and flowery dresses with matching hats. Young couples, the men in jeans and tucked-in button-downs, the women in cotton dresses. A black family spanning four generations. Immigrants from Latin America and Africa and Eastern Europe and East Asia. At the other end of the building, in a separate sanctuary, hundreds more people—mostly younger—watch Jeffress on a live broadcast.\n\nAbout twenty minutes into his sermon about worry, Jeffress says something that makes me perk up a bit. He’s hoisting an open Bible in his left hand when his tone changes for just a moment, and he stares into the camera, his right hand gesturing to the breast of his pinstriped suit. “I can tell you from personal experience: God’s discipline is never pleasant,” he says. “There are times in my life—don’t ask for details, I’m not gonna give ’em to you—but I can tell you, there are times that I have not been doing the right thing, and God put his heavy hand upon me. And I can tell you for sure, I never want to experience that again.”\n\nHe explains that we don’t have to experience God’s discipline if we live our lives the right way. He makes another emphatic gesture with his right hand, this time with his thumb out in a way that evokes Bill Clinton.\n\n“Today,” he says, we can “start walking in a new direction.”\n\nAs he always does, Jeffress invites anyone who wants to be saved to come forward and dedicate their life to Jesus Christ. His voice is soft. Even in a crowd of some 1,600 people, for a split second it can feel as if he’s talking to you personally.\n\n“It’s no coincidence that you’re hearing my voice today,” he says.\n\nWhen he’s done this morning, there are at least a dozen people walking down the aisles, ready to be born again.\n\nRobert Jeffress at First Baptist Dallas on March 27, 2019. Photograph by Trevor Paulhus\n\nHere’s Robert Jeffress in his office again, on a weekday afternoon in early fall. He’s sitting flat-footed in a blue leather chair, wearing one of his usual dark suits and satiny ties, like he’s ready to appear on camera at a moment’s notice, should the need arise. I’m sitting at the end of a big leather couch, a few feet away, with my recorder between us.\n\nWe’re talking about the distinction he makes between what he considers spiritual and political. I want to know if it’s really tenable, if it’s really honest. On Twitter, he promotes his sermons and events at the church right next to his appearances on Fox News. When his choir performed “Make America Great Again” in D.C., it was a de facto Trump rally—and now the song is in the church hymn database. He doesn’t just invite Fox personalities like Sean Hannity and politicians like Ted Cruz and Greg Abbott into his sanctuary; the church often uses their appearances as bring-a-friend promotions.\n\nOur conversations over the months often return to this topic, and he agrees it’s an important one.\n\n“If someone asks me to talk on a subject,” he says, “I ask myself the first question: Does the Bible have a particular point of view on this?”\n\nThe Bible has a point of view on many things, he explains. Some things, like capital punishment or whether a country’s leader has a right to defend its borders, he thinks, are clear. Other issues, like marginal tax rates and public health-care policy, are less clear. And besides, when Hannity was there to promote a Christian movie, they didn’t say much about politics at all.\n\nWhat about when you call Democrats the “party of immorality”? I ask. Isn’t that crossing the line into politics?\n\n“I think, in a lot of ways, the Republican party is just as spiritually bankrupt as the Democratic party, but at least at this point in time they are championing some moral principles like the right to life and the right of religious liberty.”\n\nIt’s an interesting equivocation, and I’m reminded how, in our exchanges, he has emphatically insisted that he’s not a Republican or a Democrat. He has also told me his congregation has plenty of Democrats, though I haven’t met one. When I ask him if he’d ever invite a Democrat or someone from CNN to speak at his church, he laughs.\n\n“You know, I would have to think about it,” he says. Then he adds, “But if we haven’t, it’s not because they are Democrats. It’s because of the point of view they would articulate on these basic core spiritual issues. I mean, try to find me a pro-life Democrat leader. You can’t find one.”\n\n“Basic core spiritual issues” is usually his answer when I press him on why he goes out of his way, again and again, to defend Trump. He cares about religious liberty—which for him essentially boils down to whether churches and businesses should be required to provide birth control for employees and whether businesses can deny service to gay or trans people. And nearly every policy discussion eventually comes back to what he sees as the national battle that started in Dallas when he was a teenager. He believes Roe v. Wade, not the issue of sexual assault or of judicial temperament, was at the heart of the fight over the nomination of Brett Kavanaugh to the Supreme Court. The Democrats were worried that Kavanaugh’s rulings would “somehow lessen the number of babies being murdered every year in the womb through abortion.”\n\nGun rights is one of the two main issues on which he disagrees with the Republican party. The other is health care. He has been a vocal critic of Obamacare, but Jeffress does tell me, “The GOP is on the wrong side of this.”\n\nThis is why Trump is the sort of warrior evangelicals have long craved, a warrior who will fight for their beliefs regardless of whether he holds those beliefs himself. This is why Jeffress doesn’t worry about Trump’s personal behavior. “When you’re in a war, you don’t worry about style,” he explains. “Nobody would have criticized General Patton because of his language. We’re in a war here between good and evil. And to me, the president’s tone, his demeanor, just aren’t issues I choose to get involved with.” (When I look this up later, I learn that some top commanders and many members of Congress did criticize—and discipline—General Patton for verbally abusing and slapping two soldiers. He was suspended from his command and made to apologize.)\n\nI ask Jeffress why, since he believes all sin is equal, abortion is more important than every other issue. Criswell, his mentor, and other past religious leaders didn’t feel nearly as strongly about the topic. Criswell stated publicly that life begins at birth and didn’t change his stance until after the widespread use of ultrasound technology. “Criswell and other evangelicals were just ignorant of the science,” he says. “We didn’t have the ability to view a life inside the womb as we do today and understand that that’s a real, live human being.”\n\nWhat about children at the border and the administration’s policy of separating families? Doesn’t he think we should protect babies at our borders too?\n\n“Look,” he tells me, “if you have a woman who is convicted of a bank robbery and she has an infant child and she’s sent to prison, I mean, her baby is going to be ripped from her.”\n\nBut of course, we have gradations of crimes in this country, and crossing a border—even if it’s illegal—is a far different thing than robbing a bank. This policy was instituted as a deterrent. I remind him that many people, including some Baptists, believe it’s a callous way to treat children.\n\n“If we don’t secure our borders, we’re enticing the needy people, the persecuted people, to make a dangerous journey to come to this country or try to enter illegally, and I think, in part, we are morally responsible for doing that,” he tells me. He compares it to laws that hold homeowners responsible when a child strays into an unfenced pool and drowns. “We’ve got to figure out a way to secure our borders and at the same time deal equitably and justly with people who want to enter this country for legitimate reasons.”\n\nI bring up some other children: the survivors of mass shootings. After the shooting at Marjory Stoneman Douglas High, in Parkland, Florida, when students organized marches across the country to protest U.S. gun laws, Jeffress told Fox News viewers that changing the laws would not help because laws couldn’t change the evil in someone’s heart—though maybe displaying the Ten Commandments in schools could. Talking with me, though, he admits that mass shootings weigh on him heavily. He points out that, in Genesis, the primary reason God floods the earth is violence. “God hates those who harm others,” he says. “I don’t believe that the Bible or even the Constitution gives a unilateral, unconditional, unrestrained right for guns. The government has a right and responsibility to control that.”\n\nGun rights, in fact, is one of the two main issues on which he disagrees with the Republican party. The other is health care. He has been a vocal critic of Obamacare, but Jeffress does tell me, “The GOP is on the wrong side of this.” He says, “There ought to be a safety net” and “Americans want coverage for preexisting conditions” and that “before we dismantle something, we ought to have something better ready in its place.”\n\nI ask Jeffress if he’d be critical of, say, someone like Democratic senator Cory Booker, if the public learned he’d had an affair with a porn star.\n\n“I have to be consistent,” he tells me. “And consistent would say that my objection to Cory Booker would not be his personal life but his public policies.”\n\nHere’s Robert Jeffress in January 2016, sitting on Trump’s plane between campaign stops in Iowa, and the pastor and the presidential candidate are finishing their lunch of Wendy’s cheeseburgers when Jeffress says, “Mr. Trump, I believe you’re going to be the next president of the United States. And if that happens, it’s because God has a great purpose for you and for our nation.” Jeffress quotes from the book of Daniel, chapter two, and explains, “God is the one who establishes kings and removes kings.”\n\nTrump looks at the pastor and says, “Do you really believe that?”\n\n“Yes, sir, I do,” Jeffress says.\n\nTrump asks, “Do you believe God ordained Obama to be president?”\n\n“I do,” Jeffress tells Trump. “God has a purpose for every leader.”\n\nThis is certainly not the way Jeffress talked about Barack Obama when he was president. Jeffress wasn’t a fan. Shortly before Mitt Romney secured the Republican nomination in 2012, Jeffress said he’d “hold [his] nose” and vote for him instead of Obama, despite believing that Mormonism is a cult and Romney is going to hell. (He’s also said that Jews, Hindus, Muslims, and nonbelievers are destined for hell.) He criticized both Obamacare and National Security Agency surveillance as violations of Americans’ freedom. In 2014, citing Obama’s support for same-sex marriage, Jeffress declared that the president was “paving the way for the Antichrist.”\n\nJeffress very much believes that an Antichrist will rise to power one day—possibly soon—before Jesus returns to earth. This isn’t entirely surprising. After graduating from Baylor, he attended Dallas Theological Seminary, a hub of twentieth-century dispensational theology, where he was taught, and embraced, the idea that God reveals himself progressively through different dispensations, or ages, and that these would culminate in an epic showdown between Christ and a fearsome enemy. Key events of this apocalypse would occur in Israel, went the thinking, and it was common for dispensationalists to publicly identify people they thought might be the Antichrist. Henry Kissinger was a popular pick; so was Mikhail Gorbachev, whose prominent birthmark looked suspiciously, to some, like the mark of the beast. Eventually most religious figures stopped trying to identify the Antichrist and the exact date of Christ’s return, but they didn’t stop believing that the supernatural confrontation was imminent.\n\nAt one point, not long after Trump meets with Kim Jong-un and it feels like we might be closer to nuclear annihilation than we have been in half a century, I ask Jeffress, mostly as a joke, whether evangelicals support this president because they secretly think he’s hastening the end times and the return of Jesus.\n\nJeffress lets out a quick chirp of a laugh. Actually, he explains, a lot of evangelicals view Trump as a brief reprieve from a downward moral spiral: everything from the removal of Ten Commandments monuments to restrictions on prayer in schools to the ways our culture flaunts sex and corrupts minds. He’s under no illusion that the Democrats won’t return to power again one day. Trump, he says, is a way to push in the other direction, if only temporarily.\n\nHe anticipates my follow-up.\n\n“Why would Christians want to put off the return of Christ?” he asks. “To give us more time to save people.”\n\nThe truth for him personally, though, is that he also just likes Trump. Jeffress insists that theirs isn’t just a quid-pro-quo sort of friendship, a calculated, cynical partnership. He says he genuinely enjoys Trump’s company. He’d like to think they’d be friends regardless of the presidency.\n\nJeffress says Trump isn’t as impulsive as he might seem. He says the president has told him how he workshops insulting nicknames he plans to call opponents on Twitter. He says he watched as Trump agonized at the White House over what to do about DACA recipients. He’s seen the president demonstrate diligence and control, unlike the raging character often depicted in the press.\n\nSeveral times in our conversation, Jeffress plays it a little safer and parses his words, saying that he and the president “aren’t bosom buddies.” Is he protecting himself in case one day his association with Trump becomes toxic?\n\n“Not at all,” he says. “I just want to be as accurate as possible.”\n\nA few months after his inauguration, Trump boasts about issuing an executive order instructing the Department of the Treasury not to pursue religious organizations when they violate the Johnson Amendment, which prohibits nonprofits from making partisan political statements, a restriction Jeffress has spoken out against for more than a decade. Then, in May 2018, the Trump administration does something even more important for evangelicals: it officially relocates the American embassy in Israel from Tel Aviv to Jerusalem, much of which is regarded under international law as occupied territory.\n\nJeffress, the lifelong dispensationalist, is invited to give the opening prayer at the new embassy’s dedication. He’s there, in Jerusalem, standing at the lectern with his eyes closed. He’s just feet from Prime Minister Benjamin Netanyahu, Ivanka Trump, and Jared Kushner—all Jewish, all going to hell in Jeffress’s view, all sitting together in the front row.\n\nAfter thanking God for the blessing and protection of Israel, and for the work of both Netanyahu and the U.S. ambassador to Israel, Jeffress thanks God for the “tremendous leadership” of Donald Trump. “Without President Trump’s determination, resolve, and courage, we would not be here today,” Jeffress says. “We thank you every day that you have given us a president who boldly stands on the right side of history but, more importantly, stands on the right side of you, O God, when it comes to Israel.”\n\nA few months after that, in August, the White House hosts an elaborate dinner for a hundred or so evangelical leaders from across the country. Franklin Graham is there. So are James Dobson and Paula White, a TV host and pastor of a Florida megachurch. Jeffress is one of the preachers Trump thanks by name.\n\nReading prepared remarks, the president lists his evangelical-friendly accomplishments: issuing orders limiting government funding for groups that provide abortions, helping to free an American pastor being held in Turkey, moving the embassy to Jerusalem. Of course, there’s no record of him mentioning any of these issues before campaigning for president and meeting people like Jeffress.\n\nAt the end of his short speech, Trump thanks the religious leaders. He calls them “special people.” Then he looks up from his script.\n\n“The support you’ve given me has been incredible,” the president says. “But I really don’t feel guilty, because I have given you a lot back.”\n\nHere’s Robert Jeffress at a Maggiano’s in North Dallas, standing in front of two hundred or so people at an event called Dinner With the Pastor. Every few months, prospective church members are invited to have a meal and conversation in a private room, all on First Baptist’s tab. The massive serving plates on each table are full of ravioli slathered in cream, balsamic-glazed chicken, and meaty lasagna. There are Frisbee-size crème brûlées and gallons of iced tea. The highlight of the evening, though, is when attendees are invited to ask the pastor anything they want.\n\nOne woman says she campaigned for Trump and wants to know if Jeffress really told him he knew he would be president. Jeffress recounts the conversation they had over Wendy’s cheeseburgers. But he adds that he doesn’t consider himself a Republican. First Baptist, he says, has “plenty of people who love President Trump and people who don’t love President Trump.”\n\nTo watch him find new ways to justify his support is as impressive as it is exasperating.\n\nSomeone wants to know when Jeffress finds time to read the Bible. Someone has a specific question about a verse in the book of Isaiah. Then a woman with an Australian accent asks Jeffress if Trump is saved. The room gets quiet.\n\nJeffress explains that early on in his relationship with Trump, he asked, “Mr. Trump, what do I say when people ask me about your faith?” He says Trump responded, “Tell people that my faith is very important to me but that it’s also very personal.”\n\nThen someone asks if he agrees with the president about the news media. Jeffress looks right at me and smiles. He tells the audience that his mother was a high school journalism teacher. Her former students went on to work for some of the best newspapers in the country. “I honestly believe that most of the media tries their hardest to get it right,” he says, adding that the freedom of religion and freedom of the press are inextricably linked by the First Amendment.\n\nOver the following weeks, Jeffress and I discuss Russia and the forthcoming Mueller report, the joys of raising children (he has two daughters), the #MeToo movement and the church’s relationship with women. Every time we talk—no matter the headlines, no matter the president’s latest inflammatory remarks—Jeffress is steadfast in his defense of Trump. When the Mueller report is released in April and shows ample evidence of obstruction of justice, Jeffress says he still believes the entire investigation has been a political ploy to damage the president.\n\nTo watch him find new ways to justify his support is as impressive as it is exasperating. I ask him if he’s bothered when the president tells easily disprovable lies—like when he claims, contrary to the evidence, that special prosecutor Robert Mueller is a Democrat.\n\n“I operate under the assumption that the president knows more than we do,” he says. “I think he probably has insight into that investigation that I don’t have.”\n\nNot once, in all the months we’ve met, has Jeffress criticized Trump. I want to know if he is at all concerned by the cost of this allegiance. I ask if he worries about turning off seekers with what they might perceive as his hypocrisy. Even Billy Graham ultimately regretted his involvement with Richard Nixon.\n\nHe tells me he isn’t concerned. He endorses the president’s policies and not necessarily his behavior, he says, and most people are smart enough to know the difference. I ask if he worries that Trump is driving deeper the wedges in our society or stoking dangerous ideologies and emboldening nefarious actors. He tells me he believes the president has merely exposed the division in our country and that a public figure isn’t responsible when someone misinterprets a message as a call for violence. “There have been screwballs and zealots throughout history who have taken the truth and twisted it,” he says.\n\nI ask if he at least holds Trump accountable. Does he ever criticize the president in their private meetings? “If it had happened, I wouldn’t tell you about it,” he replies, “because I just feel like friends don’t do that to one another.”\n\nI ask him whether Trump might be a test from God, a test of whether Jeffress’s devotion is to the Bible’s teachings and requirements or whether it’s to a powerful leader whose policies he finds agreeable.\n\n“You have to operate on the best information that you have, and what we had in 2016 was the choice between two diametrically opposed candidates,” he says. “One was pro-life, pro–religious liberty, pro–conservative judiciary. His name was Donald Trump. One was a pro-choice candidate who would not stop an abortion or limit an abortion for any reason at all. It could not have been a more clear choice at that point.”\n\nDid he consider any of the sixteen other Republican candidates, most of whom would have appointed pro-life judges?\n\n“I don’t think any of them could have won,” Jeffress says.\n\nJeffress is often asked what it would take for evangelicals to walk away from the president. If the economy collapses, he tells me, people will probably want a change. And if the president were caught being unfaithful to his wife while in office, he could see people having a problem with that. But more than anything, it would take a change in policies.\n\n“If he said, ‘You know, I think we’ve got enough conservatives on the Supreme Court. It’s time for us to have some more moderate views and balance things out.’ Or if he suddenly decided, ‘You know what, I used to be pro-choice, and then I turned pro-life. I’m gonna go back to pro-choice again.’ I mean, those would certainly be deal-breakers, I think.”\n\nThen he clarifies. He knows his audience. What he meant was that these changes would be deal-breakers for evangelicals politically, not for his own relationship with Trump.\n\n“I’m his friend,” he says. “I’ll never walk away.”\n\nThis article originally appeared in the August 2019 issue of Texas Monthly with the headline “The Pastor and the President.” Subscribe today.", "url": "https://www.texasmonthly.com/news-politics/donald-trump-defender-dallas-pastor-robert-jeffress/"}, "article2": {"title": "Robert Jeffress on Trump and 'A Place Called Heaven'", "content": "Pastor Robert Jeffress talks about his support for Donald Trump—and why Christians have an obligation to be involved in politics.\n\nLast Friday, President Donald Trump tweeted out an endorsement of a “great book” by “a wonderful man”: A Place Called Heaven, a new work on the afterlife by Pastor Robert Jeffress of First Baptist church in Dallas. Jeffress is a member of Trump’s informal council of evangelical advisors and has backed many of the president’s controversial decisions, including war of words with North Korea. “God has given Trump authority to take out Kim Jong Un,” Jeffress said in August.\n\nThen, last Saturday, Jeffress announced on Twitter that he would host the Fox News anchor Sean Hannity at his church on Sunday. Critics ranging from the political commentator Erick Erickson to Senator Ben Sasse of Nebraska replied caustically. According to Erickson, the pastor “seems more committed to Trump’s America than Jesus’s eternity.” In an interview, Jeffress responded critically, wondering if Sasse and others would criticize religious leaders who were involved in the American revolution, the abolition of slavery, and the civil-rights movement.\n\nJeffress, who sees himself as Trump’s “most vocal and visible evangelical spokesman,” embodies a distinct school of thought about the way Christians should relate to politics. During his sermon the day Hannity came, Jeffress spoke about Supreme Court decisions that he felt had derailed the country. He encouraged his parishioners to be politically engaged: “How do we push back against evil in the world?” he asked. “One way we do it in our country, a major way we do it, is through the government officials that we elect.”\n\nJeffress peppered in little digs at the left, referring to the “pinhead lawyers from the ACLU and the Freedom from Religion Foundation” and later introducing Hannity as “Rachel Maddow’s worst nightmare.” But he was most focused on what he saw as widespread cultural decay. “We have allowed the atheists, the infidels, the humanists to seize control of this country and pervert our Constitution into something the Founders never intended,” he said. “And we have to say enough to that.”\n\nNone of this is incidental to Jeffress’s project of teaching people about “a place called heaven”: He believes God calls on Christians to engage in and shape politics. To some, like Hannity, this influence is crucial: “There are too few pastors … that are willing to step out [and] take a strong political position,” he said at First Baptist last week. “If we don’t save the culture, we’re going to lose our country.” But not all Christians agree.\n\nI spoke with Jeffress about his book, his views on the president, and how he thinks about evangelicals who might feel alienated Jeffress’s approach to politics. Our conversation has been condensed and edited for clarity.\n\nEmma Green: You write about the importance of judicial righteousness—being right with God—and ethical righteousness—being right as you act in the world.\n\nHow do you make sure you’re acting with ethical righteousness as you present yourself in the world?\n\nRobert Jeffress: That’s the struggle every follower of Jesus Christ has. It’s a daily struggle to always make sure I’m aligning my conduct with what the word of God teaches. All of us are sinners who can only be saved by God’s grace. But I don’t think Christians who have received judicial righteousness have a license to do whatever they want as they await their departure to heaven. Every true believer has a responsibility to live out his faith in his daily life.\n\n“One way we push back against evil is through the leaders we elect.”\n\nGreen: You said during a recent sermon that it’s important for Christians to be politically active. How is this related to that call to ethical righteousness—and to follow Jesus and the path to heaven?\n\nJeffress: There’s a dichotomy in Scripture that Jesus expressed in John 17. He said to his heavenly father, “They are not to be of the world … but I’m not asking you to take them out of the world.” We, as Christians, are really citizens of two worlds: Our ultimate citizenship is in heaven, but God has left us here on earth for a reason.\n\nIn Matthew 5:3-16, he describes our function in the world as salt and light. In Jesus’s day, salt was a preservative that was used to delay the decay of meat. Jesus has left us here to be a preservative in society, to push back against evil, to slow the decay of our world, so that we have longer to share the gospel of Jesus Christ.\n\nI don’t think that isolating ourselves from the world is what God has called us to do. In our country, one way we push back against evil is through the leaders we elect and the policies they enact.\n\nGreen: It seems like that can be complicated in practice. We saw this over the weekend when Senator Ben Sasse and others criticized your decision to host the Fox News anchor Sean Hannity on a Sunday morning at your church. Here’s what Senator Sasse said:\n\nBy the way, we're talking about Sunday here... (You can be free from politics.) https://t.co/4u50JftVrS — Ben Sasse (@BenSasse) October 22, 2017\n\nWhat do you think about his perspective?\n\nJeffress: Well, I have several reactions to that. First of all, what business is it of a United States senator as to what any local church chooses to do in its service? It is chilling to think that a senator would involve himself and criticize a church of which he is not a part.\n\nThe second thing is that he tweeted this out on a Saturday night before we’d even had our service. The fact is, if you’ll listen, Sean Hannity didn’t say anything about politics. I interviewed him about his faith in Jesus Christ.\n\nAnd the third problem is the presumption that Christians should not be involved in the political process. I wonder if Senator Sasse would criticize the pastors who led the way in the American revolution; the pastors who led the way in the abolition of slavery; or pastors like Martin Luther King Jr. who led the civil-rights movement. Would Senator Sasse tell them they’re being too political and that has no business in the church? I doubt it.\n\n“I never preach partisan politics in our service.”\n\nGreen: During your conversation at First Baptist Church with Sean Hannity last Sunday, you emphasized “how grateful I am for a courageous man like Sean Hannity, who is out in the public square pushing back against evil, taking every kind of attack you can imagine from people.”\n\nWhy did you invite a political pundit to speak in your church, and how does that connect with your teachings about getting into heaven?\n\nJeffress: This is something we do two or three times a year. We usually will invite a well-known Christian to come for an interview segment—somebody that our people will be familiar with. And I talk to them about their faith.\n\nSeveral weeks ago we had Ainsley Earhardt from Fox and Friends, who is a strong Christian. The day Ainsley spoke, and after my interview with Sean, when I gave the invitation for people to become Christians, dozens and dozens of people came forward professing their faith in Jesus Christ.\n\nWe use this as a hook to encourage our people to invite guests to our church—guests who aren’t Christians, or guests who may be looking for a church home. I preach the sermon, and I’m always careful to present the plan of salvation and give opportunities to people to trust in Christ as their savior.\n\nGreen: You remarked during your interview with Sean Hannity that you have Democrats in your congregation, who are just as welcome there as Republicans.\n\nJeffress: Absolutely.\n\nGreen: Do you ever worry, though, that preaching about politics may be alienating to those who don’t identify as political conservatives? For example, on Sunday, you preached about Supreme Court cases on school prayer, abortion, and gay marriage that went terribly wrong.\n\nJeffress: I never preach partisan politics in our service. Any issue that I talk about, like I did Sunday, are biblical issues. The issue of abortion, the issue of the mention of God in the public square, the issue of the sanctity of the family: Those are biblical issues. Yes, they intersect with politics, because governmental policies either support a biblical stance or they denigrate a biblical stance. But these are not Republican or Democrat issues. These are biblical issues.\n\n“Look, we don’t elect presidents on the basis of whether or not they’re role models.”\n\nGreen: Are you worried about young evangelical Christians who may disagree with what President Trump stands for and feel alienated from the church because of evangelical leaders’ wholehearted support for him?\n\nJeffress: Well, I don’t worry about it, because it hasn’t affected our church at all. We opened this new campus four years ago—a $135 million new campus in downtown Dallas—and we thought the space would last us for a long time. But we’re already out of space, and the fastest-growing area of our church is our young-adult area. Our family center is out of room with children and pre-schoolers.\n\nI don’t talk about President Trump, and I certainly didn’t talk about candidate Trump, from our pulpit. During the whole campaign, I may have mentioned President Trump one or two times in passing. People who think I stand up and talk about Donald Trump every Sunday certainly don’t listen to my messages.\n\nGreen: Do you believe that President Trump is a good role model for Christians?\n\nJeffress: I think he’s a great role model for doing what he’s been called to do, and that is being president of the United States. He is doing a fantastic job in that way. I think he is showing strong leadership.\n\nLook, we don’t elect presidents on the basis of whether or not they’re role models. I’ve said before, to the president, I might not select him to be a children’s Sunday School teacher. But that’s not what we were electing President Trump to do. We were electing him to be commander in chief and the leader of our country. I think he’s doing a fantastic job at that.\n\n[Jeffress followed up in an email to say: “I do think President Trump is a positive role model for children. Specifically, I would be happy for my children (and now, my coming grandchildren) to emulate his work ethic, leadership skills, and patriotism.”]\n\nGreen: As you know, a reporter asked Sarah Huckabee Sanders in a recent White House press briefing about why President Trump would support you, given your allegedly anti-Catholic views. Do you have a response to that, and do you believe, as you’ve said, that the contemporary Catholic Church reflects “the genius of Satan” in its teaching of Christianity?\n\nJeffress: I’ve been very clear: I believe that nobody goes to heaven in a group. We go one by one based on our relationship to Jesus Christ. I believe there will be millions of Catholics in heaven who have placed their faith in Jesus Christ.\n\nI love my fellow Catholics who are brothers and sisters in Christ. I work alongside them in religious-liberty issues. I walk alongside them in pro-life rallies. I count them as great friends. In today’s world, not all Baptists believe all of Baptist theology, and I don’t think all Catholics believe all of Catholic theology. Faith is a very personal thing, and I just know there are going to be millions of Catholics in heaven because they’ve trusted Christ as their savior. I consider them friends.\n\nGreen: Why do you think reporters and critics perceive that you have some sort of hateful bias?\n\nJeffress: It was no surprise that this attack came immediately after I appeared on Lou Dobbs Friday night, defending the president against criticism by Congresswoman Wilson. An hour or two later, the president tweeted out a nice word about me and my book, A Place Called Heaven. Immediately, many in the left-wing media—and it was the left-wing, liberal media—attacked me as being anti-Catholic by pulling out quotes from years ago that were either manufactured or taken out of context.\n\nI think it was very clearly an attempt to discredit the president by discrediting his most vocal and visible evangelical spokesman.\n\nGreen: Do you think the president has read your book about going to heaven?\n\nJeffress: Well, I gave it to him about a month ago in the Oval Office. You’d need to ask him about that.", "url": "https://www.theatlantic.com/politics/archive/2017/10/robert-jeffress-trump/544196/"}, "article3": {"title": "Why evangelicals will stand by Trump in 2020", "content": "When my airplane dipped beneath the clouds, I could finally see the earth: interminable horizon, crisscrossing bands of interstate, the cities of the plains, home to more than 7 million souls. Landing in the Dallas-Fort Worth metroplex feels like drifting down to reality; if everything is bigger in Texas, it’s also more intense — the light brighter, the shadows deeper. I was particularly grateful for all that harsh relief in April, because I had come to take stock of a spiritual situation tailor-made to emphasize every challenge in the contest of conscience between heaven and earth. How are evangelical Christians faring in the age of Trump, and will they elect him anew in 2020?\n\nEvangelicals — typically activist, biblically focused Protestants with an emphasis on conversion, or being born again in Christ, as it’s often put — span several denominations, all races and plenty of American territory. In 2014, the Pew Research Center found that 31 percent of Texans consider themselves evangelical, forming the largest bloc of religious voters in the state of more than 28 million. A full 65 percent of those voters are white, 22 percent are Latino, and 8 percent are black.\n\nExit polls show that Trump carried 85 percent of evangelical voters here in 2016, a touch higher than the national white evangelical average of 81 percent. That in itself wasn’t surprising: For decades, evangelicals have been a reliable Republican constituency.\n\nMore intriguing was that a segment of white evangelicals had supported Trump all along — even during the Republican primaries, when more logical evangelical candidates, such as Texas’s own Sen. Ted Cruz, were still viable. At first, their numbers were relatively small and ill-represented among regular churchgoers. But since coalescing in 2016, evangelical support for Trump has remained consistently high — even among regular churchgoers, who started out skeptical but now approve of Trump at rates identical to or higher than less-regular attendees.\n\nWhite evangelicals’ electoral drift toward Trump added an element of mystery to a story that was already startling. That the thrice-wed, dirty-talking, sex-scandal-plagued businessman actually managed to win the steadfast moral support of America’s values voters, as expressed in routinely high approval ratings, posed an even stranger question: What happened?\n\nTheories about Trump’s connection with evangelical voters have long been dubiously elegant. The simplest, and perhaps most comfortable for Trump’s bewildered and furious opposition, is that evangelicals are and always were hypocrites, demanding moral rectitude from their enemies that they don’t expect from their friends. Others held that evangelicals must simply be ignorant, taken in by a campaign narrative that attempted to depict Trump as privately devoted to Christ, despite all the evidence to the contrary. Some argued that evangelicals just wanted an invincible champion to fight the culture wars, even if he didn’t share their vision of the good life. And then there was the transactional theory: Their votes were just about the Supreme Court.\n\nThere was probably some truth to every suggestion, with all the usual caveats about different individuals having different priorities, and all due distinctions made between the committedly vs. casually religious. But as 2020 approaches and evangelicals again find themselves evaluating against traditional, moderate Democrats such as Joe Biden and the ever-present possibility of just staying home, I wanted to ask evangelicals how they’re feeling about their alliance with the president and what their expectations are going into 2020.\n\nThe inquiry was equal parts spiritual and political, and maybe more so for me than the people I wanted to query. About half of my extended family is evangelical, and the thought of an impenetrable gulf of understanding between myself (a left-leaning Catholic and a member of the media to boot) and the people who had always seemed most familiar disturbed me. Had things really changed so much so quickly — and how? — or had I simply missed something long approaching? Of course, I should have known from enough time with this faith that probing mysteries leads only to stranger, harder questions.\n\nMaundy Thursday\n\nPastor Robert Jeffress, second from left, prays with congregants at First Baptist Dallas after a service on June 30. ( Ilana Panich-Linsman/for The Washington Post)\n\nI met Robert Jeffress on what is traditionally a Christian day of service that in some denominations includes the washing of feet, the Thursday preceding Good Friday in the great spiritual windup to Easter Sunday. Downtown Dallas’s glittering First Baptist church campus, where Jeffress regularly preaches to audiences of 4,000 or so (not to mention some 16,000 tuning in remotely), was alive with activity in preparation for the upcoming holy days. I was ushered into a first-floor meeting room with polished wood furniture and stained-glass windows that, despite being entirely interior, glowed from within. Jeffress soon joined me. The pastor wore a crisp suit and rich purple tie, common enough around Easter time, because the soldiers who mocked Christ before his Crucifixion draped him in kingly violet.\n\nJeffress, 63, has called himself Trump’s “most vocal and visible evangelical supporter,” which is no mean feat, considering that other local megachurch pastors — Prestonwood Baptist Church’s Jack Graham and Gateway Church’s Robert Morris — also joined the president’s evangelical advisory board, a group of spiritual counselors formed during the 2016 campaign.\n\nJeffress was an early and ardent Trump adopter — “I was one of the earliest,” he told me, recalling a conversation he’d had with Trump in January 2016. “I said, ‘Mr. Trump, I believe you’re going to be the next president of the United States, and if that happens, it’s because God has a great plan for you and for our country.’ ” Trump pressed him, Jeffress said, to which the pastor replied: “Daniel 2 says God is the one who installs kings and establishes kings and removes kings.” For his faith and his loyalty (including an episode in which Jeffress’s gospel choir serenaded a Trump rally with an ode to his “Make America Great Again” campaign slogan), Trump has richly rewarded Jeffress, tweeting positively about the pastor’s books and inviting him to numerous events, including an Inauguration Day prayer ceremony, a Christmas reception and a White House dinner honoring an executive-order signing.\n\nJeffress has a clear sense of how Trump fits into evangelicals’ political history. In particular, he felt that Trump couldn’t have come at any other time: that his success among evangelicals had, in large part, to do with the well-documented failure of evangelical politics to bring about change in the past 50 years.\n\nThe first president he ever voted for, Jeffress said, was Jimmy Carter, in 1976. “He was a Christian,” Jeffress pointed out. “People were excited about his candidacy.” But, though Carter was a virtuous, Bible-quoting, born-again Baptist, the pastor found himself disappointed with Carter’s presidency. His next vote, he said, was for Ronald Reagan: “the first divorced president in history.”\n\nJeffress suggested that it was the Democrats, with their support of Bill Clinton, who introduced the separation of character and policy in electing leaders. But the dawn of the split seems, in reality, to have come before that — even for Jeffress. Reagan pre-dated Clinton, and Jeffress was, by his own account, already willing to cast his vote for a conservative divorced man at that point. And in 2011, Jeffress advised voters to shun Mormon Mitt Romney in favor of Jeffress’s preferred candidate, then-Texas Gov. Rick Perry, in part due to Perry’s evangelical virtues. “Do we want a candidate who is a good, moral person,” Jeffress told attendees at the Values Voter Summit, referring to Romney, “or one who is a born-again follower of the Lord Jesus Christ?” The objective value of a candidate’s personal Christian commitments in evangelical calculus appears, over time, hard to predict.\n\nBut one consistent trend in the relationship between evangelicals and their candidates did stand out in Jeffress’s telling: increasing disillusionment.\n\nPresident Trump and pastor Robert Jeffress participate in a Celebrate Freedom event at the Kennedy Center in July 2017 in Washington. (Pool/Getty Images)\n\nReagan talked about recognizing Jerusalem as the capital of Israel, Jeffress said, as did George W. Bush — but both of them failed to act on it. And the Bush era, in Jeffress’s telling, was even more disappointing than the Reagan era. Not only were the gains for evangelicals disappointingly small, but also the losses seemed huge.\n\n“I remember very well back in 2004,” Jeffress recounted, “being on a conference call with religious leaders and how disappointed they were with George W. Bush, and how they felt like he had just really misled us. . . . I don’t want to disparage him at all,” Jeffress added, “but what came out of that eight years? A $7 trillion war in the Middle East.”\n\nTrump found an evangelical base still prepared to vote Republican, though soured by the failures of past leaders who had made much of their own personal virtue without accomplishing anything for their voters. Cynicism had set in, at least in Jeffress’s account, and Trump was especially well situated to speak to jaded disappointment.\n\nTrump’s campaign was premised on the idea that only he could reveal and replace the secret weakness at the heart of everything — that because of his own personal riches, he could ostensibly fund his own campaign, freeing him from obedience to the wealthy interests that otherwise capture politicians. He knew this, he said, because he had been on the other side of things, spending money on his various primary opponents at times to purchase their services. “I give to everybody,” he declared in 2015, during the first Republican primary debate. “When they call, I give. And you know what? When I need something from them, two years later, three years later, I call them. They are there for me.” For a frustrated conservative wondering why Republican presidents had never seemed to make good on their promises to evangelicals while their cultural cachet continued to slip, Trump’s blatant indictment of corrupt, money-driven politics must have seemed refreshingly honest — even if part of his admission was that he himself participated in it.\n\nIt was one of many ways in which Trump’s less-than-Christian behavior seemed, paradoxically, to make him a more appealing candidate to beleaguered, aggravated Christians. “I think conservatives for decades have felt bullied by the left, and the default response was to roll over and take it,” Jeffress said. But Trump enacted a practice of hitting back twice as hard whenever a critic takes him on — not exactly turning the other cheek, I pointed out. Jeffress chuckled. Trump’s “favorite verse in the Bible he says is ‘An eye for an eye and a tooth for tooth,’ ” the very maxim Christ was rebutting when he taught believers to return offense with peace.\n\nCould it take a decidedly worldly man to reverse the fortunes of evangelicals who feel that their earthly prospects have significantly dimmed?\n\nCould it take a decidedly worldly man to reverse the fortunes of evangelicals who feel, for whatever host of reasons — social, racial, spiritual, political — that their earthly prospects have significantly dimmed?\n\nJeffress didn’t think so, but not for the reasons I would have guessed. “As a Christian, I believe that regardless of what happens in Washington, D.C., that the general trajectory of evangelicalism is going to be downward until Christ returns,” he explained. “If you read the scripture, it’s not: Things get better and better and more evangelical-friendly or Christian-friendly; it is, they get worse and more hostile as the culture does. . . . I think most Christians I know see the election of Donald Trump as maybe a respite, a pause in that. Perhaps to give Christians the ability and freedom more to share the gospel of Christ with people before the ultimate end occurs and the Lord returns.”\n\nIt was strange to think of Trump as a bulwark against precipitous moral decline. After all, he appears to have presided over a more rapid coarsening of news and discourse than the average candidate. Even if you count modern history as a story of dissolution and degeneracy, few, if any, other world leaders have launched as many headlines containing censored versions of the word “pussy.”\n\nBut Jeffress didn’t see Trump pausing the disintegration of evangelical fortunes by way of personal virtue — or even cultural transformation. He spoke instead of “accommodation,” perhaps alluding to the kind of protections announced only a few weeks after our talk by Trump’s Department of Health and Human Services, which safeguards the jobs of health-care workers who object to participating in certain procedures for religious reasons. Rather than renewing a culture in peril, in other words, Jeffress seemed to view Trump as someone who might carve out a temporary, provisional space for evangelicals to manage their affairs.\n\nThat sounded familiar to Lydia Bean, 38, a researcher who taught at Baylor University and devoted her graduate sociology work at Harvard to studying the comparative politics of evangelicals in the United States and Canada. These days, Bean is a fellow with New America’s Political Reform program, where she writes and consults on political organizing and faith. When we spoke, she was gearing up to run as a Democrat for a seat in the Texas state House.\n\n“Basically, it’s like a fortress mentality, where it’s like — the best we can do is lock up the gates and just pour boiling oil over the gates at the libs,” Bean said as we ate dinner at a tiny German restaurant near Texas Christian University in Fort Worth that night. Among evangelicals, she said, “I really think one of the things that’s changed since I did my fieldwork at the very end of the Bush administration is a rejection of politics in general as a means to advance the common good, even in a conservative vein.” In that case, politics “becomes a bloodsport, where you’re punishing and striking back at people you don’t like” without much hope of changing anything. For that kind of “hopeless cynicism” regarding politics — walls up, temporary provisions, with just enough strength and zeal left to periodically foil one’s enemies — Trump is an ideal leader.\n\nAs to the cultural facts on the ground, Jeffress might have something of a point: Overall, American culture is hardly trending toward adherence to evangelical beliefs, with approval of same-sex marriage steadily rising among all religious groups (even evangelicals), religious affiliation quickly dropping and support for legal abortion lingering at all-time highs. Jeffress is hardly alone in believing that evangelicals need some sort of special accommodations from a society that doesn’t share their values and that they feel persecuted by; according to a Pew Research Center survey released this year, roughly 50 percent of Americans believe evangelicals face some or a lot of discrimination, including about a third of Democrat-leaning respondents. If the rhetoric of spiritual renewal that at times illuminated the Bush presidency has ultimately faded, it makes sense that a figure such as Trump should inherit its dimming twilight and all the anger, despair and darkness that dashed dreams entail.\n\nStill, the portrait of a bitter, brief victory amidst creeping defeat felt somehow ill-fitting as I thought over the day’s conversations on that spring evening so near to Easter. Was it really all so perilously close to the end? Jeffress had his man in the Oval Office, after all, and his justices on the Supreme Court. And all along the highways linking Dallas and Fort Worth, megachurches were advertising their upcoming services; Jeffress’s communications assistant had even invited me to a Palm Sunday procession through the streets of downtown Dallas that she estimated would attract thousands. And thousands did come.\n\nGood Friday\n\nFrom left, Bob Collins, Claude Ann Collins and Bart Barber at First Baptist Church in Farmersville, Tex., on June 29. (Laura Buckman for The Washington Post)\n\nThe next day, my husband and I drove more than an hour northeast of Dallas to Farmersville, a town of fewer than 4,000 that lies on plains across a shallow lake studded with the bare branches of half-submerged trees. We arrived at the First Baptist Church of Farmersville shortly before the evening service, accompanied by a steady stream of worshipers and a warm wind. A plaque on the red-brick building’s exterior states that its roots stretch back to a meeting of 15 men beneath the shelter of a brush arbor in 1865; inside, its sanctuary is stately and well preserved, with a high vaulted ceiling and glittering stained-glass windows. We were immediately met by a greeter who assured us we were more than welcome, and despite the now well-known tensions between the media and red America, I knew he was being sincere.\n\nAs we settled into a maroon-upholstered pew, a middle-aged man with bright eyes and a crisp suit approached to welcome us, too. His name was Wesley Sisk, and when he learned we had come to talk about Trump, he was elated. “We think he’s doing a great job,” he enthused, “despite what some people think,” with a mischievous grin.\n\nSisk was one of the narrators that evening, reading from the Gospel of John. After opening prayers and a pair of hymns, Sisk took the lectern before the hushed congregation — elderly and young, some in suits and some in boots, with several babies and a few cowboy hats in laps — and began to relay the story of the night of Christ’s arrest.\n\nThe narrative unfolded between hymns and Communion: Jesus, betrayed by Judas and denied by Peter, faces a range of accusers who finally turn Him over to the Roman provincial governor Pontius Pilate, who seems more frustrated with the disturbance than committed to justice. Pilate interrogates Christ: Is He really, as his accusers say He has claimed, the king of the Jews?\n\nJesus famously replies that his kingdom is not of this world, an answer that has proved fertile ground, over the centuries, for Christian disagreement over the proper theological management of earthly affairs. Is there a Christian politics, or only a brief and remote sojourn on Earth, during which Christians ought to seek their own peace but leave political rule to earthly kings? Or is there a way to join the two paths?\n\nAfter the service, I joined First Baptist’s pastor — a tall, gentle-spoken, bespectacled man named Bart Barber — along with several members of his flock for a dinner conversation that seemed to revolve around those long-standing points of contention, and their immediate incarnation in the figure of Trump.\n\nBarber invited us to the home of Bob and Claude Ann Collins, two congregants active in local and national GOP politics, whose farmhouse sits on more than 100 acres of prairie dotted at this time of year with bluebonnets and Indian paintbrush and soft, high grass. Along with Barber and his wife, Tracy, and the Collinses, we met David Coleman, a retired insurance agent who now raises cattle with his 93-year-old father; Dale and Maria Ivy, a chef and recently naturalized U.S. citizen originally from Mexico, respectively; a local journalist who wanted to observe the evening, and several of the gathered couples’ adolescent children.\n\nFor Barber, at least, warming up to Trump had taken some time. He wasn’t alone in that: An October 2016 poll by LifeWay Research, a Christian polling group, found that only 39 percent of evangelical pastors planned to vote for Trump. Barber himself voted for independent Evan McMullin, “and my congregation knew about that,” he added, “although almost no one agreed with me.”\n\nTrump’s character nagged at Barber. Citing John F. Kennedy, he pointed out that almost anyone running seems to have skeletons in his closet. “But the things that really bothered me,” he said, “were ways that [Trump] would react to things in ways that seemed intemperate and harsh.” Barber remembered with particular distaste an incident during the 2014 West African Ebola outbreak, when Trump tweeted that two critically ill American missionary health-care workers shouldn’t be treated in the United States — but should instead “suffer the consequences” of their decision to provide charitable aid. Trump “had an inclination to stoke the fears of people,” Barber said, whether it related to illness, religious entry bans or immigration. And he seemed like a “Johnny-come-lately” to many evangelical issues.\n\nThe Collinses and Dale Ivy went into 2016 rooting for Cruz; Ivy said Trump was initially his last choice. Barber had hoped for either former Arkansas governor Mike Huckabee or Sen. Marco Rubio (R-Fla.). But as the primaries heated up and dropouts began, each of them began to review his or her choice. At a six-week Bible class, the group and other congregants explored the question of whether one votes for a candidate’s politics or character, Dale Ivy remembered, and they decided that “policy is character” — a conclusion a few of them recited somberly in unison, like received wisdom. Dale Ivy came to align with Trump, he recalled, “because we needed change,” while Coleman ultimately decided that, “as flawed as Trump’s character is, it was a lot better than Hillary Clinton’s.”\n\nEven as Trump took office, doubts lingered. Maria Ivy, who was naturalized several years ago, expressed some misgivings about Trump’s tendency to generalize about all illegal immigrants. “I’ve been blessed,” Maria said of her experience. “I was a professional. But if you do not have an education, you can’t just go apply for immigration. A lot of the people who come here illegally, they are poor and just trying to come to survive, and help their families.” Maria and Dale Ivy both agreed that vetting is an important part of the immigration process, while Bob Collins voiced concern that someone or something malign is behind the surge of migrants at the southern border. For them, Trump’s quest to build the wall and halt immigration from Latin America has come as a welcome check on these nefarious forces. Barber, meanwhile, still has his concerns: He knows illegal immigrants in town, he offered, “and none of them are rapists.”\n\nMeanwhile, others warmed up to Trump quickly. Trump, Bob Collins said, “has done something no other politician has done: He’s circumvented the press. The press has a problem now. … I wish he would not do the personal attacks, but he needs to get the message out, even if it’s a blunt, brute-force message.” For them, the message was a welcome one. “We’re deplorables,” the Collinses intoned in unison, when I asked them what messages they had heard from Democrats. “We cling to our religion and our guns,” Coleman said, mocking the famous Barack Obama remark from 2008. “I don’t think there’s much room in the Democratic Party for evangelicals like me,” Barber added. “Even though Donald Trump is different than me, the Donald Trump White House tries to move toward evangelicals like me.”\n\nBarber now considers himself willing to vote for Trump, despite his concerns about the president’s temperament. First, there’s the abortion issue. “Trump might say some things that run against the basic ethos of evangelical Christianity,” Barber acknowledged, but he has also put in place two Supreme Court justices who are known to take antiabortion positions. It was abortion, too, that delivered Coleman — who considers himself an independent — to Trump in the first place: “[Clinton] would not say she was against partial-birth abortion,” he said. “I understand — but don’t agree with it at all — but I can understand their thinking in the early trimesters. But killing a child . . .” This issue has, among evangelicals, become more important since 2016: Renewed attention to the question of late-term abortion stirred by the passage of a state law in New York and an attempt in Virginia has brought fresh fervor to the group, shoring up support for Trump in the coming election.\n\nBarber also noted that the things he strongly disagrees with Trump on — immigration and threats to infringe upon the religious liberty of Muslims via travel bans — have been, in his view, mostly unsuccessful. Thus, he reasoned, many of the excesses he worried about in 2016 now seem unlikely to unfold. So with Trump delivering more than evangelical skeptics had expected and causing less damage than they had feared, Barber now feels more open to casting his vote for the incumbent in 2020.\n\nBut perhaps the most illuminating moment of the evening came when I asked whether any of them would be willing to vote for a more traditional evangelical challenger to Trump, should one hypothetically rise to oppose him in the primaries.\n\nThe president is having to deal with a den of vipers. I’m not sure Pence could do that. Bob Collins\n\nAt first, there were murmurs about the possibility of Vice President Pence. But then Maria Ivy warned that Pence is soft compared with Trump, too decent and mannerly to take on the job. Bob Collins agreed: “The president is having to deal with a den of vipers,” he said. “I’m not sure Pence could do that.” “It’s spiritual warfare,” Dale Ivy added, emphasizing that Trump is the only man in the field who seems strong enough to confront it. “The Constitution allows us a space,” Bob Collins said, to live according to their faith, and Trump has provided that for them, in part through his Supreme Court nominations. Claude Ann Collins agreed. “What space are we going to have to be able to live in and follow our beliefs,” she wondered, without a president willing to carve out such provisions despite widespread criticism?\n\nIn some sense it seemed that Trump is able, by being less Christian than your average Christian, to protect Christians who fear incursions from a hostile dominant culture. But that paradox also supplies a handy solution to the question of whether Christians should direct their efforts to worldly politics or turn inward, shunning political life for spiritual pursuits. By voting for Trump — even over more identifiably Christian candidates — evangelicals seem to have found a way to outsource their fears and instead reserve a strictly spiritual space for themselves inside politics without placing evangelical politicians themselves in power. In that sense, they can be both active political agents and a semi-cloistered religious minority, both of the world and removed from it, advancing their values while retreating to their own societies.\n\n“Being on the precipice of being in a minority group strongly disliked by certain groups of people has made me reflect on people’s rights of conscience,” Barber mused as the evening wound down. The sentiment appeared to have led him in seemingly contrary directions, both into politics and away from the scope of extant legal regimes. He mentioned a Texas state bill he helped write that would protect nonprofit staff, including clergy, from civil liability for warning other nonprofits of allegations of sexual misconduct against former employees. Barber said he was moved to work on the bill by allegations of widespread sexual abuse involving Southern Baptist church leaders and volunteers published in the Houston Chronicle. When we parted ways in the mellow blue night, Barber was still praying the bill would pass — which it did, unanimously, in May.\n\nHoly Saturday\n\nWes Helm and Lola Vinson, members of a progressive community organizing group called Faith in Texas, pose for a portrait at the group’s office in Dallas on July 17. (Cooper Neill for The Washington Post)\n\nIn Texas, as elsewhere, evangelicals take many forms. In 2000, Texas was 53 percent non-Hispanic white and 32 percent Hispanic; by 2016, it was 43 percent non-Hispanic white and 39 percent Hispanic, with the state’s black population holding steady over time. And while most of the rising Hispanic population is Catholic, a growing number are evangelical Protestants, a trend emerging elsewhere both at home and overseas. Meanwhile, the Pew Research Center identifies some 6 percent of Texans as belonging to historically black Protestant churches, which often share significant theological ground with white evangelical counterparts, despite vast social and cultural differences. Just as Texas is by no means the sole province of white evangelicalism, evangelical Christianity itself is by no means strictly white, or strictly conservative. Faith and politics in Texas swirl inside this multiracial, multifaith sphere.\n\nA little before our trip to Farmersville, I met Lola Vinson and Wes Helm, members of a multiracial, progressive community organizing group called Faith in Texas, whose projects have included local criminal-justice reform, anti-police-brutality efforts, a living-wage campaign and agitation against predatory lending. Working with several faith groups in Texas, including evangelicals, is key to the organization’s mission, and I wondered how Vinson and Helm’s experience might have shifted since Trump’s ascendancy.\n\nFor Vinson and Helm, both progressive Christians, organizing across those lines comes naturally, a pillar of their shared work. But, they said, trying to operate across the breaches widened by Trump’s rise among evangelicals has been daunting. “All of that has gotten more difficult in the last two years,” Helm said.\n\nVinson pointed out that racial, political and ideological divides among different Christian groups, and even within evangelicalism itself, had always existed. But Trump, she said, has intensified them. “I see [Trump] as a figurehead, a representation of just a much larger . . . insidious movement and ideology. None of this is new,” she added. “It’s just now been emboldened and brought to the surface because there’s someone on such a large platform with seemingly all the power uplifting this toxic rhetoric.”\n\nHelm said that, among the evangelicals he works with who support Trump, “their sense of being under attack has gone up a lot,” leading to a “feeling of a binary choice in a lot of those folks — like, ‘I have to back Trump, because we’re in the middle of a war for our country.’ ” That sort of defensiveness can make organizing difficult. But Helm also seemed concerned about its spiritual costs.\n\n“I’ve seen a lot of evangelicals making arguments that I cannot imagine them making two or three years ago,” Helm remarked, “like trying to play devil’s advocate on things like the immigration policy, or locking up kids.” Justifying Trump’s policies regardless of whether they fit into a Christian ethical framework is, in Helm’s reckoning, “very much a devil’s bargain of like — yes, he’s awful; yes, he does not represent our values; but he’s allowing us to pack the courts with justices who do.”\n\nSo many invocations of the Devil at once left me wondering what Helm and Vinson would make of the prospects of their politics: Did they, too, feel, as Jeffress had, that American Christians are destined for ever-greater cataclysms in public life, until the eventual apocalypse resolves in the return of Christ? It struck me that, in the contest between conservative and liberal values Jeffress envisioned his community on the losing side of, nobody seemed to feel he or she was winning: Even Vinson and Helm felt they were undertaking a difficult and oftentimes uphill battle against forces material and intangible.\n\nFor Helm, much of the agony many evangelicals experience as citizens has roots in private pain: “If we’re talking about Trump voters, people don’t react with this kind of hatred or fear unless there’s pain at the root somewhere, and if you don’t address that pain, you’re never going to break through the hatred and fear.” But neither Vinson nor Helm seemed to think that some kind of values consensus — and shared work across the divide — is altogether impossible. They didn’t envision any easy victories. But they did have hope.\n\n“I’ve got hope for everybody,” Helm said; “yeah, likewise,” Vinson added. “So I choose to see the God in everyone and hope that that’s for everyone, even the people who are on the other end of the spectrum from where I sit and believe. . . . I wouldn’t be able to get up every day and do the work that I do if I didn’t.”\n\nDaniel Aguilar, left, and his father, Joe Aguilar, in Daniel’s home in Fort Worth on June 23. (Ilana Panich-Linsman for The Washington Post)\n\nOn Holy Saturday, the day before Easter, I met Joe and Daniel Aguilar, both evangelical, 65 and 33, respectively, father and son. While age has increasingly defined political divisions nationwide — most notably inside the Democratic Party — research has revealed a surprising continuity between older and younger evangelicals. As professor Ryan Burge of Eastern Illinois University has found using survey data, while younger evangelicals show signs of parting from their elders when it comes to prioritizing issues such as immigration, young white evangelicals voted for Trump at roughly the same rate as their parents and grandparents. But a fraction — less than 20 percent — didn’t, and Daniel was among them.\n\nTo see Joe and Daniel sitting together side by side, as I did, in a Fort Worth taco restaurant, you might guess they’re related; you might also guess that there’s some tension between them, at least where it comes to politics. Joe, a retired CPA, was warm-skinned and a little slighter than his son, with a white beard and a bright yellow T-shirt sporting a prominent icon of Texas situated on the breast. Daniel, an attorney, had his father’s hazelnut eyes and dark, short-cropped hair with a frontal cowlick. They eyed each other warily as I broached the subject of Trump.\n\n“You know,” Joe said, over chips, salsa and beer, “we created Trump. He’s a result of everything that happened before; it could have been someone else with that same kind of ridiculous, outlandish outbursts and thoughts and actions. I mean, we got what we deserved. I mean, I don’t like everything he says, but I’m going to vote for him again.” Joe said his 2016 vote for Trump came down to a comparison between Republicans and Democrats — he printed out the two party platforms, considered them and came away convinced Trump was the only way to go.\n\nDaniel intervened, skeptical. “Looking back in the primary starting in 2015, I mean — evangelicals put Trump over the top among, what? 16 other otherwise sane candidates. [He] was riding this wave of evangelical support.”\n\n“He was married several times,” Joe acknowledged, a little grudgingly.\n\n“Yeah, and I shouldn’t lead off with that because it’s not even the main reason — it’s demonizing immigrants” and remarks about keeping out people from “shithole countries,” Daniel said.\n\n“Basically,” Joe argued, “Trump is everyone, without the filters. I’m sure at some time you’ve thought some horrible things, but you had a filter there to keep you from saying it.”\n\n“But is that a defense?” Daniel asked.\n\n“No, that’s just —”\n\n“A fact to you?”\n\n“Just an explanation of why. I mean, he is a raw personality with all filters removed. . . . I think he pretty much exemplifies this sin that we all carry with us. He just doesn’t know how to repress it.”\n\nDaniel nodded, and pressed: “But it would seem like a natural question would be, you just sounded like you just described some pretty good reasons not to support the man.”\n\nBack and forth like this, on and on: the Green New Deal, taxes, climate change, abortion, with Joe holding that Trump’s essential toughness set him apart from the other slick, polished Republican alternatives, and Daniel pressing as to whether that belligerent approach to politics really accomplishes evangelical goals. “Trump accepts evangelicals,” Joe said, unlike the Democrats. “I think ‘accepting’ is probably a friendlier term than ‘exploits the talking points they want to hear,’ ” Daniel parried. There were the usual sparring sessions over media dishonesty and the extremes of Trump’s policies, such as family separation at the border, which Joe admitted he didn’t approve of.\n\nEven as father and son staked out a mostly generational conflict between the evangelicals who readily accepted Trump, and those, such as Daniel, who remain skeptical, they still shared signs of affection: little jokes (“You know, Daniel, I can change my will at any time . . .”), an arm around the shoulder, a hand resting on the back of a neck.\n\nWhatever the costs have been — and for many, the price of Trump’s policies has been cruel and devastating — the Aguilars seemed to exhibit that faint hope that Helm and Vinson live on: that evangelicals attached to Trump and those who oppose him can find some common humanity to hold them together, even in the heat of contention; that there might be better things on the horizon than continual decline; that the promise of pursuing those beautiful things might be the key to sealing the rift between Trump’s Christians and all the rest.\n\nEaster Sunday\n\nI had set out to Texas with the intention of spending Easter Sunday with my own family; my uncle, aunt and cousin are evangelical Christians and have been for as long as I can remember, stretching back to days spent at Sunday school, when my aunt would teach and my cousins would sit together in semicircles to read, play and sing. It was only much later in life, long after I had left Texas and spent time among vastly different political and religious climates, that I realized not everyone knew evangelicals personally, and that their world was in some sense exotic to a vast number of commenters who write about them.\n\nIn the end, I couldn’t summon the objectivity to commit my family’s views to the page. I wonder if anyone can, whether they have intimate connections to evangelicals or similarly charged connections to those who fear evangelical politics will endanger their lives, loves, livelihoods or families. There scarcely seems to be a neutral approach to this curious group of voters, whose essence reaches for the extremes — incorporating the deeply spiritual and the basely practical, focusing primarily on matters of love, sex and reproduction, envisioning both a legal regime transformed by friendly Supreme Court justices and a world set apart from the dominant culture in which their increasingly unusual way of life can flourish.\n\nHowever he reached them, Trump has undoubtedly made greater inroads with his evangelical adherents. Jeffress predicted an even bigger win for Trump among evangelicals this time around, surpassing his record-setting success last time; all of the Farmersville Christians were prepared to vote for him in 2020, as was Joe Aguilar. Much depends on the many months between now and the general election, but I would no longer underestimate the possibility that evangelicals will turn out in stronger numbers for a second Trump term than they did in 2016, partly to ensure another Supreme Court pick and partly because the backlash against them has cemented so much of what they already suspected about liberals’ attitudes.\n\nHowever he reached them, Trump has undoubtedly made greater inroads with his evangelical adherents. Jeffress predicted an even bigger win for Trump among evangelicals this time around.\n\nWhich raises a series of imponderables: Is there a way to reverse hostilities between the two cultures in a way that might provoke a truce? It is hard to see. Is it even possible to return to a style of evangelical politics that favored “family values” candidates and a Billy Graham-like engagement with the world, all with an eye toward revival and persuasion? It is hard to imagine.\n\nOr was a truly evangelical politics — with an eye toward cultural transformation — less effective than the defensive evangelical politics of today, which seems focused on achieving protective accommodations against a broader, more liberal national culture? Was the former always destined to collapse into the latter? And will the evangelical politics of the post-Bush era continue to favor the rise of figures such as Trump, who are willing to dispense with any hint of personal Christian virtue while promising to pause the decline of evangelical fortunes — whatever it takes? And if hostilities can’t be reduced and a detente can’t be reached, are the evangelicals who foretell the apocalypse really wrong?\n\nRead more:\n\n‘He gets it’: Evangelicals aren’t turned off by Trump’s first term\n\nBen Howe: Evangelicals have abandoned their mission in favor of Trump\n\nElizabeth Bruenig: She reported her rape. Her hometown turned against her. Can justice ever be served?\n\nExplore more from The Opinions Essay series and other Opinions features", "url": "https://www.washingtonpost.com/opinions/2019/08/14/evangelicals-view-trump-their-protector-will-they-stand-by-him/"}}