{"foreign_id": "36_Fake", "article1": {"title": "Did RuPaul Claim Trump Touched Him Inappropriately in the 1990s?", "content": "Famous drag queen RuPaul claimed he was groped by Donald Trump at a party in 1995.\n\nOn 14 October 2016, the World News Daily Report (WNDR) web site published an article reporting that famous drag queen RuPaul claimed he had been groped by Donald Trump at a party in 1995:\n\nThe famous drag queen, actor and recording artist Rupaul, claims that Donald Trump grabbed his ass and genitals during a party in 1995.\n\nIn an exclusive interview with the Hollywood Inquirer, Rupaul said that Mr Trump “made a move” on him during an event celebrating the release of the movie To Wong Foo, Thanks for Everything! Julie Newmar.\n\nThe artist was wearing his full drag queen apparel at the time, and he says Trump clearly mistook him for a real woman.\n\n“I had just come out of the bathroom when Trump jumped on me and kissed me”, he explained. “He started grabbing my ass and pulled my dress up to grab my genitals. He suddenly became very angry. He started yelling and cursing, and he left the party.”\n\n", "url": "https://www.snopes.com/fact-check/rupaul-claims-trump-touched-him/"}, "article2": {"title": "RuPaul on His First Emmy Nomination, Donald Trump, and Hillary Clinton", "content": "Photo: Monica Schipper/FilmMagic\n\nThe 2016 Emmy race is underway, and Vulture will take a close look at the contenders until the awards on September 18.\n\nFor the first time in his career, RuPaul is getting some mainstream recognition: an Emmy nomination. The host of RuPaul’s Drag Race received his first nod this year for Outstanding Host for a Reality Program. For some, there was a sweet irony that RuPaul’s nomination came soon after saying that he didn’t pay such accolades any mind. His exact words to Vulture: “In fact, I’d rather have an enema than have an Emmy.” Vulture got Ru on the phone to parse the significance of the nomination, which naturally led to a conversation about politics, Donald Trump, and Hillary Clinton.\n\nCongratulations on your Emmy nomination.\n\nDon’t you mean condragulations?\n\nYes, that is what I meant. What was going through your mind when you heard the news?\n\nWell, my agents called me up and told us that we had been nominated, and my first thought was I was happy for Logo getting that kind of recognition. Logo is a corporation. The industry, which is a corporation, recognizing another corporation is good for business. It’s great. But, like I said before, I’ve lived my life and worked my career outside of the system, off the grid, so for me to start being inspired by what other people think of me is not what I’m about. Certain recognition, you know, recognition from a mother, from people who really know you, but from an industry is a different thing.\n\nDuring a previous conversation, I expressed surprise that you had never been nominated, and you had a very thoughtful response, which was that drag was not about conformity, and so in that sense the Emmys couldn’t recognize it.\n\nYou know, in ninth grade, I won best dancer and best Afro. And I indeed had the best Afro and was the best dancer, but that’s not what got me the award. What got me the award was I was hanging out with all the right people, and life doesn’t change much when you leave junior high school. It’s the same. So, you know, when I vote, I vote for my friends. I vote for people I like. A lot of people don’t see all these shows. We get stupid screeners to sit and watch all this shit. I don’t have frickin’ time to watch all this shit! I will vote for my friends. So, does the best person win? Probably not. Sometimes it works out that way. My guess is that probably not.\n\nSo does that mean that you’ve made a lot of friends in the industry then?\n\nI don’t know. What ends up happening is you work a lot. Sometimes you work for big corporations who have a lot of friends and a lot of pull. Even when I won best Afro, I wasn’t literally friends with that in-crowd. I was in favor with them; I wasn’t really friends with them. And when I won those awards, I knew immediately the political ramifications of that.\n\nDo you think there are political ramifications for this nomination?\n\nOh, sure! The Oscars had so many white faces, and then all of a sudden they did an about-face and they’re changing things up because it makes them look bad. It makes it look like the new boss is the same as the old boss. So they had to quickly do things that made them appear that they’re up with the times. They don’t want to appear that they’re behind. And the truth is, Hollywood doesn’t have a moral responsibility, they have a monetary responsibility. So they do things that make sense to them financially. Because it’s not a person we’re talking about — we’re talking about a corporation. A corporation’s bottom line is to make more money.\n\nAnd you make them money.\n\nWell, I know that probably having me on the ballot reflects what’s happening with the times. You see certain actors who have been bachelors their whole lives — real fuck machines. By the time they’re 50, they have to settle down, marry someone, and have a child because, if they don’t, they’ll be portrayed in the press as being an old lech, or a creepy old guy who’s preying on young poon. So it’s an image thing. It’s like politics. There’s a certain way you can play the public to where they don’t catch on to your ways. So I guess what I’m saying is, we’re in a place where people are behaving like they are conscious of diversity and all that, and it’s great. Ultimately, it’s a great thing. But the truth is, you look at the election, you see what people are doing, and you see, Okay, the subconscious mind, it’s still going for the lowest common denominator. Yes, Trump is this weirdo and he’s creepy, but the saddest, most worrisome part of this is that there are millions and millions of people who are devotees! What I’m trying to say is that people put on this face because it makes them look good, but underneath lurking in the subconscious is this other face that you’re thinking, Ooh, that’s fucking gross! And most people act from that subconscious, gross place.\n\nSo then I assume you wouldn’t see this nomination as something that would make you mainstream?\n\nNo. It would make Logo mainstream. Logo plays in that world. When you break it down, they’re a subsidiary of Viacom, and I’m sure that Viacom looks at Logo as a more viable, more substantial player, because it’s now Emmy-nominated. And that works in a business sense.\n\nWill you attend?\n\nYeah, sure, I’ll attend! I have to attend for Logo and for the producers I work with. [Laughs.] Everything is fucking political. Will I attend? Yes, because I have to.\n\nWhat do you think about what’s going on with Donald Trump and the Republican Party?\n\nWhen you break it down, this is about mankind moving forward and the people who are resisting that forward movement. When a butterfly makes a metamorphosis from being a caterpillar, there’s a violent exchange between caterpillar and butterfly. And what we’re witnessing is this violent exchange and a rejection of the movement forward. It’s so uncanny, and it’s so clear that that’s what’s happening, even as it relates to what’s happening around the world, with these horrible tragedies. There are people who are rejecting the forward motion of mankind. And they don’t want to be present for what’s happening because they don’t want to change, because change would mean they’d actually have to look at themselves and go, “Who am I? What am I? And how do I relate to this world?”\n\nI think of Trump as a camp character.\n\nRight, but unfortunately most people don’t get irony. We would laugh at it, but most people would probably take it seriously.\n\nWell, I think they are right now.\n\nThey are.\n\nWhat do you think about Hillary Clinton and the Democrats?\n\n[Laughs.] I fucking love them. I have always loved them. And let me just say this: If you’re a politician — not just in Washington but in business and industry, you have to be a politician — there are a lot of things that you have to do that you’re not proud of. There are a lot of compromises you have to make because it means that you can get this other thing over here. And if you think that you can go to fucking Washington and be rainbows and butterflies the whole time, you’re living in a fucking fantasy world. So now, having said that, think about what a female has to do with that: All of those compromises, all of that shit, double it by ten. And you get to understand who this woman is and how powerful, persuasive, brilliant, and resilient she is. Any female executive, anybody who has been put to the side — women, blacks, gays — for them to succeed in a white-male-dominated culture is an act of brilliance. Of resilience, of grit, of everything you can imagine. So, what do I think of Hillary? I think she’s fucking awesome. Is she in bed with Wall Street? Goddammit, I should hope so! You’ve got to dance with the devil. So which of the horrible people do you want? That’s more of the question. Do you want a pompous braggart who doesn’t know anything about diplomacy? Or do you want a badass bitch who knows how to get shit done? That’s really the question.\n\nHow would you describe your political ideology?\n\nI’m a realist. Drag says, “This is all bullshit.” Drag says, “You’re playing a role, and I’m here to remind you: Don’t get it twisted. I’m not buying it. I understand what’s really real, and what’s really hood, and I’m living my life that way.” I see politics the same way. Everybody’s playing a role. And don’t try to make me believe that you are what you say you are. I can see behind that mask.\n\nI wanted to talk about the shooting at Pulse in Orlando. You made a statement at the Trailblazer Awards, and I wanted to hear about when you first heard the news and how it impacted you.\n\nI have a long, long relationship with Pulse nightclub for years and years. It’s a safe space. It’s a safe haven — a place where people can meet our tribe. It always has been. To have it encroached by such an evil force hurts very deeply. I’m 55. I’ve witnessed so many assaults — emotional assaults, physical assaults, all of that. I was assaulted after the first attack, assaulted again just by how the media handled that stuff. So, it was a hurtful situation, and even more hurtful that I don’t believe that we as a people, as a culture, have really learned from it and how to deal with it.\n\nWhat do you think needs to happen?\n\nWe need to talk about the subconscious mind. We need to talk about the hateful darkness that lives in each of us. We don’t all have it to that extent, but we definitely need to shed light on that area of us. All of us have been sold this idea that we deserve the whole world, and that everybody’s going to get the big house, the big cars, the two and a half children, and all of this stuff that the media sells us. And then people who don’t get it get angry. And they say, “Dammit, if I’m not going to get mine, no one’s going to get it!” So we get angry, and from the anonymity of a keyboard online, we troll people, we put them down. Some people go to the extent of killing people or being horrible in that way. And that’s obviously the extreme. But we all have that element. I think the way we approach this is we need to acknowledge that area of our consciousness that lives in all of us, and we need to start that dialogue. We need to recognize it when it pops up.\n\nIt’s all throughout the whole Trump thing: Ego wants to divide us up. Ego wants to believe that we’re separate from one another, but the truth is there’s only one of us here. So for us to move forward, we have to acknowledge that element in us, and then when it comes up, say, “Thank you for sharing, but I’m going do this, because I’m not going to act on my fragile ego.”\n\nMichelle Obama, at least during her speech, brilliantly did this. She took Trump down without even having to mention his name, which was the best shade I have seen.\n\nOh, God, yes. That is exactly how to deal with it.\n\nLast question: Would you still rather have an enema than an Emmy?\n\n[Laughs.] Well, it depends on who’s administering the Emmy. Or who’s administering the enema.\n\nI think you could have both.\n\nThen there’s your answer! I’ll have both.", "url": "https://www.vulture.com/2016/08/rupaul-emmy-nomination-trump-clinton.html"}, "article3": {"title": "Why Drag Is the Ultimate Retort to Trump", "content": "RuPaul Charles, America’s most famous drag queen, sat on a gold lamé couch at a luxury hotel in Midtown Manhattan one Tuesday in March, doling out advice for the white working class. Wearing a patterned suit jacket and black slacks—one of his signature out-of-drag looks—he made a hand motion to suggest widgets being moved from one part of an assembly line to the next.\n\n“If you were a factory worker and your job was to put this to this from 9 to 5, we don’t do that anymore,” he said, his soft voice carrying the imperious, jokey edge familiar to viewers of RuPaul’s Drag Race, his reality-TV show. Then he referenced a viral video from Ts Madison, a transgender activist and former porn star: “You better step your pussy up. Get on a business, bitch!” He delivered this spiel with the clipped, decisive tone of a therapist on the clock. “Nature will not allow you to just sail on through doing some factory job,” he said. “We don’t do factories anymore.”\n\nAt 56, RuPaul is in little personal danger of being phased out; he is, to the contrary, one of gay pop culture’s most enduringly relevant figures. Over the past quarter century, he has done more than anyone to bring drag to the American mainstream. At the same time, he has used his platform to act as life coach to the queer masses, counseling self-love and hard work to combat social stigma and inner doubt. (Catchphrase: “If you can’t love yourself, how in the hell you gonna love somebody else?”) But lately, thanks to political developments, this inspirational package has come with a dose of indignation, and a sharpened sense of social purpose.\n\nThe rejection of a woman president in favor of a man whose supporters rail against “cucks” gives drag new salience.\n\nIn November, RuPaul tweeted that he was “finding it hard to carry on ‘business as usual’ after America got a giant swastika tattooed on her forehead,” and he told New York magazine’s Vulture website that Donald Trump’s win felt “like the death of America.” By the time I met up with him in March, right before the premiere party for Drag Race’s ninth season, his mood had improved considerably, but his focus was still on the political scene. “My optimism is back. I understand what it is we must do,” he said. “We’re going to mobilize young people who have never been mobilized, through our love of music, our love of love, our love of bright colors.”\n\nExplore the June 2017 Issue Check out more from this issue and find your next story to read. View More\n\nSuch mobilization would seem to already be in progress, thanks to Drag Race. Tuning in is like entering a fluorescent cocoon of camp, where men who perform as women battle in a wild reimagining of Project Runway. Launched on Logo, Viacom’s queer-focused network, in 2009, the show is ubiquitous in many gay-friendly circles; this spring, it moved to VH1, in a bid to bring drag to a wider audience.\n\nThe moment seems ripe for it. An ad for Season 9 features the tagline “Drastic times call for dragtastic measures” and RuPaul saying, “We need America’s next drag superstar now more than ever”—the implication being that cross-dressing has taken on a special charge under Trump. Which isn’t to say the show wasn’t socially engaged before. In the Obama era, Drag Race cheered on gay rights and reveled in gender identity’s vagaries just as gay rights were making significant gains and many Americans were beginning to grapple in earnest with transgender people’s existence. Still, the rejection of a woman president in favor of a man who reportedly prefers his female staffers to “dress like women” and whose supporters rail against “cucks” and “the pussification of America” places drag in a more obviously defiant context: The pussification of America—the freedom of men to partake in that which society has marked as feminine and vice versa—is exactly what RuPaul wants.\n\nThe early months of the Trump presidency have seen drag flourish as a form of political critique. The signature pop-culture send-up of the administration has come not from Alec Baldwin’s pursed-lip Trump on Saturday Night Live but from Melissa McCarthy’s wild-eyed Sean Spicer—a parody of macho huffiness that reportedly infuriated Trump because, a source told Politico, he “doesn’t like his people to look weak.” This reaction led some critics to call for SNL to drag up the entire administration; Kate McKinnon has since portrayed Jeff Sessions, and Rosie O’Donnell has offered to play Steve Bannon. Underscoring the sense of gender panic in Trumpland, one of early 2017’s defining memes came when a conservative Twitter user added the words “This is the future liberals want” above a picture of a niqab-clad woman and a drag queen—two bogeyladies of the culture wars—sitting comfortably on one New York City subway bench. The fact that for many liberals this indeed was a perfectly lovely vision prompted much hilarity; one of Drag Race’s stars, a deranged-Russian-prostitute character named Katya Zamolodchikova, tweeted the same caption with a photo of herself crouching grotesquely in a green bodysuit and Birkenstocks.\n\nRuPaul’s own Twitter feed has become a steady source of gif-laden jabs against the “Manchurian pumpkin,” his preferred term for the president. RuPaul: What’s the Tee?, the motivational and comedic podcast he co-hosts with Michelle Visage, a Drag Race judge, has begun devoting more time to current events. The title track of his new album, American, uses thumping dance pop to assert that gay black drag queens are as American as anyone else. He’s deejayed events to benefit Planned Parenthood and the ACLU in recent months. When I suggested that his level of political engagement had increased, he replied that he’d long been outspoken about politics but not policies. “Now I’ve been happy to talk about policies,” he said. “Because the world’s gone batshit fucking crazy.”\n\nIn person, RuPaul is very much the same self-possessed bald beanpole that Drag Race audiences have watched dispense advice and shade to contestants—except his freckles are more noticeable, and his shade can be turned on you. At one point, while discussing the virtues of transformation, he eyed my outfit and suggested that drag could teach the squares of the world to live a little, sartorially speaking: “When you think you’ve landed on this look with the black jeans and blue shirt for the rest of your life, we’re here to say, ‘You know, it’s just clothes.’ ” (For the record, my pants were dark green.) As we talked, RuPaul seemed to be looking over my shoulder into the hotel lobby; he was, he explained, watching for his husband, Georges LeBar, who was on his way with a chicken panini.\n\nThe two married in January, partly out of concern that same-sex marriage could be rolled back under Trump. Though the wedding was in some ways a formality—they’ve been together for 23 years—it contributes to the sense that this is a time of personal flourishing for RuPaul. In a nod to his popularity (as well as to how insane politics has gotten), John Oliver proposed on Last Week Tonight that the drag queen could run for president as the progressive reality-TV-star retort to Trump (hypothetical slogan: “Make America fierce again”). In April, RuPaul debuted as a recurring character on the Netflix sitcom Girlboss, playing the main character’s crotchety neighbor; J. J. Abrams is developing a dramedy based on RuPaul’s years as a fixture of the New York City club scene.\n\n“I’m not doing drag to give you makeup tips,” RuPaul says. “This has always been a political statement.”\n\nThe source material is rich. After a childhood split between San Diego and Atlanta, in the care of first his mother and later an older sister, RuPaul worked as an entertainer and shape-shifting party presence, donning loincloths and dabbling in David Bowie–esque androgyny while fronting the new-wave bands Wee Wee Pole and RuPaul and the U‑Hauls. Eventually, he settled in New York. By 1993, he’d shellacked himself into the 7-foot-tall (in heels) “glamazon” character who rocketed to fame off the dance single “Supermodel (You Better Work)”; this, in turn, led to a talk show on VH1. Now Drag Race aims to subject less established drag queens to some of the same trials of “charisma, uniqueness, nerve, and talent” that he once faced. “My career has been built on the fringe of the status quo,” RuPaul told me. “There was no blueprint for what I do.”\n\nOf course, drag as it’s commonly practiced today did exist before RuPaul, mostly among queer folks whose pageants, any decent social theorist will tell you, delighted in exposing the artificiality of both femininity and masculinity. RuPaul’s rise to stardom was part of a public coming-out for the practice, which coincided with a wave of ’90s‑era drag-themed movies, including The Adventures of Priscilla, Queen of the Desert and the acclaimed documentary Paris Is Burning. Though the decade was a boon to his career, he thinks back with some frustration on various cultural gatekeepers who treated him more as a curiosity than as a social critic. He says he’s always approached drag as “punk rock”—as an instrument of resistance. “Just being someone’s punch line is not my idea of fun.”\n\nToday, even as he finds himself at new heights of acclaim, RuPaul sometimes feels that same sense of being misunderstood. Before a recent TV appearance promoting Drag Race, a producer asked whether he’d be willing to teach the show’s host how to walk like a supermodel. The request offended him. “I’m not doing drag to give you makeup tips,” he told me. “This has always been a political statement.” That political statement doesn’t exactly lend itself to specific action items, of course; RuPaul is as fluent in righteous woo-woo as any outspoken celebrity. “Following your heart is the most political thing you can do,” he told me at one point.\n\nRuPaul in 1979, at age 18. He says he’s always approached drag as “punk rock”—as an instrument of resistance. (Tom Hill / WireImage / Getty)\n\nYet he seems sincere in his conviction that it is worth seeking out the deeper meaning of things that appear superficial. On a recent episode of What’s the Tee?, he quizzed the actress Leah Remini on her acrylic nails and then, without pausing, asked, “I wonder what the subtext of having nails is? … Psychologically speaking, what’s underneath that?” And he seems equally sincere in his belief that lewd puns and piled-high wigs can fight everything from gender essentialism to consumerism. “Our culture is about choosing an identity and sticking with it so people can market shit to you,” he said. “Anything that switches that around is completely the antithesis of what our culture implores us to do.”\n\nOutside Drag Race’s season-premiere party, at the PlayStation Theater, in Times Square, the latest crop of contestants mugged for the cameras. Nina Bo’nina Brown wore facial prosthetics designed to resemble a gorilla; Jaymes Mansfield had on a Muppets-inspired bodice; Kimora Blac sported breasts evoking a pervy video-game designer’s version of the female form. Though some of the queens talked up their “fishiness”—the joyfully crass drag term for seeming like a real woman—their outlandish getups illustrated one of RuPaul’s central assertions: that drag’s real purpose has less to do with passing for another gender than with highlighting gender’s artificiality.\n\nAt one end of the red carpet, Sadie Gennis, a TVGuide.com editor, asked each queen to play a game of word association with some names: Oscar the Grouch, Emma Stone, Donald Trump. The responses to Trump’s name were remarkable in their uniformity. Sasha Velour: “Already a horrifying drag queen.” Eureka O’Hara: “Girl, that hairline’s a mess. You ain’t never heard of lace glue?” Shea Couleé: “Girl, look how orange you fucking look, girl!” (The last line, which quotes a now-legendary Drag Race squabble about makeup, has shown up on anti-Trump protest signs.)\n\nThis notion of Trump as a drag queen is a common punch line, thanks not only to his Technicolor tan, bouffant hair, and love of insults, but also to his exaggerated display of masculinity. And yet when I put to RuPaul the idea that the president is a drag artist, he drew an important distinction: Trump “actually believes he is that thing. As drag queens, we know we’re putting on a facade and we’re always aware of it, which is what scares the status quo. He believes he looks good. He believes he’s looking like a real man.”\n\nHowever visceral RuPaul’s distaste for Trump, he isn’t quite your typical Hollywood progressive. Yes, he thinks the guardians of straight white orthodoxy should lighten up, but he feels much the same way about, among others, liberal types who want him to apologize for using the word tranny. Though RuPaul supports federal protections for transgender people and welcomes trans contestants on Drag Race, he can sound downright conservative when talking about the self-seriousness of liberal identity politics (he declines to describe himself as a liberal). And Drag Race’s cheeky flirtation with gender and racial stereotypes—to say nothing of how it reappropriates terms like bitch—hasn’t always rated as politically correct. “I’ll make a joke about something and people will print it out and it sounds awful, when it’s really clear my standpoint is ‘Live your life, be free, do what you feel you need to do,’ ” he told me.\n\nAs the premiere party got under way, RuPaul appeared onstage, startling the sold-out house—the advertised lineup of performances by Drag Race personalities hadn’t included his name—and received the loudest applause of the night, despite the fact that he was the only one whose outfit wouldn’t have drawn a second look on the street. Introducing a clip of Season 9, he explained that the first episode would feature Lady Gaga. He turned to the drag queen Lady Bunny, a longtime friend. “We tried to get Lady Bunny [for the show], but she turned us down,” he said, letting out a high, knowing laugh. “Lady Bunny, you are a whore.”\n\nThe video that followed boasted much of the frivolity and bizarreness fans of the show have come to expect. The cast’s first meeting quickly gave way to sniping about eyebrow shapes; one queen was done up like a voluptuous rodent. But the opening episode, which aired later in March, also reflected an engagement with larger issues. One contestant sobbingly told Lady Gaga that her career had helped save lives; another wore a leotard scrawled with #blacklivesmatter. Though the episode had been filmed before November, it was not hard, watching it, to anticipate the turns that Drag Race might take in the future.\n\n“This whole election thing was probably the best thing that could have happened,” RuPaul had remarked to me earlier in the day, before leaving his hotel. “Because everyone is getting woke. These bitches are waking up.”", "url": "https://www.theatlantic.com/magazine/archive/2017/06/rupaul-gets-political/524529/"}}