{"foreign_id": "37_Fake", "article1": {"title": "Sanders to run as a Democrat — but not accept nomination", "content": "But the move also comes at a time when Sanders supporters are pushing for changes to the presidential nominating process as part of the Democratic National Committee unity reform commission. One priority is to open up the party’s primaries to voters who aren’t registered as Democrats.\n\nA Sanders spokeswoman did not answer when asked whether the senator considered doing things differently in light of his new party and Senate leadership roles.\n\nThe Vermont Democratic Party passed a resolution over the weekend supporting Sanders’ move, proclaiming that he could still be considered a member of the party “for all purposes and entitled to all the rights and privileges that come with such membership at the state and federal level.”\n\n“It’s hard to explain to people from out of state how we’ve made peace with it as a party, how Bernie’s made peace with it. We’re on board,” said Vermont state chairman Terje Anderson.\n\nAnderson pointed out that Sanders appears at party fundraisers, and participates in the coordinated campaign efforts with other Democrats. He acknowledged that the approach probably “intimidates people from running,” but he said that the complaints about this among state Democrats have faded, and the role that Sanders has taken on nationally has helped with that.\n\n“It’s a minority, and it’s a shrinking minority over time as he’s done more and more for the party and with the party,” Anderson said.\n\nStill, Anderson said he’s faced a number of tough questions about this arrangement at DNC meetings over the years.\n\nIn a statement, Sanders thanked the state party for the resolution, citing the work that he’s doing pushing for a change in the economy in Vermont and around the country.\n\n“I welcome the Vermont Democratic Party’s work to build bridges and not walls,” Sanders said. “Let’s fight for our children’s future and not over labels.”\n\nAmid the bitterness of the 2016 primaries, there had been some chatter among Hillary Clinton supporters of finding a candidate to run against Sanders. Nothing materialized. Nor have any other viable candidates emerged — the filing deadline is next week and Anderson said that he hadn’t heard of anyone else collecting signatures.\n\nBut the frustration was still evident among Clinton backers, if not in Vermont.\n\n“And this guy wants to run for the Democratic nomination in 2020 lol,” tweeted Clinton political adviser Adam Parkhomenko.\n\n“Seriously?” tweeted Clinton spokesman Nick Merrill.\n\nMary Sullivan, a state legislator and DNC member, said Sanders is “very popular, and for very good reason.”\n\n“I’d love for him to accept the nomination and become a Democrat, but it probably won’t happen,” she said. “The most important thing is Bernie Sanders shows the values of the Democratic Party.”\n\n", "url": "https://www.politico.com/story/2018/05/21/bernie-sanders-democrat-independent-vermont-601844"}, "article2": {"title": "This time around, Bernie Sanders has a tougher sale: himself", "content": "WASHINGTON — This time, Bernie Sanders' presidential campaign has to be about Bernie Sanders — and that will be his greatest challenge.\n\nWhen he decided to run for the Democratic nomination in 2016, the iconoclastic independent senator from Vermont told friends that he wanted to make sure a progressive agenda was front and center in the national political debate. If other progressives, such as Sen. Elizabeth Warren, D-Mass., were going to sit out the election and let Hillary Clinton tack to the center, he would jump in and pressure her from the left.\n\nBut the Democratic Party has changed — in no small measure because of Sanders' first campaign — and his message is no longer so distinctive. He is a victim of his own success in that the planks of his 2016 campaign have become liberal litmus tests that many of his rivals for the 2020 nomination are trying to pass: \"Medicare for All\" and free college tuition among them.\n\nFor Sanders to win, he'll have to convince Democratic primary voters that he's the right person for a very specific mission.\n\n\"They care more about beating Donald Trump than who the candidate is,\" said Bill Press, a liberal talk show host and former California Democratic Party chairman who backed Sanders in 2016 but hasn't yet picked a favorite for 2020. \"It’s not going to come to him automatically. He’s going to have to fight for it.\"\n\nThat's an uncomfortable position for a politician who has spent his career playing down personality and using the ideological purity of his policy preferences as a political cudgel. The safe space for Sanders — who has few close friends in Congress after 30 years in the House and Senate — has always been to focus on everything but personal qualities.\n\nBut now it has to be about him — about why he's the one.\n\nThe crowded primary presents a related challenge for Sanders. In 2016, his policy stands allowed him to contrast with his main rival, Clinton, in ways that capitalized on the antipathy some Democrats had for her on a personal level. He cast himself as honest and authentic, not beholden to special interests and uncompromising on progressive priorities.\n\nThis time around, it will be harder for him to distinguish himself against a variety of other candidates in the same way — and none of them have the depth or complexity of relationship with the Democratic electorate that Clinton did.\n\nAlready, Sanders is showing signs that he understands he has to adapt to thrive. In his campaign launch video, released early Tuesday morning, he put environmental, racial and social justice on par with the economic justice he has long prioritized as the pillars of his message. That's a sign that he's taken to heart the criticism that his heavy emphasis on economic issues — particularly those that animate working-class white voters — hurt his ability to connect with people of color.\n\nPerhaps more importantly, as he tries to distinguish himself in a field full of candidates echoing his positions or carefully calibrating theirs in close proximity to his, Sanders reminded his supporters that he's the original, not a watered-down imitation of the political revolutionary they fell in love with.\n\n\"Together, you and I and our 2016 campaign began the political revolution,\" he said. \"Now, it is time to complete that revolution and implement the vision that we fought for.\"\n\nThat is, he has no plans to watch from the sidelines as someone else tries to lead Democrats to the Promised Land.\n\nA Sanders campaign spokeswoman did not reply to a request for an interview for this piece.\n\nStill, Sanders comes into the race, like any other repeat candidate, with both experience and baggage. It won't be lost on anyone that no matter how much his campaign tilted the debate in the Democratic Party afterward, he lost the 2016 primary to Clinton — and many of her supporters still blame him, fairly or not, for a lack of enthusiasm among his supporters for her general election campaign.\n\nBut Sanders, who called Tuesday for his backers to create a force of a million volunteers, has a national network of small-dollar donors — the lifeblood of modern Democratic campaigns — a bumper crop of young political activists and elected officials who have cast themselves in his image and an outside group, called \"Our Revolution,\" that remained active in his stead during last year's midterm elections.\n\nSanders and his team of political operatives also have the campaign experience that they lacked last time, which means they should have a better appreciation of the mechanics of putting together the state-by-state operations necessary to win delegates to the Democratic convention.\n\nAnd, under new party rules, the Democratic \"superdelegates\" — a cadre of party officials who went almost unanimously for Clinton in 2016 and were almost uniformly hostile to Sanders because he was not of the party — will not come into play unless no candidate wins the nomination on the first ballot.\n\nIt will be almost a year before the Iowa caucuses start producing winners and losers, but, Sanders' entry feels like a big victory for the left, according to Adam Green, co-founder of the Progressive Change Campaign Committee.\n\nThough the PCCC has endorsed Warren, Green said he sees the two progressive senators as a \"one-two punch\" that will keep the primary debate focused on issues of core concern to the left.\n\n\"It really matters in terms of what issues get the spotlight in the 12 sanctioned debates and the day-to-day debate in the press,\" he said. \"As there’s a rush of candidates to match Sanders and Warren on the issues, that inherently changes voters' perception of what ideas are in the mainstream and what ideas are viable against Trump.\"\n\nBut it's not just about the message anymore.\n\n\"We hear from a lot of our own members that the No. 1 thing they want is to beat Trump,\" he said. If all goes well for the PCCC, Sanders and Warren will create a galvanizing force for the ideas of the left and ultimately produce a progressive nominee.\n\n\"We believe Elizabeth Warren is the most electable against Trump,\" Green said.\n\nThat's the rub for Sanders, whether it's against Warren or other rivals: He has to make the case he's the best champion for the cause of winning the White House.", "url": "https://www.nbcnews.com/politics/2020-election/time-around-bernie-sanders-has-tougher-pitch-himself-n973311"}, "article3": {"title": "Here’s How Third-Party Candidates Have Changed Elections", "content": "America’s two-party political system makes it difficult for candidates from outside the Republican and Democratic parties to win presidential elections. Since 1920, in fact, only four third-party candidates—Robert La Follette in 1924, Strom Thurmond in 1948, George Wallace in 1968 and John Hospers in 1972—have been able to win even a single electoral vote. That doesn’t mean, however, that third-party candidates haven’t altered the outcomes of presidential elections over the course of American history.\n\n1912—William Taft vs. Woodrow Wilson\n\nTheodore Roosevelt challenges the sitting president and creates the Progressive Party.\n\nThe title for highest share of votes ever earned by a third-party candidate in American history is still held by Theodore Roosevelt during the election of 1912.\n\nAfter serving nearly two full terms in the White House, President Theodore Roosevelt opted not to break tradition and run for a third term in 1908. But, when Roosevelt’s close friend and hand-picked successor, William Howard Taft, failed to advance his reform-minded agenda during his first term, Roosevelt challenged the sitting president for the 1912 Republican Party nomination.\n\nAlthough Roosevelt overwhelmingly won the most votes during the primaries, the Republican National Convention nominated the more conservative Taft to stand for re-election. A bitter Roosevelt broke with the GOP to form the Progressive Party, nicknamed the “Bull Moose Party” because Roosevelt often declared himself “fit as a bull moose.” The party advocated the direct election of U.S. senators, women’s suffrage, tariff reductions and social reforms.\n\nRoosevelt and Taft ended up splitting the Republican vote, which led to an easy victory by Democratic nominee Woodrow Wilson. Roosevelt finished in second after winning six states and 27 percent of the popular vote. Taft was a distant third followed by another third-party candidate, Eugene V. Debs. The Socialist Party nominee received nearly one million votes in the fourth of his five bids for the White House.\n\nTexas billionaire Ross Perot surrounded by a sign-waving crowd of supporters at his presidential campaign rally. (Credit: Shelly Katz/The LIFE Images Collection/Getty Images)\n\n1992—George H. Bush vs. Bill Clinton\n\nIndependent Ross Perot throws his hat into the ring, takes it back and then throws it again.\n\nAfter supporters gathered enough signatures to place him on the ballot in every state, Texas billionaire H. Ross Perot surged to the top of the polls in the spring of 1992. Advocating for a balanced federal budget, campaign finance reform and congressional term limits, Perot capitalized on low public support for President George H.W. Bush.\n\nDespite his support, Perot made the sudden decision to drop out of the race in July 1992, saying that he no longer believed he could win the presidency with the improving performance of Democratic nominee Bill Clinton. He later said the decision was based on his belief that the Bush campaign planned to spread rumors about his daughter and sabotage her impending wedding. Weeks before Election Day, Perot made the equally surprising announcement that he was resuming his campaign. The independent candidate’s poll numbers remained high enough to permit his inclusion in the presidential debates with Bush and Clinton.\n\nWith his folksy manner and half-hour infomercials on broadcast networks, Perot received 19 percent of the vote, compared to 43 percent for Clinton and 37 percent for Bush. Some Bush campaign officials believed Perot spoiled Bush’s re-election by drawing more votes from Republicans than Democrats. However, in a one-on-one contest, Clinton consistently led Bush in public polling from the summer of 1992 onwards. According to an analysis of the second choices of Perot supporters conducted by Voter Research & Surveys for major news organizations, Perot’s third-party run did not alter the outcome of the election. One national exit poll found that Clinton would have beaten Bush by a half-million more votes had Perot not been on the ballot.\n\nIn 1996, Perot made a repeat bid for the White House as a candidate for the Reform Party, which he established a year earlier. In that election against Clinton and Republican Bob Dole, Perot garnered just over 8 percent of the popular vote.\n\nA man wearing a t-shirt supporting Green Party presidential candidate Ralph Nader at the polling statio, 2000. (Credit: Vince Bucci/AFP/Getty Images)\n\n2000—Al Gore vs. George W. Bush\n\nRalph Nader and the Green party earn votes, but it all comes down to Florida.\n\nThe election was so tight that it took a 36-day legal battle and a controversial 5-4 Supreme Court ruling before Al Gore conceded, although he won the national popular vote by more than a half-million votes.\n\nThe race not only centered on the candidates from the Democratic and Republican parties, Al Gore and George W. Bush, but on third-time presidential candidate Ralph Nader. An American lawyer, political activist and consumer advocate Nader was Green Party candidate.\n\nNader hoped to earn 5 percent of the popular vote, which would have given his party access to federal matching funds in the following presidential election. Nader fell short of his goal, receiving 2.9 million votes and less than 3 percent of the popular vote. However, some believe Nader’s third-party candidacy siphoned enough votes from the Democratic nominee, Vice President Al Gore, to swing the victory to Republican George W. Bush.\n\nThe difference was Florida, which Bush won by fewer than 600 votes to give him a 271-to-266 Electoral College edge. Had even a small percentage of the nearly 100,000 votes garnered by Nader in Florida shifted to Gore, the Democratic candidate would have won the election. In addition, the 22,000 votes won by Nader in New Hampshire were three times the size of Bush’s margin of victory in that state. If New Hampshire had flipped to Gore, that too would have given him the victory.\n\nAn absentee ballot featuring voting options for the 2016 US presidential election. (Credit: Saul Loeb/AFP/Getty Images)\n\n2016—Hillary Clinton vs. Donald Trump\n\nWhen outsiders dominated the presidential campaign.\n\nFrom Donald Trump to Bernie Sanders to Gary Johnson to Jill Stein, political outsiders dominated the 2016 presidential campaign from its outset. But they weren’t just running on third party tickets.\n\nNot only did businessman and political novice Donald Trump surge to the Republican nomination, Vermont’s Bernie Sanders, a self-described democratic socialist who served as an independent in the Senate, received 46 percent of pledged delegates during the primary campaign for the Democratic nomination.\n\nWith Trump and Democratic nominee Hillary Clinton both suffering low approval numbers, third-party candidates received considerable attention throughout the campaign. Running on the Libertarian ticket for the second successive campaign, former New Mexico Governor Gary Johnson received nearly 4.5 million votes, which accounted for just over 3 percent of the popular vote. That was the best third-party candidate performance since Perot. Green Party nominee and Massachusetts physician Jill Stein, also running in her second consecutive presidential election, made an appeal to disaffected Sanders supporters and earned just under 1.5 million votes. In addition, independent Evan McMullin appeared on the ballot in 11 states and received over 700,000 votes, including more than 20 percent of the vote in his native state of Utah.\n\nAccording to some political analysts, third-party candidates aided Trump’s election. They pointed to the results in Michigan, Pennsylvania and Wisconsin, where Stein’s vote total exceeded Trump’s margin of victory. Had Stein’s votes in those three states flipped to Clinton, she would have won the Electoral College in addition to her popular vote majority. However, according to Politico, Stein has rejected the claim by pointing to exit polls that not only showed the majority of her voters would have stayed home instead of casting ballots for Clinton but that a sizable number of her supporters preferred Trump as a second choice.", "url": "https://www.history.com/news/third-party-candidates-election-influence-facts"}}