{"foreign_id": "38_Fake", "article1": {"title": "Sarah Palin Endorses Donald Trump, Which Could Bolster Him in Iowa", "content": "As Mrs. Palin announced her backing, Mr. Trump stood wearing a satisfied smile as she scolded mainstream Republicans as sellouts and praised how Mr. Trump had shaken up the party. “He’s been going rogue left and right,” Mrs. Palin said of Mr. Trump, using one of her signature phrases. “That’s why he’s doing so well. He’s been able to tear the veil off this idea of the system.”\n\nIt is not clear that Mrs. Palin’s blessing will have a major impact on Mr. Trump’s long-term prospects. But in Iowa, where Mrs. Palin spent years developing a network of supporters, it could be helpful. Mr. Trump has faced questions about whether his campaign’s organizing muscle can draw the voters to match his poll numbers come caucus night.\n\n“Over the years Palin has actually cultivated a number of relationships in Iowa,” said Craig Robinson, the former political director of the Republican Party of Iowa and publisher of the website The Iowa Republican. “There are the Tea Party activists who still think she’s great and a breath of fresh air, but she also did a good job of courting Republican donors in the state,” he added.\n\nOther conservatives said that Mrs. Palin serves as a particularly effective shield against Mr. Cruz, who has assiduously courted Iowa’s evangelical voters.", "url": "https://www.nytimes.com/2016/01/20/us/politics/donald-trump-sarah-palin.html"}, "article2": {"title": "Iowa 2016: Donald Trump's campaign organization woes", "content": "By the time his campaign began investing in voter data and targeting analytics, his rivals for the GOP nomination — particularly Iowa winner Ted Cruz and third-place finisher Marco Rubio — had spent millions building sophisticated voter-targeting machines.\n\nTrump’s campaign lacked the voter-targeting and turnout capabilities to translate a seven7-point polling lead in Iowa into a win in Monday’s Iowa caucuses, and his disappointing second-place finish hinted at potential trouble for him in upcoming states that should otherwise be more favorable.\n\nCruz and Rubio’s campaigns ran circles around Trump’s bare-bones operation, which gambled that Trump’s star appeal could overpower modern organizing tactics, and relied instead on big rallies, an outlandish social media presence, a flashy endorsement from Sarah Palin and a late advertising blitz to try to get supporters to the polls.\n\nTrump’s backers maintain that the most painful part of his loss to Cruz, by a 3.3-percentage-point margin, is that it never should have happened. Trump actually won the battle for supporters, they believe, especially among nontraditional Republican voters, but he lacked the tools to get them to participate in Iowa’s Byzantine caucus system. As a result, a candidate who could have been vaulted into New Hampshire with huge momentum on top of an impressive polling lead is instead looking shrunken and chastened.\n\nTrump’s staff “got outclassed and outmaneuvered ― the Iowa team simply didn’t have the tools they needed, which is why they overpromised and underperformed,” said a source close to the Trump campaign. “The Iowa team did an amazing job with the tools that they had, but that’s like saying that Al Qaeda did an amazing job in a battle with the U.S. Army because some Al Qaeda fighters didn’t get killed.”\n\n***\n\nOn the ground in Iowa last month, Trump’s operation showed signs of disorganization and acrimony as it faced mounting doubts about its ability to identify and mobilize its high numbers of previously disengaged supporters and to persuade more traditional, but undecided, Republicans to caucus for Trump.\n\nAnd some Trump allies were openly expressing doubts about the largely self-funding Trump’s willingness to pay for data analytics, as well as the aptitude of the campaign’s skeletal data team back in New York headquarters. It is headed by Matt Braynard and Witold Chrabaszcz, a pair of former data engineers for the Republican National Committee who lacked high-level national campaign experience. With less than a month to go until the caucuses, sources say, Braynard was still working to assemble a team to do what he described as a combination of high-level statistical analyses and “unglamorous political grunt work.” When one experienced data engineer asked when he could start working for the Trump campaign, Braynard immediately responded: “Now.”\n\nThe campaign didn’t start seriously building a data operation to target voters until mid-October, sources said, and even then it did not act with urgency. It waited until November to begin paying a data vendor, the nonpartisan firm L2, and until late November or early December to sign an agreement allowing it to use the RNC’s massive voter file. The RNC had initially offered the arrangement back in June, and it’s unclear what caused the delay in executing the agreement, but most other GOP campaigns signed similar agreements months before Trump.\n\nAt one point early in the campaign, Trump representatives talked to Cambridge Analytica ― the firm now being credited with engineering Cruz’s cutting-edge targeting operation ― about retaining the company’s services, but they decided it was too expensive. And, in early October, Trump’s Virginia state director, Mike Rubino, reached out to the nonpartisan voter data firm rVotes, writing in an email “We want to utilize this ASAP.” Steve Adler, rVotes’ owner, said the Trump campaign never followed up.\n\nThrough the end of last year, the period covered by the most recent Federal Election Commission filings, Trump’s campaign had spent only about $560,000 on data-related costs, compared with at least $3.6 million for Cruz. Trump’s data outlays included $235,000 to L2 for “research consulting,” $17,500 to the voter data firm NationBuilder for software, and $200,000 in list rental payments to the conservative Newsmax Media. By contrast, the Trump campaign has spent at least $1.4 million on rally-related expenses and $1.2 million on hats ― presumably mostly for the now-iconic hats bearing Trump’s campaign slogan, “Make America Great Again.”\n\nThe campaign’s lackadaisical data effort is seen in some quarters as coming down to Trump’s lack of willingness to use his own cash on something that’s seen as essential in modern-day presidential politics. “Trump’s a businessman,” said Joe Rospars, who served as a chief digital strategist to President Barack Obama’s 2008 and 2012 campaigns. “He’s not going to spend any more money than he has to, and he made his bet.”\n\nThe Trump campaign did not respond to questions about whether its Iowa turnout suffered from an underfunded voter targeting and mobilization operation. But in an interview Tuesday night on FOX News, Trump himself admitted he’d fallen short on building a solid get out the vote operation in Iowa.\n\n“We didn’t have much of a ground game because I didn’t think I was going to be winning and you know, etc. etc.,” he said. “That’s why I’m so honored to have come in second.”\n\nL2 president Bruce Willsie ― who last month told POLITICO that his company will “continue to provide services to the Trump campaign, and the data package is a major part of that” ― on Tuesday declined to discuss its approach to boosting Trump in the upcoming states, or even whether it’s even still working with the campaign.\n\n“I just have no comment on any individual campaigns with which we may or may not be working,” he said.\n\n***\n\nMeanwhile, the data teams working on Cruz’s campaign and a network of supportive super PACs were getting a lot of credit for their role in boosting the Texas senator to victory.\n\n“In an election like this every small thing you do can be critical,” Chris Wilson, the Cruz campaign’s director of analytics and pollster, told POLITICO. “It was an overall component that was important to our success.”\n\nThe Cruz campaign data team ― internally dubbed the Oorlog project, named after the Afrikaner word for ‘war’ ― includes four full-time data scientists as well as employees from Cambridge Analytica, who have been embedded in the campaign’s Houston headquarters. The company, which is owned by one of Cruz’s biggest donors, worked with both the campaign and a network of linked super PACs to identify Cruz supporters and persuadable voters using what it called “psychographic” profiles culled from social media, and commercial and political data.\n\nThrough the end of 2015, the campaign had racked up $3.6 million in bills from Cambridge Analytica, while the super PACs, all of which are named iterations of Keep the Promise, had paid the company more than $750,000.\n\nNot only are the data expensive, it’s costly to use them effectively.\n\nThe super PACs hired 10 canvassers and recruited dozens of volunteers to go door-to-door to contact people in Iowa whose Cambridge Analytica profiles suggested they were supportive of Cruz or could be persuaded to be.\n\nTypically, the so-called match rate on such calculations is about 50 percent, said Drew Ryun, who runs the field operation for the umbrella super PAC, Keep the Promise PAC.\n\n“Cambridge Analytica’s match rate was 70 percent of people who they said were leaning towards Cruz or were actually supporting Cruz,” said Ryun. “For all the talk over the last few years about the right being behind on voter ID and targeting, we’re experiencing a quantum leap forward right now.”\n\nHis group, which had been knocking on doors in Iowa for more than three months leading up the caucuses, has around 50 canvassers on the ground in upcoming states including South Carolina, Louisiana, Alabama, Oklahoma, Kansas and Missouri. “Retail politics doesn’t happen overnight,” said Ryun. “It’s months and months of work.”\n\nThe Cruz campaign, meanwhile, used the voter profiles to shape its strategies for everything from television ad buys to telephone banks and door knocks. It built a list of more than 9,000 Iowans who were still on the fence between their candidate and Trump. The team divided the undecided voters ― who were heavily evangelical and 91 percent male ― into more than 150 different subgroups based off ideology, religion and personality type, Wilson said. It used Facebook experiments to determine which issues jazzed up their voters the most.\n\nRubio’s campaign, meanwhile, relied on a 22-person data war room — for Iowa and beyond — out of an 11th-floor suite of a downtown Washington office building near Metro Center. The analytics shop is stocked with Red Bull and a beer keg, a nacho cheese machine and an Xbox.\n\nThe campaign paid $750,000 to the company called 0ptimus to assist in the data operation. Its leader, Scott Tranter, answers directly to Rubio campaign manager Terry Sullivan. Tranter’s team prides itself on having internal models showing that Rubio had more than 20 percent support from Iowan Republicans with a potential turnout scenario to surpass Trump for second place, much better than the final Des Moines Register poll , which had him with 15 percent support behind both Cruz and a leading Trump.\n\n***\n\nNow, coming out of Iowa, the Rubio and Cruz campaigns are recalibrating their models and data sets to take into account a weakened Trump.\n\n“Our probability scores are obsolete after last night,” said Wilson, Cruz’s analytics and polling director. “Everything changes as the campaign dynamics shift.”\n\nMeanwhile, Trump has left many Republicans stumped as to the whereabouts of basic campaign infrastructure built off a solid data core, including targeted online ads and phone calls to GOP voters who have participated in past primaries.\n\n“I’ve seen none in South Carolina,” said Katon Dawson, a former South Carolina GOP chairman who is unaffiliated since Lindsey Graham dropped out of the presidential race. Trump officials are “talking about it, but I know what one looks like, and I haven’t seen one.”\n\nStill, the advantages of the superior data operations of Cruz and Rubio will be tested in next week’s New Hampshire primary. Polls taken before Iowa showed Trump with a commanding 20-point lead. And the state’s primary rules, which allow independents to participate, can be a major wild card, as is the turnout, which is far greater than for Iowa’s caucuses ― a potential advantage for Trump — but also a source of volatility.\n\n“It’s not that you have to find people who may vote and dig them up here like you have to do in a caucus state,” said Andrew Smith, a political scientist at the University of New Hampshire-Durham. He cast doubt on the ability of statistical models to microtarget New Hampshire voters, arguing that “to a certain extent you can’t predict who’s going to show up.”\n\nBut the campaigns with sophisticated data operations believe they can make a difference — and that the main question will be whether Trump’s lead will be too big to overcome, or if the billionaire will, once again, fail to turn out enough of his avowed supporters to win a winnable race.", "url": "https://www.politico.com/story/2016/02/donald-trump-iowa-voter-data-218654"}, "article3": {"title": "'This Week' Transcript: Hillary Clinton, Sen. Bernie Sanders and Donald Trump", "content": "— -- (BEGIN VIDEO CLIP)\n\nANNOUNCER: Starting right now on a special edition of This Week with George Stephanopoulos. It's on: with just one day to Iowa, the GOP contenders are in a fight to the finish. Frontrunner Donald Trump making his fiercest attacks yet.\n\nDONALD TRUMP (R), PRESIDENTIAL CANDIDATE: Ted Cruz is an anchor baby in Canada.\n\nANNOUNCER: And as they chase Trump, Ted Cruz and Marco Rubio trade fire.\n\nSEN. TED CRUZ (R-TX), PRESIDENTIAL CANDIDATE: A vote for Marco Rubio is a vote for amnesty.\n\nSEN. MARCO RUBIO (R-FL), PRESIDENTIAL CANDIDATE: He's decided to run a very, you know, deceitful campaign.\n\nANNOUNCER: With the clock ticking down, we're one-on-one with Donald Trump.\n\nPlus, 11th hour surprise. Hillary Clinton hit with that top secret email revelation. With Hillary and Bernie neck and neck in Iowa, could the new email firestorm put Sanders on top?\n\nClinton and Sanders join us live on This Week.\n\nTrump, Clinton, Sanders, just hours until the first votes as we countdown to Iowa. From ABC News, a special edition of THIS WEEK. Here now, chief anchor George Stephanopoulos.\n\n(END VIDEO CLIP)\n\nGEORGE STEPHANOPOULOS, ABC HOST: Tomorrow night, we will know after a season of surprises with unconventional candidates riding a wave of anger with those first voters in Iowa just a few hundred thousand. Will they tell America's establishment we are through?\n\nIn these final hours, the candidates all across Iowa, Donald Trump rolls into Dubuque on his own Air Force One.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: Get out and caucus and don't stay back. I don't care if you're feeling horrible, you have 104 temperature, the doctor says you cannot leave it'll be the end of you if you leave bed, you cannot leave, you will not be able to make it, get out of bed and caucus.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: All three Clintons together in Cedar Rapids.\n\n(BEGIN VIDEO CLIP)\n\nHILLARY CLINTON (D), PRESIDENTIAL CANDIDATE: Thank you, Bill. Thank you, Chelsea. Thank you guys.\n\nCHELSEA CLINTON, DAUGHTER OF HILLARY CLINTON: I am so proud to be my parents' daughter.\n\nBILL CLINTON, 42ND PRESIDENT OF THE UNITED STATES: And you need a world class change maker. She is the best I've ever known.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: Ted Cruz called in Phil Robertson from Duck Dynasty.\n\n(BEGIN VIDEO CLIP)\n\nPHIL ROBERTSON, DUCK DYNASTY: Now Trump says he's not showing up for the debate with our man Cruz. Then let's call old Donald up and try to get him to do the debate.\n\n(DUCK CALL)\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: And listen to Bernie Sanders with the indie rockers Vampire Weekend.\n\n(MUSIC)\n\nSTEPHANOPOULOS: And now the pollster who knows Iowa best and writes the most has weighed in with her final numbers.\n\nAnn Selzer's poll for the Des Moines Register and Bloomberg shows Donald Trump with a slight lead at 28 percent, Ted Cruz in second at 23. Marco Rubio at 15 and Ben Carson falling to 10 percent.\n\nOn the Democratic side, Hillary Clinton neck and neck with Bernie Sanders, holding a slim 3 point lead.\n\nLet's dig into this now with Jon Karl in Des Moines. And Jon, let's start out with those Democrats right there. Bernie Sanders and Hillary Clinton so close right there, but they're drawing on completely different universes.\n\nJON KARL, ABC NEWS CORRESPONDENT: Oh, it's incredible, George. Look at the generation gap here. Bernie Sanders has a lead of nearly 40 points among Iowa Democrats under 35. But it cuts both ways. If you look at Hillary Clinton, she has an equally huge lead among Iowans, Iowa Democrats over 65. And remember, traditionally it's those older voters that are more reliable caucus goers, so that could be an advantage to her going into this final stretch.\n\nSTEPHANOPOULOS: And the poll shows it includes her final weekend strategy of bringing out Bill Clinton.\n\nKARL: Yeah, Bill Clinton is actually doing more events than Hillary Clinton in the final stretch.\n\nAnd look at this, Iowa Democrats love Bill Clinton. His favorability rating at 86 percent, only 11 percent unfavorable. The only Democrat more popular among Democrats here is Barack Obama.\n\nSTEPHANOPOULOS: And meanwhile on the Republican side, Donald Trump clearly has the momentum right now. But there are some warning signs inside the polls.\n\nKARL: Yeah, Trump has taken a beating over the last couple of weeks, negative advertising, attacks from his opponents. And his favorability rating, his unfavorability rating, is now at 47 percent among Iowa Republicans. That is sky high. Meanwhile, you know, Cruz and Rubio are both much more higher favorability ratings. Although, Cruz has taken a beating himself. His favorability rating has gone down 11 points in just a few weeks.\n\nSTEPHANOPOULOS: And there is some fluidity in the electorate right now.\n\nKARL: Well, the Trump supporters, 71 percent, say that they will definitely vote for him, but everybody else, 45 percent of Iowa Republicans say they could change their mind before tomorrow night. That could help Marco Rubio, because he is the top second choice among these candidates. More Iowa Republicans say that Rubio is their second choice than any other candidate.\n\nSTEPHANOPOULOS: OK, Jon Karl, thank very much.\n\nLet's bring in the frontrunner right now. Donald Trump joins us by phone. Mr. Trump, thanks for joining us.\n\nAgain this morning, we see that poll, Des Moines Register has you in the lead. But are you confident that you have the organization to turn those supporters into voters. You're counting on a lot of people who haven't caucused before.\n\nTRUMP (on the phone): Well, I am. And they say the more people that get out the better I do. And I think we're going to have a big crowd.\n\nThe blizzard supposedly is going to be on Tuesday, not on Monday or Monday night. And hopefully that will hold, but they think record attendance will happen tonight. And if that happens, I'm supposedly, according to the pollsters, in very good shape.\n\nWe have a great bonding, as you see by the big surge that we've had in the poll in Iowa, a very important poll.\n\nSTEPHANOPOULOS: There is some vulnerability there as well, though. Half the voters in the poll say they're less comfortable with you now as the GOP nominee, uncomfortable, less comfortable with you with the idea you're going to be representing America to the world. How do you convince them you're ready to be commander-in-chief?\n\nTRUMP: Well, for one thing I've done very well against Hillary one on one. I beat her in the polls. I beat her in a recent Fox poll very easily. And I beat her in other polls. And I'm the one that's going to beat Hillary, assuming she makes it to the gate, which is questionable to be honest with you. But we'll see what happens. And I think that's a very important factor.\n\nAnd I think the big factor, if you look at Iowa and this one, is how well I'm doing with evangelicals. I'm leading with evangelicals. I'm leading with Tea Party. I'm doing great in ever aspect throughout the nation. And, you know, we look forward an interesting season.\n\nWe begin -- hard to believe -- we begin in one day. Hard to believe.\n\nSTEPHANOPOULOS: The votes are finally here.\n\nYou mention Hillary Clinton. Ted Cruz is hitting you hard on your relationship with Hillary Clinton. Brand new ad released overnight. Here it is.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: I live in New York. She lives in New York. And I've known her and her husband for years. And I really like them both a lot.\n\nUNIDENTIFIED MALE: You were at his wedding.\n\nCLINTON: I was at his wedding, that's right.\n\nUNIDENTIFIED MALE: Is it like where you guys all pretend to dislike each other and then you're all pals behind the scenes?\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: He says America needs a fighter, not a dealmaker.\n\nTRUMP: Well, you know, you need a dealmaker, too. You can't have just somebody standing in the Senate floor and nobody even endorses you. Here's a guy with all of these senators. Not one endorsement of Cruz, because he's a nasty guy. Nobody likes him and you're not going to -- you can't run a country that way. It will be -- it will be a total mess. It will be worse gridlock than you have right now.\n\nRight now you have gridlock.\n\nAs far as Hillary Clinton is concerned, when I was in business, I was a world class businessman. I built one of the great companies and that's what I intend to do with the country, bring it back to health as it's dying with $19 trillion in debt and lots of other problems.\n\nAnd, frankly, when I was in business, I got along with Democrats, I got along with liberals, I got along with conservatives and Republicans. I happen to have a conservative way of thought. I happen to be a Republican.\n\nBut when you're a businessman, you have to get along with everybody. You can't just say, I'm going to get along with this small group, because you won't be able to function that way.\n\nSo I got along -- (INAUDIBLE) even worldwide, I get along with everybody.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: Ted Cruz is also saying a vote for Trump is a vote for ObamaCare. And there's a full page ad in \"The Des Moines Register\" this morning which is bringing up that, saying that you're basically, in the last few months, for single payer, government-run health insurance, also, that you've called for continued federal funding for Planned Parenthood.\n\nOn that ObamaCare issue right there, he's saying because you want the government to pay for everyone to have health care, that is just like ObamaCare.\n\nTRUMP: Look, Ted Cruz is a total liar. I am so against ObamaCare. I've been saying it for two years in my speeches, I'm going to repeal and replace ObamaCare. I don't even know where he gets this.\n\nBut he's a liar. He didn't even put down on his financial disclosure forms that he borrowed money from banks at low interest loans, lower than you could get, lower than anybody could get. He's got these favorable deals from banks on Wall Street and he never put it down on his financial disclosure forms.\n\nI mean, look, Ted is a liar. This is why nobody likes him...\n\nSTEPHANOPOULOS: But -- but...\n\nTRUMP: -- this is why he doesn't have...\n\nSTEPHANOPOULOS: -- (INAUDIBLE)...\n\nTRUMP: -- this is why he doesn't have one endorsement from one senator, not one. He works with these senators, he doesn't have one endorsement.\n\nI am so against ObamaCare...\n\nSTEPHANOPOULOS: Any senators in...\n\nTRUMP: -- it's disgusting.\n\nSTEPHANOPOULOS: -- any senators endorsed you yet?\n\nTRUMP: They will be very soon. You watch.\n\nSTEPHANOPOULOS: Do you have anyone doing it now?\n\nTRUMP: We have a number of them. And, by the way -- by the way, we have tremendous endorsements. Jerry Falwell, Jr.. just endorsed me, from Liberty University. See, every candidate goes to Liberty University. He endorsed me, which is probably one of the reasons I went so high with the Evangelicals.\n\nSarah Palin just endorsed me, which is a great endorsement. Sheriff Joe from Arizona, the toughest guy on the border, Sheriff Joe, Arizona, the toughest there is on the border just endorsed me and big league (ph). I have great endorsements...\n\nSTEPHANOPOULOS: But you know (INAUDIBLE)...\n\nTRUMP: -- and many more are coming, I will tell you.\n\nSTEPHANOPOULOS: You say that...\n\nTRUMP: Many, many more are coming.\n\nSTEPHANOPOULOS: You say that Ted Cruz is a liar, but you have said that you want everyone to be covered on health care and the government is going to pay for it.\n\nHow is that not ObamaCare?\n\nTRUMP: I want people takes -- that's true. I want people taken care of. I have a heart. I want people taken care of. If people have no money, we have to help people.\n\nBut that doesn't mean single payer. It means we have to help people. If somebody has no money and they're lying in the middle of the street and they're dying, I'm going to take care of that person...\n\nSTEPHANOPOULOS: How do you do it?\n\nTRUMP: -- and try and get them back to health. We're going to work with our hospitals. We're going to work with our doctors. We've got to do something.\n\nYou can't have a -- a small percentage of our economy, because they're down and out, have absolutely no protection so they end up dying from, you know, what you could have a simple procedure or even a pill. You can't do that.\n\nWe'll work something out. That doesn't mean single payer. And I mean, maybe he's got no heart. And if this means I lose an election, that's fine, because, frankly, we have to take care of the people in our country. We can't let them die on the sidewalks of New York or the sidewalks of Iowa or anywhere else.\n\nSo -- but that's not single payer and as far as ObamaCare is concerned, one of the staples of my speech -- and you can ask any of my many supporters -- is repeal and replace ObamaCare. It's a disaster. The premiums are...\n\nSTEPHANOPOULOS: (INAUDIBLE).\n\nTRUMP: -- going up 25, 35, 45 percent, George. The -- the deduct -- I mean you take a look at what's going on with -- with ObamaCare, it's an outrage. It's probably going to fail on its own unless the Republicans renew it, like they have been, in '17.\n\n(CROSSTALK)\n\nTRUMP: But by '17, ObamaCare will fail on its own.\n\nBut a whole staple of my campaign is repealing, getting rid of ObamaCare and replacing it.\n\nSTEPHANOPOULOS: You and Ted Cruz are really going at it.\n\nAny concern that Marco Rubio is going to sneak up the middle here?\n\nTRUMP: Well, you never know. Look, it's an election. I sort of outed -- I don't know, I have tremendous support. You know, one of the things I'm most proud of is that number that you gave that my people are most committed to me. The people that I have are far and away, double, triple and quadruple, they're committed to me.\n\nThey're not going anywhere, because they have confidence in me. I've built a great company, one of the great companies, some of the greatest assets in the world, low debt, tremendous cash flow.\n\nAnd, by the way, I'm self-funding my own campaign. I'm putting all my money into my campaign. I'm not borrowing, like Ted Cruz, from the oil men and from other special interest groups.\n\nSTEPHANOPOULOS: You know...\n\nTRUMP: I mean this guy is borrowing from people. He's 100 percent -- he is 100 percent in their pocket. He's got to do whatever they want him to do.\n\nI've turned down hundreds of millions of dollars from people that wanted to support my campaign because I don't want their money, because once they give me their money, they influence me. I don't want to be influenced.\n\nThe only one that's going to have influence on me are the American people. I'm going to do what's right for the American people...\n\nSTEPHANOPOULOS: Well...\n\nTRUMP: -- for the first time in many, many years.\n\nSTEPHANOPOULOS: You know, Mr. Trump, I was there at your announcement in June, did the first interview right after.\n\nTell the truth right now.\n\nDid you ever imagine then that on the eve of the Iowa caucuses, you'd be leading -- leading pretty big in every state?\n\nTRUMP: The truth is, no, I didn't. I thought -- you know, look, I'm somebody that knows how to win. I close the deal. You know that about me for a long time. I do close the deal. I do win.\n\nBut I never thought I'd have 24 point leads in different states.\n\nYou know, in Florida, I'm 48 and the sitting senator is 11. And Bush is down in the -- in the basement, much lower than that.\n\nAnd, you know, this is in the state of Florida. I never thought I'd have the kind of leads. In New Hampshire, I have a 22 point lead. I think, actually, Iowa is the closest. I guess the poll just came out. I have a 5 or 6 point lead.\n\nAnd I think the people of Iowa are going to really surprise tomorrow...\n\nSTEPHANOPOULOS: Anything...\n\nTRUMP: -- because...\n\nSTEPHANOPOULOS: -- anything...\n\nTRUMP: -- they know of -- they know that this phony -- these phony ads these people put out there, such lies, like ObamaCare. Nobody is more negative on ObamaCare than Donald Trump.\n\nSTEPHANOPOULOS: Finally, anything you (INAUDIBLE)...\n\nTRUMP: And nobody knows health care better than Donald Trump.\n\nSTEPHANOPOULOS: -- anything you wish you would have done differently, any adjustments you need to make going forward?\n\nTRUMP: Well, you can always look back and maybe you could have changed a word or two.\n\nBut the answer is no, George. I'm leading in the national polls by, in some cases, 22 points, and even more. I -- I think it's hard to say that I would have made, you know, changes. But certainly, I could have changed a word or two.\n\nBut I really would say no, I'm not very happy. I have unbelievable people that are going to be voting for me. And the thing I'm most proud about is you just take a look. By far, you just announced it this morning. By far, the most loyal people are the people that are going to go out and vote or caucus for Trump.\n\nSTEPHANOPOULOS: We will see what happens tomorrow night.\n\nThanks very much for joining us this morning.\n\nAnd we are just getting started here.\n\nBernie Sanders coming up.\n\nAnd we'll be right back with Hillary Clinton.\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: This thing with her emails is a big deal.\n\nUNIDENTIFIED FEMALE: She lied about the fact that there is nothing classified on my server. Why as long as you can get away with it? That is the Clinton way.\n\nUNIDENTIFIED MALE: She put our national security at risk for her convenience. She broke the law for her convenience.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: Hard on those emails. She responds live -- next.\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nGABRIELLE GIFFORDS, FORMER CONGRESSWOMAN: It is hard for me but January -- come January, I want to say these two words, Madam President.\n\n(APPLAUSE)\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: Gabby Giffords there with a hug for Hillary Clinton in Ames, Iowa, yesterday and Secretary Clinton joins us this morning.\n\nThank you for joining us, Madam Secretary.\n\n(CROSSTALK)\n\nSTEPHANOPOULOS: Let's talk about that \"Des Moines Register\" -- that \"Des Moines Register\" poll that has you in the lead -- eight years ago, your hopes were dashed by that surge of new voters for Barack Obama.\n\nAre you confident that won't happen again?\n\nCLINTON: Well, George, here's what I’m confident about. We've run a terrific campaign from the grassroots up. I feel so proud and grateful to the thousands of Iowans who have joined this campaign.\n\nAnd we're going to keep working as hard as I can and everybody else, until the caucuses conclude tomorrow night. Of course, it's close. It's competitive. That's why I hope everybody who has decided to caucus for me will be sure to come out on Monday night.\n\nSTEPHANOPOULOS: You did have that surprise on Friday; the State Department saying they will not release 22 emails of yours deemed top secret.\n\nYou want them released.\n\nWhy are you so confident that release would not compromise national security?\n\nWhat do you know about those emails that we don't?\n\nCLINTON: Well, here's what I know. I know that this is, I think, a continuation of the story that has been playing out for months. There is no classified marked information on those emails sent or received by me. Dianne Feinstein, the ranking member of the Intelligence Committee, who's had a chance to review them, has said that this email chain did not originate with me and that there were no classification markings.\n\nSo I do want them released and of course I can't be clear about exactly what the reasons might be for some in the government, as part of this interagency dispute, to make this request not to make them public.\n\nBut I would like to see them disclosed and I think they can. It should be disclosed --\n\n(CROSSTALK)\n\nSTEPHANOPOULOS: Your supporters --\n\nCLINTON: -- that I'm told about them.\n\nSTEPHANOPOULOS: -- your supporters including Agriculture Secretary Tom Vilsack, former governor of Iowa, and Senator Feinstein herself, has suggested it's political.\n\nIs that what you think?\n\nCLINTON: Well, it's -- I'm going to leave that to others who are quite experienced in the ways of Washington to comment on. I just have to point out that the timing and some of the leaks that have led up to it are concerning.\n\nAnd I just want this matter resolved. The best way to resolve is to do what I asked months ago, release these, let the public see them and let's move on.\n\nSTEPHANOPOULOS: You know, you've said many times that the emails were not marked classified. No evidence that that's not true.\n\nBut the non-disclosure agreement you signed as secretary of state said that that really is not that relevant. It says classified information is marked or unmarked classified and that all of your training to treat all of that sensitively and should know the difference.\n\nCLINTON: Well, of course. And that's exactly what I did. I take classified information very seriously. You know, you can't get information off the classified system in the State Department to put onto an unclassified system, no matter what that system is.\n\nWe were very specific about that and you -- when you receive information, of course, there has to be some markings, some indication that someone down the chain had thought that this was classified and that was not the case.\n\nThe final thing I would say because clearly the best answer to all of this is release and disclose these materials is that what I'm told is that this chain of emails very well included a published newspaper report. That seems a little hard to understand, that we would be retroactively over classifying a public newspaper article.\n\nSo let's just get it out. Let's see what it is and let the American people draw their own conclusions. This is very much like Benghazi, George. You know, the Republicans are going to continue to use it, beat up on me. I understand that. That's the way they are.\n\nBut after 11 hours of testimony, answering every single question, in public, which I have requested for many months, I think it's pretty clear they're grasping at straws and this will turn out --\n\n(CROSSTALK)\n\nSTEPHANOPOULOS: Finally on this matter, you know, a few months back, you told my colleague, David Muir (ph) it was a mistake to set up this private server. Yet just this Monday, you said there was no error in judgment.\n\nHow do you square those two statements?\n\nCLINTON: Well, look, as I've said many times, it was permitted. My predecessors had engaged in a similar practice. It was not the best choice. I wouldn’t be here talking to you about it. I'd be talking about what people in Iowa are talking to me about, about affordable health care and jobs and rising wages and all of the concerns that are on their minds.\n\nAnd be, you know, really able to answer their questions as I have been now for so many months.\n\nSTEPHANOPOULOS: You and Senator Sanders really going at it right now. And here was -- he was on the stump there yesterday, saying this about your attack.\n\n(BEGIN VIDEO CLIP)\n\nSEN. BERNIE SANDERS (I-VT), DEMOCRATIC PRESIDENTIAL CANDIDATE: Don't tell me that I'm defending or protecting the gun lobby. Don't tell me I'm attacking Planned Parenthood. Those are inaccuracies. And we can do better than that.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: He's calling you on this, says he got a D- rating from the NRA and 100 percent record with Planned Parenthood.\n\nCLINTON: Well, let me tell you what the people who work on these issues every day have said. They say I'm the leader. I'm the leader who has taken on tough issues. I've taken on difficult issues like Planned Parenthood, the gun lobby, for many years.\n\nAnd they concluded to endorse me by the Planned Parenthood Action Fund. I was very honored to have that. That's not saying that others haven't voted with them. But they were looking for a leader and they found it with me.\n\nI've been endorsed by The Brady Campaign and yesterday in a very emotional event in Ames, Iowa, endorsed by Gabby Giffords and her husband, Mark Kelly, because they believe I'm the leader that they want to stand up to the gun lobby, the same with the Human Rights Campaign. They concluded I was the leader to protect and advance the cause of the rights of the LGBT community.\n\nNow that is just the facts. People who have known us, people who have evaluated us, people who have concluded what they want in the next president have sided with me. And I'm very proud of that.\n\nSTEPHANOPOULOS: You know, you just mentioned (INAUDIBLE) hitting you with the email issue. They're clearly going to hit Bernie Sanders with the fact that he's a Democratic socialist if he gets the nomination.\n\nSome of your supporters concerned about that, Senator Claire McCaskill, are saying they can't wait to run an ad with a hammer and a sickle. Steny Hoyer, Congressman Steny Hoyer, saying he calls himself a socialist. I don’t think that's a good title to be running for President of the United States.\n\nIs that what you think?\n\nWill the fact that he's a Democratic socialist make it harder for Democrats to win in November?\n\nCLINTON: Well, that certainly is what a lot of Democratic leaders are saying. And I take them at their word. They know their states. They know the country. They know we have to take back the Senate. They want to make some advances in the House as well as at governor and legislature levels across the country.\n\nHere's what I think. I think I've been subjected, as you know so well, to years of scrutiny and I'm still standing, talking to you in the lead here in Iowa for the caucuses and going on after that.\n\nAnd it's a very tough gantlet to run. And if there are issues, that Republicans and their allies on the Right believe they could use to bring down a Democratic, they're going to use it.\n\nI feel vetted. I feel ready. I feel strong and I think I'm the best person to be the nominee and to defeat whoever they nominate in November.\n\nSTEPHANOPOULOS: Finally, I wonder what your response to this quote from your old friend, Robert Reich, Secretary of Labor under President Clinton.\n\nHe said you're the most qualified candidate for the political system we now have. But Bernie Sanders is the most qualified candidate to create the political system we should have.\n\nHow do you respond to that?\n\nCLINTON: Well, look, I'm a progressive who thinks it's important to actually make progress. That's what I've done my entire life. That's what I will do as president.\n\nObviously I have big goals. I want to get to universal coverage; I want to get the economy working for everybody, not just those at the top. Get incomes rising, get women equal pay, raise the minimum wage, have a renaissance in manufacturing, move toward clean, renewable energy -- I have big goals. And I tell you how I'm going to get there and how I'm going to pay for them.\n\nAnd I think that is what the Americans want. I'm not going to sit here and overpromise and under-deliver. I'm going to tell you what I know we can achieve, and that's going to take the political system we have right now, and then I intend to bring in more people, as always have, George. When I ran for Senate the first time, you remember, you know, people didn't give me much of a chance. I won and then when I was reelected, I won with a bigger percentage. And then when I was Secretary of State, even the Republicans said I was doing a good job.\n\nSo I understand politics. I understand a campaign. I am focused on my mission to make sure this country works for everybody, particularly hardworking middle-class families who rightly feel they've been left out and left behind. I think I know how to do that, and I think the voters know that I know how to do that.\n\nSTEPHANOPOULOS: Secretary Clinton, thanks for joining us this morning.\n\nCLINTON: Great to talk to you, George. Thank you.\n\nSTEPHANOPOULOS: And we will be right back with Bernie Sanders.\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nSANDERS: What the pundits say -- and, again, I'm being very straightforward and honest with you -- is they say, well, young people, you know, they come out to rallies, but you know what, they're not going to come out to participate in the caucusing.\n\n(BOOS)\n\nSANDERS: So how would you like to make the pundits look dumb on Election Day?\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: Bernie Sanders in Iowa yesterday.\n\nThe senator joins us now this morning, smiling at your own line right there, Senator.\n\nSo is that what's going to happen, all the pundits are going to look dumb?\n\nSANDERS: I surely hope so, George.\n\nLook, we have been running all over this state. We have had town meetings and rallies that have brought out almost 70,000 people in the state of Iowa.\n\nAnd I think if working people and lower income people and young people come out to vote in significant numbers tomorrow night, we're going to win this thing and pull off one of the great political upsets in recent history.\n\nYou know, George, when we began this campaign, as you well know, we were trailing Hillary Clinton by 50 or 60 points. Some of the polls have us a little behind, some of the polls now have a little bit -- a little bit ahead.\n\nI think we have a shot to win it if people come out in good numbers.\n\nSTEPHANOPOULOS: You know, you led me to it. Your announcement back in May was one of the most low key presidential announcements I have ever seen.\n\nSANDERS: Yes.\n\nSTEPHANOPOULOS: So I'm going to ask you the same question I asked Donald Trump at the top of program.\n\nWhen you were making that announcement back on May 26, did you really believe you'd be in the position you're in today?\n\nSANDERS: This is what I thought, to be honest with you. I thought the message that we had, which I thought the economy is rigged in the sense that working people are working longer hours for lower wages and almost all new income is going to the top 1 percent. I thought that would resonate.\n\nAnd I thought that the idea that the campaign finance system is corrupt, George, you cannot appreciate how disgusted people are, whether they're conservatives or progressives, with the eye that bill -- with the idea that billionaires now are able to buy elections.\n\nSo I think that issue, those issues of the decline of the middle class, of billionaires being able to buy elections while kids can't afford to go to college, while people are -- are just sinking further and further into poverty, I thought that that message would resonate.\n\nI did not believe it would resonate quite as fast as it has.\n\nSTEPHANOPOULOS: You clearly have struck a chord. But we just heard Secretary Clinton make her case. And what's at the heart of her case is that line she had about your, uh, your candidacy, saying she's not going to over-promise and under-deliver.\n\nThat was an argument picked up by \"The New York Times\" in their endorsement of her. They're saying she had the breadth of experience and your proposals are not realistic.\n\nHow do you respond to that?\n\nSANDERS: I respond to it by saying that every proposal that I am bringing forth is, in fact, supported by the vast majority of the American people. The problem is, is that Congress is so dominated by big money interests, they are much more concerned about campaign contributions than they are about the needs of working families.\n\nAnd what I am saying is that, yes, the United States should join the rest of the industrialized world, guarantee health care to all people, have paid family and medical leave, make public colleges and universities tuition-free, create millions of decent paying jobs by rebuilding our infrastructure.\n\nThese are not radical ideas, George. And demanding that the wealthiest people and the largest corporations in this country start paying their fair share of taxes, that we break up these large Wall Street conglomerates, these are not radical ideas.\n\nThis is what the American people want.\n\nNow the real question is, can we effectively take on the drug companies and the insurance companies and Wall Street and corporate America?\n\nThat's a fair question.\n\nI believe the American people are ready for that fight. I'll give you one example, George.\n\nWe have received three million individual campaign contributions, averaging $27 apiece. That is more than any candidate in the history of America, up to this point.\n\nSecretary Clinton relies on super PACs and wealthy people to contribute to her campaign. That's the difference. The American people want us to move in a very different direction. They want government to represent all of us, not just the wealthy.\n\nThat's why our campaign is doing well. That's why I think we can win the general election.\n\nSTEPHANOPOULOS: Well, that's the other key question, can you win the general election?\n\nAnd you heard what Secretary Clinton had to say about those other Democrats who are concerned that you, a democratic socialist, you're going to get slapped with that label, you're not going to be able to win in a general election.\n\nSANDERS: Well, look, in terms of what people are going to get slapped with, look at the front pages today in terms of what Secretary Clinton is getting slapped with.\n\nSTEPHANOPOULOS: What is it?\n\nSANDERS: But here is the point.\n\nWell, you -- you know, you know as well as I do, it has to do with emails.\n\nBut what is more important is that our campaign is generating an enormous amount of excitement and enthusiasm all over this country. We are bringing large numbers of people into the political process.\n\nDemocrats win elections when large numbers of people come out and vote. That's what Obama did in 2008. That's what we can do right now.\n\nRepublicans win elections when people are demoralized and voter turnout is low.\n\nSo I think there is no question but that we have the excitement.\n\nSecond of all, George, just look at some of the polls that are out there. Look at polls that come from battleground states in terms of Wisconsin, New Hampshire, Iowa. Sanders versus Trump, we do a lot better than Hillary Clinton does against Trump.\n\nNational polls, we're doing better against Trump.\n\nWill they throw the kitchen sink at me? They sure will. We've got a lot to throw at them. The American people do not want to vote for Republicans who want to cut Social Security, Medicare and Medicaid and give huge tax breaks to billionaires; Republicans who refuse to even acknowledge the reality of climate change, let alone do something about it; Republicans who are bought and sold by billionaires and corporate America.\n\nIf run against Trump, we'll beat him. I am absolutely confident that we can win the general election.\n\nSTEPHANOPOULOS: You just mentioned the emails. You said in that first debate, you're sick and tired of hearing about the emails. And Republicans clearly are not. Are you now saying that that is an issue in November that this is going to harm her electability?\n\nSANDERS: Well, I think -- you know, well -- what you just said is true. Republicans are talking about -- what I have said is that there is a legal process underway right now. And I'm not going to politicize that issue. I am not attack Hillary Clinton on that issue. I stand by what I said in the first debate.\n\nRepublicans, needless to say, have a different point of view on that.\n\nI am going to, and I think the reason our campaign is doing well, is we are treating the American people with intelligence. We are talking about a corrupt campaign finance system, a rigged economy, a broken criminal justice system, the need for millions of people who have given up on American democracy to come back in and demand that our government represents all of us and not just the top 1 percent.\n\nThat's why we're winning, because we're running an issue oriented campaign. And that's why I think we can win in November.\n\nSTEPHANOPOULOS: In that Des Moines Register poll, President Obama, the most popular Democrat in the state of Iowa right now. You met with the president this week. But you have had something of an uneven relationship with him. And right now there's something new circulating, this new book out by Bill Press called \"Buyer's Remorse: How Obama Has Let Progressives Down.\" Right at the top there's a blurb from you saying read this book. Bill Press makes the case on the back of more nuanced lengthy endorsement from you.\n\nBut is that what you believe, President Obama let progressives down?\n\nSANDERS: No. What I believe -- George, what I believe. I wrote a blurb, three lines. Of what the blurb said, if you have it in front of you, is that the next president has got to be very active in bringing people into the political process. Democracy is not about 63 percent of the people not voting, which was the case in the last election. That's what the next president has got to do.\n\nI happen to believe that President Obama has done an excellent job taking on the incredible obstructionism of the Republicans. Where we are today is a lot, lot better place than we were when Bush left office and we were losing 800,000 jobs a month.\n\nPresident Obama, Vice President Biden, have done a great job. They are my friends. I work with them.\n\nSo, I think that what we have got to do is build on that record and go forward and address the needs of the American middle class.\n\nSTEPHANOPOULOS: Senator Sanders, thanks very much for joining us this morning.\n\nSANDERS: Thank you.\n\nSTEPHANOPOULOS: You've heard from the candidates. Expert analysis and insight on what to watch for from our roundtable is next.\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nGEORGE W. BUSH, 43RD PRESIDENT OF THE UNITED STATES: Tonight marks the fist election night of the new Millennium. And tonight, also, marks the beginning of the end of the Clinton era.\n\nTonight's record shattering victory is the victory of a message that is conservative and is compassionate.\n\nBARACK OBAMA, 44TH PRESIDENT OF THE UNITED STATES: They said this country was too divide, too disillusioned to ever come together around a common purpose. But on this January 9, at this defining moment in history, you have done what the cynics said we couldn't do.\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: The last two presidents rode wins in Iowa to the White House.\n\nLet's talk about this all now on our roundtable joined by Donna Brazile, Democratic strategist; Matthew Dowd, who has worked for Republicans and Democrats; Republican Alex Castellanos; and Katrina Vanden Heuvel, editor and publisher of The Nation.\n\nLet's begin with the Republican side right now. Donald Trump in front, Matthew Dowd, according to the Des Moines Register poll. We're going to see whether he can pull it out.\n\nWhat is going to determine that tomorrow night?\n\nMATTHEW DOWD, ABC NEWS CORRESPONDENT: Well, it's the most fascinating year I've seen in politics. I remember 1976 when I got interested when Ronald Reagan took on an incumbent president and a little known governor one the Democratic race. It's fascinating and as impressive as that. I think right now Donald Trump is the odds on favorite to win Iowa. It totally depends, as we've talked about before, on what the turnout ratio is between old caucus goers and new caucus goers.\n\nBut it looks like he's going to have enough new caucus goers who are very enthused about him as you can see from his crowds, that I think he pulls out a victory. And when he pulls out a victory in Iowa, there is going to be a sonic boom around the country. Because a lot of people think, oh, the Republicans will deal with that. Republicans will deal with that. When he wins, it's going to be a big night.\n\nSTEPHANOPOULOS: And Ted Cruz has said he would be unstoppable. But Alex Castellanos, you several weeks ago, several month ago probably, tried to get Republicans to organize and take him on in a collective way. It has not happened.\n\nALEX CASTELLANOS, REPUBLICAN STRATEGIST: Yeah, how are we doing that?\n\n(LAUGHTER)\n\nCASTELLANOS: Not so well.\n\nNo, I think Matthew is right. I think Trump is probably going to win Iowa.\n\nCruz is running as the candidate or moral purity, right, the guy on the white horse. You can't get any mud on your white horse. And he's had a little problem with that, with integrity, authenticity questions. He's headed the wrong way. And he's got someone behind him who is growing, Marco Rubio. Even thought Cruz has a great organization, this may be a Trump and Rubio race down the road. That's actually...\n\nSTEPHANOPOULOS: ...that would be a tougher race and is the hope of the Republican establishment, you're right.\n\nWhat lessons should Democrats take from the rise of Donald Trump?\n\nDONNA BRAZILE, DEMOCRATIC STRATEGIST: There's no question they're in a very anti-establishment year, where anger has seemed to come to the forefront.\n\nI think Bernie Sanders has captured that very well on the Democratic side, the insecurities that the American people feel about the economy, their place in the world. Bernie has really given voice to that and amplified it.\n\nBut, you know, on the Republican side, look, I'm an old traditional grass roots type of person. I don't run ads. I -- Cruz has a great ground operation. He may in fact get his votes out, but it may not be enough if Donald Trump can storm those caucuses with new voters.\n\nOn the other hand, Bernie Sanders -- Hillary Clinton has a traditional people -- the people that you know that will come out rain, sleet or snow. But Bernie has the momentum in terms of the grass roots people, the people who are trying to make a difference. His one little thing I heard on the ground, I'm not on the ground yet, but I hear that Bernie -- unlike Obama -- on January 3rd, 2008 President Obama had to depend on those college towns. But the college kids were at home, not at school. This year they're at school. And what Bernie is trying to do is to get them to go back home...\n\nSTEPHANOPOULOS: That's exactly right.\n\nThe Nation endorsed Bernie Sanders.\n\nKATRINA VANDEN HEUVEL, THE NATION: You know, I was on this show, George, when you interviewed Bernie Sanders. He'd just announced. And he has upended all rules. He has shown that a different kind of politics is possible. There's a reason that 68 percent of Iowa caucus goers, Democrats believe a rigged system in this country that benefits only the rich and the powerful is the preeminent issue of our time.\n\nI think he's electrified not only young people; he's leading in Iowa. I think 74 percent among young people. But he's also shown that the media has done some malpractice.\n\nLast summer, obsessive coverage of Donald Trump, Bernie Sanders is bringing in young people, all kinds of people to rallies. There was so little coverage. But he brought in millions of contributions, small dollars, taking on the biggest fundraising operation we've seen with the Clinton --\n\nCASTELLANOS: You did endorse Hillary, right? What are you -- ?\n\n(LAUGHTER)\n\n(CROSSTALK)\n\nVANDEN HEUVEL: But I want to say one of the important things Bernie Sanders said in the interview with you just now, his ideas are not radical. I think a lot of the media has tried to marginalize him and police the parameters of what's possible.\n\nBut in this country, so many of his issues of people can look beyond the label. He is an unreconstructed New Dealer.\n\nSTEPHANOPOULOS: Let's test it right now. Run the Republican campaign against Bernie Sanders (INAUDIBLE) --\n\n(CROSSTALK)\n\nCASTELLANOS: Oh, Bernie's Woodstock. Bernie Sanders is running a '60s fantasy camp for liberals.\n\nVANDEN HEUVEL: With Medicare for all.\n\nCASTELLANOS: He's run back to --\n\nDOWD: Oh, my --\n\nVANDEN HEUVEL: Social Security, affordable college, decent pensions, dignity, dignity --\n\nCASTELLANOS: -- a company that's already been bankrupted by those ideas --\n\n(CROSSTALK)\n\nCASTELLANOS: -- and that's Hillary's problem, by the way, the hard part for Hillary, she's trying to murder the '60s. She's running Richard Nixon's campaign against the Democratic --\n\n(CROSSTALK)\n\nSTEPHANOPOULOS: -- Matthew Dowd, of the last campaign, clearly in Iowa this time around, much more organized than in 2008.\n\nDOWD: Well, she's -- absolutely. She saw that loss, it all caught up to her in a surprise at the end of what President Obama had done in the course of that campaign. But I still think Hillary Clinton is a status quo politician in the course of this. And I -- that's why I actually think Bernie Sanders may be a stronger general election candidate than Hillary Clinton because I think Hillary Clinton, her campaign, just like Jeb Bush's campaign, who is not doing well, as we know, at all, but she still hasn’t let go of that status quo, I'm going to do everything I can and not say anything that's going to offend anybody, not a time when people want passion. They want a sense of what's the mission and they want aspiration.\n\nBernie Sanders right now is the only one on the Democratic side that is aspirational and Donald Trump right now is the only one on the Republican side that basically says I'll take on anybody.\n\nBRAZILE: You know, I've been fascinated by this whole conversation that somehow or another she doesn’t represent -- she represents the establishment because she's run before, et cetera.\n\nI mean, the notion that --\n\n(CROSSTALK)\n\nDOWD: She served in Washington for 20 years.\n\nBRAZILE: Well, Bernie has served in Washington for 25 years. That's not the point.\n\nI think he is running the kind of campaign that Democrats are comfortable with. They're comfortable with a candidate who can put out both policy ideas, that has an opportunity of passing Congress. And she knows how to do it. But look, again, this is a non-traditional year. Nobody --\n\n(CROSSTALK)\n\nCASTELLANOS: -- Hillary Clinton run as anti-establishment candidate it's like watching Charles Barkley swing a golf club. It does not come naturally to her. She is what the Democratic Party is -- that's why Bernie Sanders sends a message to Hillary --\n\n(CROSSTALK)\n\nVANDEN HEUVEL: The nation is not a monolith. We did endorse Bernie Sanders. But there are people at \"The Nation\" who support Hillary Clinton. She has responded to the populist temper of the times. Bernie Sanders, in some ways, has already won. He has forced issues onto the agenda of this debate that might not otherwise have been there. And Hillary Clinton has responded. She's been a great defender of women's rights. And she's moved.\n\nBut I do think we need to step back. Bernie Sanders, all the policing I've seen by liberal commentators in these last week or two about how he is not electable, I think Matthew Dowd just put that to rest.\n\nBut I also think we need to step back -- this is a country of --\n\n(CROSSTALK)\n\nDOWD: I would rather be Bernie Sanders running against Donald Trump than Hillary Clinton running --\n\n(CROSSTALK)\n\nVANDEN HEUVEL: -- look at your party. The Republican Party --\n\n(CROSSTALK)\n\nDOWD: Not my party; I'm independent.\n\nVANDEN HEUVEL: -- American majority, the Republican Party is engaged in a suicide pact with its own party because if it does reach out to the rising American majority of Latinos, of young people, of young women, it's going to --\n\n(CROSSTALK)\n\nSTEPHANOPOULOS: You want to get back to Donald Trump. (INAUDIBLE) about Bernie Sanders and Hillary Clinton right now. But this is unbelievable story, on the eve of the Iowa caucuses, he is in front. Let's look ahead.\n\nMatthew Dowd, he wins; is Ted Cruz right, that he can't be stopped?\n\nDOWD: I think there -- he's -- he can be stopped but it's a very outside shot. Let's just roll out, as you say, let's roll this out. Donald Trump, let's say, wins Iowa.\n\nHe then is going to win in New Hampshire overwhelmingly. He then goes into North, South Carolina and he probably wins that overwhelmingly. And then you get to a national primary, where 20 states are held the first eight days of March. It's almost unstoppable, I mean almost completely unstoppable.\n\nThe only way I think the Republicans can figure out a way is if somehow, as Alex says, Rubio surprises and then he becomes the quick alternative. Then it's a Rubio-Trump race starting in New Hampshire.\n\nThat, to me, is the only way he can be stopped.\n\nSTEPHANOPOULOS: He's got to beat expectations.\n\nCASTELLANOS: He's got to beat expectations.\n\nGeorge Bush was -- with 43 on Air Force One, one time, and he said, \"Nobody ever bought a product that made them feel worse.\"\n\nThat's Ted Cruz. Marco Rubio is the future of the Republican Party, a different Republican Party, and is a great contrast with Hillary Clinton and a Democratic Party that wants to preserve the past and trap it in amber. If that -- if there's a little shot that if this is a Trump-Rubio race, we could see the beginning of a better Republican --\n\nVANDEN HEUVEL: That's the future. Marco Rubio's youthful exuberance masks regressive, old ideas.\n\nCASTELLANOS: He wants to open up the economy. Democrats want to keep it closed.\n\nHe wants to open up education; Democrats want to --\n\n(CROSSTALK)\n\nDOWD: Donald Trump has not -- has not -- he's left Marco Rubio alone, right? And he left Ted Cruz --\n\nSTEPHANOPOULOS: And he decided to leave them alone again --\n\n(CROSSTALK)\n\nDOWD: -- he left Ted Cruz alone until the last three weeks and in the last three weeks, Donald Trump has systematically taken down Ted Cruz in Iowa.\n\nBRAZILE: And he peaked too soon. Ted Cruz peaked too soon at 31 percent in December. He's going down.\n\nLook, there are three tickets. I mean, that's an old cliché from those of us who've run a couple of campaigns, three tickets out of Iowa on the Republican side. Donald Trump will get a free pass. He has his own plane.\n\nTed Cruz will likely come out.\n\nMarco Rubio will likely become the establishment candidate. They'll all consolidate. Come to him.\n\nAnd then you have 50 percent of the delegates chosen in March. That's when we'll --\n\nSTEPHANOPOULOS: But will the others really drop out, Alex Castellanos?\n\nCASTELLANOS: There's really not much reason to unless they want a cabinet post in (INAUDIBLE) Trump administration, which some might.\n\nBut as you go -- what the Republicans are looking for now is who is going to be the alternative to Trump should he win in Iowa, which he probably will.\n\nIs that Cruz?\n\nThen you have a choice between a dark Republican Party and a nativist Republican Party.\n\nOr is that alternative going to be somebody who wants to open up the economy, somebody who said yesterday's candidate, Hillary Clinton, wants to take us back to yesterday?\n\nYou'd have a generational contract --\n\n(CROSSTALK)\n\nCASTELLANOS: -- that video you showed earlier of the Clinton rally?\n\nI thought it was so powerful. It looked old. It felt old. It felt lifeless.\n\nBernie Sanders --\n\n(CROSSTALK)\n\nVANDEN HEUVEL: -- we're talking about Trump's chances. But I think a lot of -- look back, we're going to look back at this one -- and, again, we're going to see media malpractice that led our media to give him obsessive coverage, clicks, ratings and --\n\n(CROSSTALK)\n\nSTEPHANOPOULOS: -- no question he is leading. But here's the question I have about that -- and we know we all go over it. I think I've interviewed him 20 times since June. He has been asked every single tough question. He has had every single attack come at him. He has done things that would drive other candidates out of the race in a heartbeat.\n\n(CROSSTALK)\n\nVANDEN HEUVEL: -- if you want to -- we talk about Bernie Sanders out of synch with the majority; I think he's not. But Donald Trump is in sync with right-wing populism that we're seeing around this world. No, seriously, because...\n\nCASTELLANOS: It's more than right-wing populism...\n\nVANDEN HEUVEL: But -- but when I say right-wing populism, the other day he said Medicare should negotiate with the drug companies. He's against corporate -- corporations leaving this country. But he is also...\n\nCASTELLANOS: But it's not about issues.\n\nVANDEN HEUVEL: -- attacks on Muslims and immigrants, he's tough as -- he's tough on immigrants, but he's also tough...\n\nCASTELLANOS: But it's not about issues with Trump.\n\nVANDEN HEUVAL: Why isn't it?\n\nCASTELLANOS: Debates...\n\nVANDEN HEUVAL: I know it's true, it's not...\n\nCASTELLANOS: -- should help us get the...\n\nVANDEN HEUVEL: -- it's about dominant politics.\n\nCASTELLANOS: No. Should -- should Trump have skipped the Fox debate?\n\nOne of the things we teach candidates to prepare for the debates, moments of strength. They're gladiatorial contests.\n\nVANDEN HEUVEL: Well, wait...\n\nCASTELLANOS: We put you in a pit for a reason. We want to see are you tough enough to do this job...\n\nBRAZILE: Fully.\n\nCASTELLANOS: Other candidates debated within the debate. Trump debated w the debate.\n\nFox News is the most powerful organ in the Republican Party.\n\nSTEPHANOPOULOS: And it wouldn't have worked...\n\nCASTELLANOS: And he took them on.\n\nSTEPHANOPOULOS: -- for anybody else.\n\nCASTELLANOS: Nobody else.\n\nSTEPHANOPOULOS: We have to take a break.\n\nThank you all very much.\n\nWhen we come back, we'll be back on the ground in Iowa after this from our ABC stations.\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: So look...\n\nTRUMP: Get out on Monday call (ph), because I think the storm is going to be on Tuesday, I hope.\n\nAnd you know what?\n\nSupposing it's on Monday. So you go through some snow, OK?\n\nYou're from Iowa.\n\nAre you afraid of snow?\n\nAre you afraid of snow?\n\n(END VIDEO CLIP)\n\nSTEPHANOPOULOS: The Donald Trump weather forecaster, as well.\n\nLet's go back to Iowa with Jon Karl, and Jon, you know, it's a cliche, but it happens to be true. It all comes down to turnout in the final 24 hours.\n\nSome of that will depend on weather.\n\nWhat's the latest forecast they have out there?\n\nKARL: OK, well, I'm going to channel my own Ginger Zee here and give you the weather forecast for tomorrow night, George.\n\nIf you look at it right now for tomorrow night, we expect passing snow showers, temperatures at about 32 degrees. The heavy snow is not expected to come until after midnight, but boy, is it going to come.\n\nTake a look at this. We have a blizzard bearing down on Iowa. We're expecting about a foot of snow, but it is not expected to come until Tuesday, George, which means it may not affect turnout at all, but it could well affect the ability of these candidates to get out of here and get to New Hampshire...\n\nSTEPHANOPOULOS: Right. Get on the...\n\nKARL: -- for the New Hampshire primary.\n\nSTEPHANOPOULOS: Let's talk about...\n\n(CROSSTALK)\n\nSTEPHANOPOULOS: Really quickly, eight years ago, Don -- Barack Obama had something like 240,000 people show up. It drove him to victory. About 120,000 for the Democrats in 2004.\n\nThe closer it is to that, the better Hillary Clinton does. And on the Republican side, if it climbs above 120,000, all Trump?\n\nKARL: That's right. It -- the Republicans will certainly have a record turnout. For the Democrats, Bernie Sanders believes they need to get close to that 200,000 mark, maybe 180,000 or more, and he'll be in good shape. Under that, he'll be in real trouble.\n\nSTEPHANOPOULOS: OK, Jon Karl, thanks very much.\n\nThanks to all of you here.\n\nAnd thanks to all of you at home for sharing part of your Sunday with us.\n\nStay with us through all the first votes tomorrow night.\n\nDavid Muir on \"World News\" will be live from Iowa.\n\nI'll be standing by with our team to bring you the results as they come in.\n\nAnd next Saturday night, the final GOP debate before the New Hampshire primary right here on ABC. That begins at 8:00 Eastern.\n\nI'll see you tomorrow on \"GMA\" live from Des Moines.", "url": "https://abcnews.go.com/Politics/week-transcript-hillary-clinton-sen-bernie-sanders-donald/story?id=36619138"}}