{"foreign_id": "39_Fake", "article1": {"title": "Donald Trump dodges on Sarah Palin VP question", "content": "Story highlights The day after receiving her endorsement, Donald Trump was asked if he would make Sarah Palin his running mate He said he doesn't think she'd want to do it\n\nCNN —\n\nDonald Trump said he doesn’t think Sarah Palin would be interested in becoming his running mate and trying for a second time to become vice president.\n\n“I don’t think she’d want to do it,” Trump said, although he added that he isn’t thinking that far ahead.\n\nAppearing on NBC’s “Today” show on Wednesday morning after Palin’s high-profile endorsement of his White House bid, Trump deflected repeated questions about the 2008 vice presidential candidate as a potential 2016 running mate.\n\n“She’s been through that,” he said.\n\nPalin has not raised the matter with the GOP frontrunner.\n\n“As far as Sarah is concerned, never asked me about that, never asked me about anything else, just wanted to support,” Trump said.\n\n“You know, I really don’t get into it right now. That question is always asked to me, who do you have in mind, and I don’t even think about VP right now,” he said. “I just want to win. I’ve always been a closer.”\n\nBut Trump said Palin could certainly be a part of his administration.\n\n“Certainly there would be a role somewhere in the administration, if she wanted – and I’m not sure that she does want that – but there would certainly be a role.”\n\nPalin told CNN’s Jake Tapper last September she might be interested in becoming energy secretary.\n\nVideo Ad Feedback Sarah Palin recommends herself for energy secretary 01:04 - Source: CNN\n\nTrump also touted the significance of Palin’s endorsement.\n\n“Every candidate wanted Sarah, I mean, everybody,” he said. “They all respect her a lot. So many people are disappointed that she didn’t support them.”", "url": "https://www.cnn.com/2016/01/20/politics/donald-trump-sarah-palin-vice-president/index.html"}, "article2": {"title": "Palin vows to help defeat Ryan over his refusal to support Trump", "content": "WASHINGTON (Reuters) - Former U.S. vice presidential candidate Sarah Palin vowed on Sunday to help unseat Paul Ryan, the top Republican in the House of Representatives, because of the his refusal to endorse presumptive Republican nominee Donald Trump.\n\nSarah Palin points to Donald Trump as she speaks after endorsing him for President at a rally at Iowa State University in Ames, Iowa January 19, 2016. REUTERS/Mark Kauzlarich\n\nPalin, the former Alaska governor and Trump supporter, endorsed conservative businessman Paul Nehlen, who is challenging Ryan, the House speaker, for his congressional seat in the Wisconsin Republican nominating contest on Aug. 9.\n\n“I will do whatever I can for Paul Nehlen,” Palin said in an interview with CNN. “This man is a hardworking guy, so in touch with the people.”\n\nThough Ryan is heavily favored to win the primary race against Nehlen, Palin predicted an upset in a race she said would shock Washington’s political class.\n\nPalin’s comments underscore the deep divisions within the party over Trump, who effectively locked up his party’s nomination for president last week when his two remaining rivals, Ted Cruz and John Kasich, dropped out of the race.\n\nPalin said she believed Ryan would get “Cantored,” comparing him to former Eric Cantor, the former No. 2 Republican in the House who was defeated in a 2014 primary by conservative Dave Brat, now a Virginia congressman.\n\nRyan said last week he was not ready to support Trump yet, saying that the New York real estate mogul needed to do more to unify the Republican party.\n\n“Paul Ryan and his ilk, their problem is that they become so disconnected from the people they are elected to represent, as evidenced by Paul Ryan’s refusal to support the GOP front runner, that we just said, ‘He’s our man,’” Palin said.\n\nA poll in March by Marquette University Law School showed Ryan with more than an 80 percent approval rating among Wisconsin Republicans.\n\nSeen as an intellectual leader of the party’s conservative values, many inside the party believe he may mount his own White House run in the next presidential cycle.\n\nNehlen, like Trump, wants to secure the southern border with Mexico and withdraw from global trade deals. He told Reuters in April that Cantor’s defeat in 2014 “reinforced in my mind” that he could defeat Ryan.\n\nAsked if she would be willing to be vetted as a potential vice presidential candidate, Palin said she recognizes many voters might not want her on the ticket and that she “wouldn’t want to be a burden” to Trump’s candidacy.\n\nPalin, who is popular with the Tea Party wing of the Republican party, was tapped in 2008 to be the running mate for former Republican presidential nominee John McCain.", "url": "https://www.reuters.com/article/us-usa-election-palin-idUSKCN0XZ0S2"}, "article3": {"title": "Sarah Palin Endorses Donald Trump, Which Could Bolster Him in Iowa", "content": "As Mrs. Palin announced her backing, Mr. Trump stood wearing a satisfied smile as she scolded mainstream Republicans as sellouts and praised how Mr. Trump had shaken up the party. “He’s been going rogue left and right,” Mrs. Palin said of Mr. Trump, using one of her signature phrases. “That’s why he’s doing so well. He’s been able to tear the veil off this idea of the system.”\n\nIt is not clear that Mrs. Palin’s blessing will have a major impact on Mr. Trump’s long-term prospects. But in Iowa, where Mrs. Palin spent years developing a network of supporters, it could be helpful. Mr. Trump has faced questions about whether his campaign’s organizing muscle can draw the voters to match his poll numbers come caucus night.\n\n“Over the years Palin has actually cultivated a number of relationships in Iowa,” said Craig Robinson, the former political director of the Republican Party of Iowa and publisher of the website The Iowa Republican. “There are the Tea Party activists who still think she’s great and a breath of fresh air, but she also did a good job of courting Republican donors in the state,” he added.\n\nOther conservatives said that Mrs. Palin serves as a particularly effective shield against Mr. Cruz, who has assiduously courted Iowa’s evangelical voters.", "url": "https://www.nytimes.com/2016/01/20/us/politics/donald-trump-sarah-palin.html"}}