{"foreign_id": "3_Fake", "article1": {"title": "Former U.N. President and Chinese Billionaire Are Accused in Graft Scheme", "content": "A former top United Nations official and a billionaire real estate developer from the Chinese territory of Macau were accused on Tuesday of engaging in a broad corruption scheme, according to federal prosecutors in Manhattan.\n\nThe former president of the United Nations General Assembly, John W. Ashe, a diplomat from Antigua, was one of six people identified in a criminal complaint outlining a bribery scheme that involved more than $1 million in payments from sources in China for assistance in real estate deals and other business interests.\n\nThe case is highly embarrassing to the United Nations, which had vowed to act with greater transparency and accountability after past scandals. Mr. Ashe is the most senior diplomat to be accused of such graft, and it remains unclear whether the case will prompt the organization to review how it elects leaders of the General Assembly. It is different from the oil-for-food program scandal in Iraq a decade ago, when an independent commission found widespread abuse.\n\nSecretary General Ban Ki-moon said through his spokesman that he was “shocked and deeply saddened” at the accusations of corruption.", "url": "https://www.nytimes.com/2015/10/07/nyregion/john-ashe-top-united-nations-official-is-accused-in-bribery-scheme.html"}, "article2": {"title": "Lawyer drops out of high-profile bribery case involving real estate mogul Ng Lap Seng", "content": "Benjamin Brafman was considered by many as Ng’s “ace in the hole”", "url": "https://www.scmp.com/news/hong-kong/law-crime/article/1981531/lawyer-drops-out-high-profile-bribery-case-involving-real"}, "article3": {"title": "Disgraced ex-UN official’s death ‘conveniently timed’", "content": "The death by barbell of disgraced UN official John Ashe could become a bigger obsession for conspiracy theorists than Vince Foster’s 1993 suicide.\n\nAshe — who was facing trial for tax fraud — died Wednesday afternoon in his house in Westchester County. The UN said he’d had a heart attack. But the local Dobbs Ferry police said Thursday that his throat had been crushed, presumably by a barbell he dropped while pumping iron.\n\nAshe was due in court Monday with his Chinese businessman co-defendant Ng Lap Seng, who is charged with smuggling $4.5 million into the US since 2013 and lying that it was to buy art and casino chips.\n\nNg was identified in a 1998 Senate report as the source of hundreds of thousands of dollars illegally funneled through an Arkansas restaurant owner, Charlie Trie, to the Democratic National Committee during the Clinton administration. (Ng was not charged with any crime.)\n\nNg and Trie had visited the White House several times for Democratic fundraising events and were photographed with then-President Bill Clinton and first lady Hillary Clinton.\n\nOne source told me, “During the trial, the prosecutors would have linked Ashe to the Clinton bagman Ng. It would have been very embarrassing. His death was conveniently timed.”\n\nAshe’s lawyer Jeremy Schneider told me he is sure Ashe’s death was an accident. “There is not one iota of evidence that it was homicide. This is nothing at all like Vince Foster.”\n\nPolice in Dobbs Ferry village are keeping the investigation open pending an autopsy by the Westchester medical examiner.", "url": "https://pagesix.com/2016/06/26/disgraced-ex-un-officials-death-conveniently-timed/"}}