{"foreign_id": "40_Fake", "article1": {"title": "Why Mordor Failed", "content": "The administration of U.S. President Donald Trump has been in a state of crisis almost since the moment he took the oath of office. The revolving door of national security and military personnel in the White House, including recently ousted National Security Advisor John Bolton, signals an administration unsure of its place on the world stage.\n\nThe administration of U.S. President Donald Trump has been in a state of crisis almost since the moment he took the oath of office. The revolving door of national security and military personnel in the White House, including recently ousted National Security Advisor John Bolton, signals an administration unsure of its place on the world stage.\n\nTrump has largely pinned his foreign policy on the withdrawal of U.S. troops from foreign theaters, outreach to autocratic regimes such as North Korea, and launching a trade war with China. None of these policies have seen much success. The withdrawal from Syria has been an unmitigated catastrophe, the North Koreans have openly called their meetings with Trump a failure, and the tariffs on Chinese exports have harmed American businesses and consumers.\n\nIf the Trump administration wishes to regain its standing and truly forge a stronger U.S. foreign policy, it should look to the historical lessons from another struggling global hegemon: the Black Land of Mordor. Oct. 21 is, of course, the 65th anniversary of the U.S. publication of one of the classic examinations of Mordorian strategy. Mordor’s downfall can be traced to three primary failings, all of which the Trump administration is also currently facing. The administration would do well to study the Red Book of Westmarch (now in the public domain), The Notion Club Papers, and other ancient texts related to Mordor.\n\nLike the United States under the Trump administration, Mordor under the rule of the Dark Lord Sauron, at the end of the Third Age of this world, was a vibrant and unquestioned world superpower suddenly facing threats from various sides. A revived Gondor under King Elessar Telcontar loomed on its western borders. To the north, the Elves of Lothlórien joined with the Woodland Realm and the extranational, quasi-religious White Council to conquer the Mordorian exclave of Dol Guldur in Mirkwood. While Mordor, much like the United States with Saudi Arabia, pursued alliances with the nearby Variags of Khand and the Corsairs of Umbar, most of its military and economic support came from more distant powers like Rhûn and Far Harad.\n\nMordor’s meager breadbasket—the fields of Nurn—was insufficient to feed its armies and population, so it relied heavily on food imports and military muscle from its allies to the east and south. But the great distances, and Mordor’s landlocked position, made trade and troop movement difficult, with caravans and supply lines often being attacked by Gondorian paramilitary units in Ithilien. Mordor’s only truly peaceful border was with Rhûn to the east, a vast, underpopulated, and unguarded stretch of land: the Canada of Middle-earth. Even so, the distance between Barad-dûr and the Rhûnish fertile lands of Dorwinion made their support unreliable.\n\nMordor consistently failed to pursue allies closer to its own borders, especially west of the Anduin River. Client states like Angmar in the north had proved effective in earlier military disputes with Arnor and its successor states, but that was long past by the time of the War of the Ring. The Vatican-like city-state of Isengard and its tribal allies in Dunland harried Rohan but were quickly routed at the Battle of the Hornburg and were never truly in alliance with Mordor despite sharing overlapping strategic goals.\n\nHistorians agree that Sauron should have instead sought a strong political and economic partnership with Rohan, thus giving Mordor’s armies a steady supply of horses, the world’s best cavalry at the time, and a strong northern bulwark against Gondor. Mordor’s shaky pact with a small power like Isengard to hold back a vast country of mounted warriors remains one of history’s great strategic blunders. The Trump administration’s alienation of its allies in Western Europe and its uneasy détentes with adversarial states like Russia and North Korea leave the United States increasingly isolated.\n\nMordor’s second problem was closer to home and one familiar to any observer of American life: political polarization. While Mordor was an absolute theocracy under the iron fist of the Dark Lord, its denizens were sharply divided between those from interior Mordor, like Gorgoroth or Nurn (the Midwest of Mordor), and those from the more cosmopolitan border city of Minas Morgul (the New York of Mordor).\n\nIt’s now widely believed that the economic and political elite in Barad-dûr, such as the wealthy and well-connected Black Númenóreans, fostered such divisions to keep the populace from uniting against their true oppressors. We see similar tactics in the United States today, as Trump, a New York billionaire, pursues traditional Republican economic policies while stoking the flames of resentment between rural conservative voters and more liberal populations on the coasts.\n\nBut just as Russian bots seek to widen America’s political gap through social media, so too did Gondorian spies manage to repeatedly sow discord and provoke violence between Orcs from Minas Morgul and Mordor, which ultimately led to disaster. The Trump administration may see its political power as resting on internal division between liberal and conservative Americans, but those divisions are easily exploited by hostile powers. As Abraham Lincoln might have said had he been a goblin, “A house of lamentation divided against itself cannot stand.”\n\nFinally, there is the amorphous but ultimately paramount issue of prestige and soft power. Or rather, a lack thereof. The Trump administration has, like Sauron, adopted an aggressive stance to enemy and ally alike, a “speak loudly and carry a big hammer of the underworld” strategy. Witness Trump’s desire for Soviet-style military parades or his bizarre letter to Turkish President Recep Tayyip Erdogan, with its threat to destroy Turkey’s economy. It’s strikingly similar to Mordor’s failed overtures to Dale and Erebor on the eve of the War of the Ring, although Sauron’s envoys were more veiled in their threats: “Find [the One Ring] … and you shall have great reward and lasting friendship from the Lord. Refuse, and things will not seem so well.”\n\nBut even superpowers cannot maintain power purely through aggression, threats, and military might. They need alliances and, beyond formal treaties, influence. Trump’s unfiltered tough guy act may work well with his base at home, but it has severely damaged the reputation of the United States abroad. Once a global leader politically and culturally, the United States is now a laughing stock.\n\nSimilarly, Mordor did little to win hearts and minds beyond its border, other than distributing exactly nine rings that turned its bearers into undead servants of the Shadow. Mordor’s dead cities, craggy mountains haunted by giant demon-spiders, black deserts, dark towers, and fiery chasms certainly intimidated foreign visitors, much like the National Mall in Washington, D.C. But aside from a few Orc cults among Gondorian counterculture youth, and overt but short-lived client states in Angmar and Isengard, Mordor never managed to craft a compelling cultural image of itself other than “actual hell on earth.”\n\nThe United States still enjoys vast and global cultural sway and an enormous amount of soft power. But Trump’s leadership is undermining that soft power every day, and it may not be long before the United States becomes a country the rest of the world simply does not want to walk into, let alone emulate or support.\n\nIt’s too early to tell if the United States will follow Mordor’s route down into the Void, though the descent of the leadership into a spirit of malice gnawing on itself, as Sauron became, has arguably already happened. There is still time to make America truly great again, as the center of the international order, by strengthening existing alliances, forging new ones, healing internal divisions at home, and renewing America’s image and soft power abroad. Also, an elite corps of invisible military commanders flying on monstrous pterodactyls wouldn’t hurt either.", "url": "https://foreignpolicy.com/2019/10/21/trump-administration-mordor-failed-hegemon-tolkien/"}, "article2": {"title": "The Saruman Trap", "content": "Conservatives in distress turn to ancient texts. In the current circumstance, those of us of a Hebraic cast reach for the prophet Isaiah in his darker moods, or the even fiercer denunciations of Amos. Devout Christians despairing of a society in full malodorous rot look to The Rule of St. Benedict. Classicists might pick up a volume of Seneca, sighing wistfully as they contemplate the philosopher’s fate at the hands of his mad pupil, Emperor Nero, who, unlike President Donald Trump, at least played a musical instrument competently. A more twisted few will reach for Machiavelli. For those undergoing real tests of the soul, however, the place to go is J. R. R. Tolkien’s modern epic, The Lord of the Rings.\n\nThis thought is triggered by a recent column by Ross Douthat, one of the small-but-doughty band of conservatives ensconced in a safe space in the high tower of The New York Times. After dismissing some of those conservatives he no longer agrees with as “converts and apostates,” he urges his readers to turn instead to those “thinkers and writers who basically accept the populist turn, and whose goal is to supply coherence and intellectual ballast, to purge populism of its bigotries and inject good policy instead.”\n\nRead: J.R.R. Tolkien’s “The Hobbit” still matters 80 years later\n\nIt is a more measured version of a larger phenomenon: erstwhile NeverTrumpers who wryly describe themselves as “OccasionalTrumpers,” or who attempt to cleanse themselves of the stain of having signed letters denouncing candidate Trump by praising President Trump’s achievements and his crudely framed, rough-hewn wisdom, deploring his language but applauding at least some of his deeds. It is the temptation to accommodate oneself to the nature of the times, as Machiavelli would have put it, and to ally—cautiously but definitely—with the Power that is rather than the principles that were.\n\nAnd that is where Tolkien comes in. His masterwork—the six books in three volumes, not the movies with their unfortunate elisions, occasional campiness and spectacular computer-generated images—addresses many themes relevant to our age, not least of which is that temptation.\n\nAt the beginning of Book II, elves, men, and dwarfs have gathered at Rivendell, home of Lord Elrond. There they debate what to do about the ring of the Dark Lord, Sauron, which has by a curious chance fallen into the possession of the hobbit Frodo. Toward the end of their deliberations they hear a report from Gandalf, the wizard who had befriended Frodo, and who had been taken prisoner by Saruman, the most senior wizard of his order, and escaped. Saruman had learned that the Ring had fallen into the possession of the hobbit, and he wanted Gandalf to help him get it. Gandalf reports Saruman’s pitch as follows.\n\nDavid Frum: The Republican party moves beyond hypocrisy\n\n“A new Power is rising. Against it the old allies and policies will not avail us at all. There is no hope left in Elves or dying Númenor. This then is one choice before you, before us. We may join with that Power. It would be wise, Gandalf. There is hope that way. Its victory is at hand; and there will be rich reward for those that aided it. As the Power grows, its proved friends will also grow; and the Wise, such as you and I, may with patience come at last to direct its courses, to control it. We can bide our time, we can keep our thoughts in our hearts, deploring maybe evils done by the way, but approving the high and ultimate purpose: Knowledge, Rule, Order; all the things that we have so far striven in vain to accomplish, hindered rather than helped by our weak or idle friends. There need not be, there would not be, any real change in our designs, only in our means.”\n\nAnd there you have it. Ally with the rising power (Sauron is making his ashen, desolate homeland, Mordor, great again) and use your wisdom to contain and guide it. Your old friends and allies are fools or weaklings. Go along with the inevitable, and you may shape the new world; oppose it, and you will simply fail and perish.\n\nGandalf does not fall into the Saruman trap. He knows, for one thing, that only one hand at a time can wield the ring, but more important, he knows—for Frodo has already offered the Ring to him—that the temptation to do good would get the better of him. It would start well and end ill, because the power of the Ring is corrupt. Later on in the book, the elven queen Galadriel similarly rejects Frodo’s desperate offer to rid himself of his burden for the same reason. Both Gandalf and Galadriel cannot be sure that the alternative course—have Frodo attempt to destroy the Ring by hurling it into a volcano—will succeed. In fact, they know that the overwhelming odds are that it will fail, with ghastly consequences. And they know that even if that desperate venture succeeds, it means the end of the world they have known, and their own permanent exile from Middle Earth. And they accept both possibilities.\n\nSaruman, on the other hand, goes from bad to worse. He eats himself out with ambition, he commits extraordinary cruelties, and he ends up a mean, twisted, and impotent refugee whose lone follower loathes him. His infatuation with power has ruined a being once wise and beneficent.\n\nPeter Beinart: Why Trump supporters believe he is not corrupt\n\nThe temptation of intellectuals is often this: the urge to influence the mighty because they lack the skills or the lineage or the luck to rule themselves. At the moment, despite all the investigations and scandals, the stumbles and desertions, Trump and the political party that has succumbed to his bullying and his appeal look like power, at least if you are a conservative thinker. And after several generations of conservative intellectuals coming to think that their job is to shape policy rather than simply articulate truth and outline the consequences of decisions or actions, a future of permanent exile from influence looks unacceptably bleak.\n\nThe stakes are not nearly as high for conservative thinkers as they were for the inhabitants of Middle Earth, but the basic idea is worth pondering. Some of them wish to walk back their condemnation of Trump, the animosities that he magnifies and upon which he feeds, the prejudices upon which he plays and the norms he delightedly subverts. They do so not because their original judgments have been proved unjust—far from it—but because, weary of unyielding opposition, they would like to shape things, or at least to hold communion with those who are in the room where the deals are done. But as Gandalf and Galadriel could teach them, the height of wisdom is to fear their own drive for power, to fight the fight in a darkening world even if it looks likely to end in failure, and, above all, to choose to remain their better selves.", "url": "https://www.theatlantic.com/ideas/archive/2018/11/what-lord-rings-says-about-never-trump-conservatives/574138/"}, "article3": {"title": "Bernie is NOT Gandalf; Hillary is NOT Saruman; Trump is NOT Sauron", "content": "I read It’s Over Gandalf. We Need to Unite Behind Saruman to Save Middle Earth from Sauron!, and as a huge Tolkien fan, I found it neither accurate nor particularly amusing. For starters, it’s worth noting that Tolkien absolutely hated making the kind of allegorical comparisons in which, let’s say, the Ring is the atomic bomb, Sauron is Hitler, blah blah. But even if he had liked such comparisons, Tolkien certainly would not have liked this crap.\n\nGandalf had the crazy idea that some little hobbits could stand up to and defy the power of the billionaire class Dark Lord Sauron. But I guess that was a pipe dream after all.\n\nGandalf failed. He got his ass locked up atop Saruman’s tower when he foolishly defied the head of the Democratic Party council of wizards. And now that he’s locked up it’s not like some eagle is going to magically appear and rescue him. It’s over. And now Saruman is our only hope against Sauron.\n\nWe need to stop saying nasty things about Saruman or it will be difficult to rally the people of Middle Earth to his side. Here are some things we should no longer mention, or if we do, we should put a positive spin on them so people will still see Saruman is our only hope.\n\nUhhhh…no. Just no. Why not? Let’s start with the absurd Gandalf=Bernie Sanders analogy. In fact, Gandalf the Grey — later Gandalf the White — had almost no hope that the hobbits could “defy the power of…the Dark Lord Sauron.” Recall Gandalf’s surprise and dismay when he realized that the ring Bilbo found while groping in the dark tunnels of the goblins in “The Hobbit” was actually the “One Ring” of the Dark Lord Sauron. Also recall that Gandalf did not understand WHY the “One Ring” had come to Bilbo and then Frodo, remarking that the ring somehow “chose” the hobbits, “not for any merit that others do not possess: not for power or wisdom, at any rate.”\n\nNote further that Gandalf refused the One Ring when it was offered to him by Frodo, because Gandalf knew that even one as great as he could not be trusted with such power. And recall that at the Council of Elrond, the matter of what to do with the One Ring was thoroughly discussed, and the conclusion was that the ONLY option was to send it back to the fire from which it came, and that nobody else could carry the One Ring back there but Frodo, the one chosen — by the One Ring itself — as the Ring Bearer (although not alone, but with a “fellowship” of men, a dwarf, an elf, a wizard and hobbits).\n\nSo, bottom line, it is simply absurd to claim that Gandalf had “the crazy idea that some little hobbits could stand up to and defy the power of the billionaire class Dark Lord Sauron.” To the contrary, Gandalf felt that it was a desperate and quite possibly hopeless endeavor, but what other choice was there?\n\nAs for the comparison of the “billionaire class” to Sauron, that’s quite a stretch, even for satire/snark on a blog. Recall that Sauron was basically evil incarnate, with enormous powers and a monomaniacal desire for world domination and subjugation. Whatever the “billionaire class” is, it most certainly is NOT at least two main things that Sauron most certainly was: 1) unified or monolithic in its goals; 2) unified or monolithic in its political ideology.\n\nOn that second point, note that the world’s richest man, Bill Gates, is most certainly NOT a right wingnut, nor is someone who plans to give away almost all his money to charity evil incarnate, for god’s sake. Nor is the #3 richest man, Warren Buffett, who has endorsed Hillary Clinton. Nor is the #5 richest man, Jeff Bezos, who seems to be a libertarian of some sort — not the nicest guy by any means, but certainly not evil incarnate. Nor is #6, Mark Zuckerberg, again absolutely NOT a right wingnut. Nor is #8, Michael Bloomberg, who is a social liberal and an environmentalist. Nor are #12 or #13 (Larry Page and Sergey Brin of Google) — both fans of Barack Obama and also huge proponents of clean energy.\n\nThe point is, the “billionaire class” is a mixed bag, with good people in there, a bunch of complicated/mixed people, and a few really bad ones like the Koch brothers (now THOSE guys would make sense as evil characters, maybe Nazgul or something like that, in the Lord of the Rings!). But to compare the “billionaire class” (again, what IS that anyway?) to Sauron is, to put it mildly, an overstatement.\n\nAs for the concept that “Gandalf failed,” clearly this person hasn’t read the Lord of the Rings. Note that in the book, Gandalf actually escaped from Saruman’s prison in Orthanc, after which he led the resistance to Sauron and came out victorious in the end (with a little help from two courageous hobbits and, ironically, Gollum of all people). How did Gandalf do that? By rallying the forces of good, by fighting back hard and effectively against the forces of evil – even when all seemed hopeless/lost – and by keeping Sauron distracted from the mortal threat posed by Frodo’s and Sam’s slow, grueling plod to Mt. Doom, giving Frodo and Sam the slim chance of fulfilling their quest.\n\nGetting back to the analogy, although it appears that Bernie Sanders will not personally make it to the White House, he can still be victorious in a broader sense if he helps give other Democrats running in 2016 – for president, Senate, House of Representatives, state offices – what they need to win. First and foremost, Sanders can continue injecting the populist, progressive energy and ideas he’s brought to the 2016 race all the way through November, helping rally the forces of good against the forces of darkness (Trump, Cruz, etc.). But no, it doesn’t mean that Sanders needs wizardry or to be reincarnated as Bernie the White, simply that he fight the good and courageous fight, perhaps more like Faramir or Theoden or whoever.\n\nAs for the analogy that Hillary Clinton is somehow like Saruman, that shows a fundamental misunderstanding both of Clinton and Saruman. Saruman, of course, was one of the greats, but ultimately was corrupted by the lust for power – and by the fear of being dominated by an even greater power and an even greater evil, Sauron. In his corruption, Saruman caused a great deal of death and destruction, and in the end could not be redeemed. In stark contrast, Hillary Clinton has basically been a mainstream centrist/progressive Democrat, working to make things better for people, even if she’s too “corporate” for many progressives. But is there any evidence that Clinton has fallen from greatness into corruption and evil? Uh, no. Is there any evidence that she isn’t who she’s always seemed to be — a mainstream, centrist/progressive Democrat? Again, no. If anything, what we’ve seen during this campaign and over the past few years is Clinton moving, albeit by fits and starts, in a more progressive direction. In that respect, I guess Clinton is almost the antithesis of Saruman, who moved very much in the wrong direction as time went by and as evil’s power rose (note that Saruman was trying to set himself as a potential rival evil power to Sauron, which of course is completely bonkers). But no matter how you look at it, the Clinton/Saruman analogy is just laughably absurd, not to mention offensive, on every level.\n\nAs for Donald Trump being Sauron, that’s also absurd. Yes, Trump is horrible, but he’s more Saruman than Sauron — not always evil (or at least not always as evil in the past as he is today), but clearly willing to do or say whatever to gain power for himself (including through his Wormtongue-like apologists and spokesmen). Also, note that Saruman was a great showman, able to mesmerize crowds by the sound of his voice, even if people didn’t even really know what he was saying exactly. In contrast, Sauron didn’t speak at all, other through a nameless/faceless mouthpiece or perhaps via his servants, the Nazgul and others. For Trump, it’s all about being out there in front of crowds and TV cameras, which would be a lot more to Saruman’s liking — although even that analogy fails, ultimately – than to Sauron’s. So this is ridiculous as well.\n\nI could go on and on, but I think you get the point. Perhaps I’ll just conclude by yet again noting Tolkien’s disdain for allegory. Back in his time, it was people trying to shoehorn the Lord of the Rings into the fight against Nazism (or possibly Communism). Today, perhaps people want to make it Sauron/Trump, Sanders/Gandalf, Hillary/Saruman or whatever, but that’s equally wrong-headed. In the end, how about we stop wasting our time arguing about the best analogies/allegories for the 2016 campaign, and instead spend our time focusing on how we’re going to: a) hold the White House; b) take back the Senate and House; c) win governorships and state legislatures back from Republican control; and d) hit the ground running in January 2017 with a strong progressive agenda for a country in desperate need of one?", "url": "https://bluevirginia.us/2016/03/bernie-not-gandalf-hillary-not-saruman-trump-not-sauron"}}