{"foreign_id": "41_Fake", "article1": {"title": "Trump’s revival of claim of voting fraud in New Hampshire alarms some state Republicans", "content": "Comment on this story Comment Gift Article Share\n\nIt was one of the first claims President-elect Donald Trump made about voter fraud in the wake of his 2016 victory: that his whisker-thin loss in New Hampshire was propelled by thousands of illegal ballots cast by out-of-state voters. Wp Get the full experience. Choose your plan ArrowRight Trump’s revival of that false assertion as he ramps up his reelection campaign is alarming some New Hampshire Republicans, who fear that the president’s allegations could undermine confidence in next year’s election.\n\n“People hold riots after their favorite football team loses the Super Bowl,” said Fergus Cullen, a former New Hampshire GOP chairman and Trump critic. “There’s just no telling what people will do when they’re incited to it. We’ve never been in a situation like this, where there’s so much dry kindling across the landscape and we’ve got someone all too willing to light the match.”\n\nAdvertisement\n\nAfter losing the popular vote in 2016 by nearly 3 million votes, Trump immediately raised the specter of voting fraud. He alleged without evidence that millions of people voted illegally in California, Virginia and New Hampshire — three states where he lost to Democratic rival Hillary Clinton. He claimed he would have won the overall popular vote “if you deduct the millions of people who voted illegally.”\n\n“Why isn’t the media reporting on this?” Trump asked in a tweet on Nov. 27, 2016.\n\nShortly after his inauguration, the president announced plans for a commission to investigate alleged voter fraud, which ended up disbanding barely a year later with no findings.\n\nWith his reelection campaign underway, Trump has returned to the topic.\n\n“New Hampshire should have been won last time,” the president told reporters on Aug. 15, en route to a campaign rally in Manchester, “except we had a lot of people come in at the last moment, which was a rather strange situation. Thousands and thousands of people coming in from locations unknown. But I knew where their location was.”\n\nAdvertisement\n\nNew Hampshire officials have said repeatedly that there is no evidence to support the president’s claim. A review by the New Hampshire secretary of state and the attorney general’s office of all 6,033 voters who cast ballots in 2016 without proof of a New Hampshire address verified the residency of the vast majority of them and led to a handful of inquiries into possible improper voting.\n\n“It is just not accurate” that thousands of out-of-staters voted illegally in New Hampshire, Secretary of State Bill Gardner said in an interview.\n\nTrump’s campaign spokesman, Tim Murtaugh, did not respond to a request for comment.\n\nSome contend that the president’s accusations pose a particular threat to New Hampshire’s jealously guarded spot at the start of the presidential primary schedule if he undermines national confidence in the integrity of state elections and prompts scrutiny of whether that role should continue. In turn, the retail politicking the small state demands could give way to expensive campaign advertising in a bigger state.\n\nAdvertisement\n\n“That could ultimately cost our place in the process,” said Josh McElveen, a New Hampshire consultant for both parties who is currently advising Don Bolduc, a Republican candidate for U.S. Senate. “I think that would be bad for New Hampshire, and I think it would be bad for the country. It would only make money more influential.”\n\nNew Hampshire allows same-day registration, meaning a voter can walk into a polling location on Election Day and register and cast their ballot all at once.\n\nThousands of voters show up at the polls without the proper proof that they are eligible to vote. In those cases, voters are required to sign an affidavit attesting to their eligibility.\n\nOver the years, state elections officials have fielded claims that out-of-state voters are taking advantage of same-day registration on Election Day.\n\nAdvertisement\n\nRandal Heller, a political activist from Barrington, N.H., is an independent who voted for Trump in 2016. He said he overheard college students waiting for a polling location to open and worrying that their photograph might be taken. Heller said he shared his concerns with state Republicans.\n\n“It raises suspicion that perhaps they are not entitled to be voting in the state of New Hampshire,” said Heller, who is 66 and a retired naval officer.\n\nBut officials have not found evidence to support such allegations.\n\nGardner — a Democrat who was a member of Trump’s now-disbanded voting fraud commission — said he has received calls from voters reporting dozens of people pouring out of buses with Massachusetts tags and filing into voting locations. He said he has never found evidence of wide-scale illegal voting; one time, he learned after following up on such a tip that the bus was filled with political science students from Wellesley College who had driven up with their professor to observe New Hampshire’s first-in-the-nation primaries.\n\nAdvertisement\n\n“You’ve got thousands of people at polling places with phones, with cameras, and nobody has a videotape,” said Cullen, the former state GOP chair. “I’m reminded how there used to be sightings of Bigfoot and aliens all the time.”\n\nKathy Sullivan, a former state Democratic Party chair, said the accusations first surfaced when Democrats started winning statewide races regularly.\n\n“It was as if New Hampshire Republicans couldn’t believe that New Hampshire could vote for Democrats,” Sullivan said. “So they started claiming that we were busing people in from Massachusetts, which of course is a made-up thing.”\n\nGardner’s office, along with the attorney general’s office, reviewed all the voter affidavits signed during the 2016 election. State officials confirmed the eligibility of the vast majority, pursuing only four cases of potential wrongful voting, according to their report.\n\nAdvertisement\n\nOne resulted in a fine. Three were dismissed after investigators determined the voters had attempted to register during hospital stays, according to the attorney general’s office.\n\nUsing a multistate database, state officials also scrutinized potential instances of duplicate voting in New Hampshire and elsewhere, resulting in five prosecutions. One resulted in a guilty plea to fraud, while four cases are ongoing, the attorney general’s office said.\n\nState GOP leaders have stopped short of endorsing Trump’s claims, but they cited the potential for out-of-state voting when they passed a law last year requiring voters to comply with strict residency requirements such as getting a New Hampshire driver’s license and vehicle registration. Critics have argued in a pending lawsuit that the law unfairly targets college students with the equivalent of a poll tax.\n\nAdvertisement\n\nRepublican supporters said that until the measure passed, college students from out-of-state were allowed to vote in New Hampshire without establishing the state as their legal residence.\n\n“Look, they didn’t steal it because the laws allowed them to,” Gov. Chris Sununu said in an interview on Boston-based radio host Howie Carr’s show in January, referring to the 2016 victories of Clinton and Democratic Sen. Maggie Hassan in the state. “We had these very gray, amorphous laws that allowed it to happen. Did they do anything illegal? No, I don’t think they did anything illegal. I think we just had these loopholes that existed, and they exploited it.”\n\nSununu added that if the state’s college students hadn’t been allowed to participate in the election, Trump and then-Sen. Kelly Ayotte would have won “by a landslide. Yeah. It’s not even close. Not even close.”\n\nAdvertisement\n\nHe said the new law “fixed” the problem — a statement that Democrats have seized upon as evidence that the law’s real intention is to discourage New Hampshire college students from voting.\n\nSome Republicans who find Trump’s rhetoric problematic nevertheless defend the new law.\n\n“I don’t want to limit anybody’s right to vote, but I also think that it’s a legitimate thing to protect, to ensure that only those people who do have a legal right to vote are the ones voting,” said Jennifer Horn, a former state GOP chair and frequent Trump critic.\n\nBut she added: “We’ve turned something that should be a basic American ideal into a partisan issue, and I think that’s a shame. And I think this president has figured out very quickly how to take advantage of that.”\n\nIn the radio interview, Sununu, an avid Trump fan, indicated the president is fixated on the issue of voter fraud in New Hampshire. “Oh, trust me, he’s asked me every time” they speak, the governor said.\n\nTrump’s landslide victory in the New Hampshire primary in 2016, which boosted his campaign after he had lost the Iowa caucuses to Sen. Ted Cruz (R-Tex.), has shaped his complicated relationship with the state.\n\nAfter Clinton won the state in the general election by 2,736 votes — less than one-half of a percentage point — Trump immediately questioned the results.\n\nCorey Lewandowski, Trump’s former 2016 campaign manager, who is considering a bid for the U.S. Senate in New Hampshire, said the new residency law will make a difference for Trump as well as the GOP Senate nominee next year.\n\n“You can’t just walk into the state of New Hampshire anymore with a Massachusetts, Vermont or Maine ID and say, ‘I want to vote,’ ” Lewandowski said in an interview. “It was ripe for voter fraud, and the legislature addressed that.”\n\nAsked if he was aware of any instances of such fraud, he said: “If one person votes illegally in the state, it’s one person too many.”\n\nAlice Crites contributed to this report.\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/politics/trumps-revival-of-claim-of-voting-fraud-in-new-hampshire-alarms-some-state-republicans/2019/08/28/0c22107e-c38f-11e9-9986-1fb3e4397be4_story.html"}, "article2": {"title": "US election 2016: What really happened with the Clintons in Haiti?", "content": "\"Since 2010, the Foundation has worked on the ground in Haiti with a range of partners - helping more than 7,500 farmers lift themselves out of poverty; improving the Haitian environment by planting more than 5 million trees and installing more than 400 KW of clean energy; and supporting women through literacy training and job skills for over 2,000 women.\"", "url": "https://www.bbc.com/news/election-us-2016-37826098"}, "article3": {"title": "Stanford Study Proves Election Fraud through Exit Poll Discrepancies", "content": "Claim: A 2016 Stanford study revealed widespread primary election fraud in multiple states favoring Hillary Clinton. Rating: About this rating Mixture What's True Two researchers (presumably graduate students) from Stanford University and Tilburg University co-authored a paper asserting they uncovered information suggesting widespread primary election fraud favoring Hillary Clinton had occurred across multiple states. What's False The paper was not a \"Stanford Study,\" and its authors acknowledged their claims and research methodology had not been subject to any form of peer review or academic scrutiny.\n\nOn 8 June 2016, the Facebook page \"The Bern Report\" shared a document authored by researchers Axel Geijsel of Tilburg University in The Netherlands and Rodolfo Cortes Barragan of Stanford University suggesting that \"the outcomes of the 2016 Democratic Party nomination contest [are not] completely legitimate:\n\nAre the results we are witnessing in the 2016 primary elections trustworthy? While Donald Trump enjoyed a clear and early edge over his Republican rivals, the Democratic contest between former Secretary of State Hillary Clinton and Senator Bernard Sanders has been far more competitive. At present, Secretary Clinton enjoys an apparent advantage over Sanders. Is this claimed advantage legitimate? We contend that it is not, and suggest an explanation for the advantage: States that are at risk for election fraud in 2016 systematically and overwhelmingly favor Secretary Clinton. We provide converging evidence for this claim. First, we show that it is possible to detect irregularities in the 2016 Democratic Primaries by comparing the states that have hard paper evidence of all the placed votes to states that do not have this hard paper evidence. Second, we compare the final results in 2016 to the discrepant exit polls. Furthermore, we show that no such irregularities occurred in the 2008 competitive election cycle involving Secretary Clinton against President Obama. As such, we find that in states wherein voting fraud has the highest potential to occur, systematic efforts may have taken place to provide Secretary Clinton with an exaggerated margin of support.\n\nIn an appendix, Geijsel and Barragan stated that their research was still in progress and had not yet been subject to peer review, but since the information was highly topical they believed it better to pre-release their findings due to the ongoing primary ballot count in California (among other factors):\n\nStatement on peer-review: We note that this article has not been officially peer-reviewed in a scientific journal yet. Doing so will take us several months. As such, given the timeliness of the topic, we decided to publish on the Bern Report after we received preliminary positive feedback from two professors (both experts in the quantitative social sciences). We plan on seeking peer-reviewed publication at a later time. As of now, we know there may be errors in some numbers (one has been identified and sent to us: it was a mislabeling). We encourage anyone to let us know if they find any other error. Our aim here truly is to understand the patterns of results, and to inspire others to engage with the electoral system.\n\nThe post-introduction portion of the paper began with a comparison of outcomes in \"primary states with paper trails and without paper trails,\" holding that potentially inaccurate results led the researchers to \"restrict [our] analysis to a proxy: the percentage of delegates won by Secretary Clinton and Senator Sanders.\" After identifying via the Ballotpedia web site 18 states that use a form of paper verification for votes compared to 13 states without such a \"paper trail,\" they concluded that states without \"paper trails\" demonstrated a higher rate of support for Hillary Clinton:\n\nAnalysis: ​The [data] show a statistically significant difference between the groups. States without paper trails yielded higher support for Secretary Clinton than states with paper trails. As such, the potential for election fraud in voting procedures is strongly related to enhanced electoral outcomes for Secretary Clinton. In the Appendix, we show that this relationship holds even above and beyond alternative explanations, including the prevailing political ideology and the changes in support over time.\n\nThe information included in the Appendix didn't explicate exactly what those alternative explanations might be:\n\nAre there other variables that could account for our main effect (states without paper trails going overwhelmingly for Clinton)? We conducted a regression model and included the % of Non-Hispanic Whites in a state as of the last Census, the state’s electoral history from 1992 to 2012 of favoring Democratic or Republican nominees for President (i.e., the “blueness” of a state), and our variable of interest: paper trail vs. no paper trail. As expected, race/ethnicity and political ideology played a role: The Whiter and more liberal a state, the less it favored Clinton. However, the effect for paper trail remains significant. States with paper trails show significantly less support for Clinton. As such, even beyond the potential for other likely factors to play a role, the potential for fraud is associated with gains for Clinton. Dependent variable: Percent support for Clinton in the primaries\n\nIn the paper's second portion, the researchers examined discrepancies between exit polls and final results by state, a subject of debate (hashtagged #ExitPollGate on social media) that antedated the publication of their paper and was addressed in a Nation article disputing the claim that exit polls revealed fraud. The Nation's analysis held that fraud detection exit polling varied significantly from the type of exit polling typically carried out in the United States:\n\nWhile exit polls are used to detect potential fraud in some countries, ours aren’t designed, and aren’t accurate enough, to accomplish that purpose. [A polling company VP], who has conducted exit polls in fragile democracies like Ukraine and Venezuela, explained that there are three crucial differences between their exit polls and our own. Polls designed to detect fraud rely on interviews with many more people at many more polling places, and they use very short questionnaires, often with just one or two questions, whereas ours usually have twenty or more. Shorter questionnaires lead to higher response rates. Higher response rates paired with larger samples result in much smaller margins of error. They’re far more precise. But it costs a lot more to conduct that kind of survey, and the media companies that sponsor our exit polls are only interested in providing fodder for pundits and TV talking heads. All they want to know is which groups came out to vote and why, so that’s what they pay for.\n\nAs well, standard exit polling conducted in the U.S. can be very inaccurate and systematically biased for a number of reasons, including:\n\no Differential nonresponse, in which the supporters of one candidate are likelier to participate than those of another candidate. Exit polls have limited means to correct for nonresponse, since they can weight only by visually identifiable characteristics. Hispanic origin, income and education, for instance, are left out. o Cluster effects, which happen when the precincts selected aren’t representative of the overall population. This is a very big danger in state exit polls, which include only a small number of precincts. As a result, exit polls have a larger margin of error than an ordinary poll of similar size. These precincts are selected to have the right balance of Democratic and Republican precincts, which isn’t so helpful in a primary. o Absentee voters aren’t included at all in states where they represent less than 20 percent or so of the vote.\n\nAs the New York Times put it, \"[N]o one who studies the exit polls believes that they can be used as an indicator of fraud in the way the conspiracy theorists do.\"\n\nNonetheless, Geijsel and Barragan contended in their paper that:\n\nAnomalies exist between exit polls and final results Data procurement: We obtained exit poll data from a database kept by an expert on the American elections. Analysis: On the overall, are the exit polls different from the final results? Yes they are. The data show lower support for Secretary Clinton in exit polls than the final results would suggest. While an effect size of 0.71 is quite substantial, and suggests a considerable difference between exit polls and outcomes, we expected that this difference would be even more exaggerated in states without paper voting trails. Indeed, the effect size in states without paper voting trails is considerably larger: 1.50, and yields more exaggerated support for the Secretary in the hours following the exit polls.\n\nThe expert whose numbers were utilized for the paper wasn't expressly cited by name, but his moniker appeared on the linked spreadsheet: Richard Charnin. Charnin indeed lists some impressive statistical credentials on his personal blog, but he also appears to expend much of his focus on conspiracy theories related to the JFK assassination (which raises the question of whether his math skills outstrip his ability to apply skeptical reasoning to data).\n\nGeijsel addressed questions about exit poll numbers in a subsequent e-mail to a blogger who was highly skeptical of his research:\n\nIn short, exit polling works using a margin of error, you will always expect it to be somewhat off the final result. This is often mentioned as being the margin of error, often put at 95%, it indicates that there's a 95% chance that the final result will lie within this margin. In exit polling this is often calculated as lying around 3%. The bigger the difference, the smaller the chance that the result is legitimate. This is because although those exit polls are not 100% accurate, they're accurate enough to use them as a reference point. In contrast to the idea that probably 1 out of 20 results will differ. Our results showed that (relatively) a huge amount of states differed. This would lead to two possibilities, a) the Sanders supporters are FAR more willing to take the exit polls, or b) there is election fraud at play. Considering the context of these particular elections, we believe it's the latter. Though that's our personal opinion, and others may differ in that, we believe we can successfully argue for that in a private setting considering the weight of our own study, the beliefs of other statisticians who have both looked at our own study (and who have conducted corroborating studies), and the fact that the internet is littered with hard evidence of both voter suppression and election fraud having taken place.\n\nThat blogger passed the anlysis on to his father (\"a retired Professor Emeritus in Mathematics and Applied Statistics at the University of Northern Colorado\"), Donald T. Searls, Ph.D., for comment:\n\nI simply asked him to review it in full and send me his comments as to its methodology and his view as to its validity. For the record, he has been a Republican for as long as I can recall and has no interest in voting for the Democratic nominee, whoever that might be. I received his response via e-mail today. Here is what he wrote: I like the analysis very much up to the point of applying probability theory. I think the data speak for itself (themselves). It is always problematic to apply probability theory to empirical data. Theoretically unknown confounding factors could be present. The raw data is in my mind very powerful and clear on its own. My personal opinion is that the whole process has been rigged against Bernie at every level and that is devastating even though I don't agree with him. I called him after receiving his response to [ask him to] clarify his remarks on the application of probability theory to the data. His comment to me was that he did not believe it was necessary for the authors to take that step. If he had done the study himself, he would not have bothered with doing so. As he said, the data speaks for itself.\n\nAlthough Geijsel cited a number of sources to substantiate the claim that fraud was well-documented in the 2016 primary season, most of those citations involved persons with an interest in the overall dispute (such as groups party to lawsuits). That factor doesn't necessarily cast doubt on the researchers' findings, but it highlights that not much independent and neutral verification of their conclusions has occurred yet.", "url": "https://www.snopes.com/fact-check/stanford-study-proves-election-fraud-through-exit-poll-discrepancies/"}}