{"foreign_id": "42_Fake", "article1": {"title": "Trump accuses Cruz's father of helping JFK's assassin", "content": "The 2016 Blast The latest POLITICO scoops and coverage of the 2016 elections. Email Sign Up\n\nTweets from https://twitter.com/politico/lists/team-politico\n\n\n\nTrump accuses Cruz's father of helping JFK's assassin Trump accuses Cruz's father of helping JFK's assassin\n\nDonald Trump on Tuesday alleged that Ted Cruz’s father was with John F. Kennedy’s assassin shortly before he murdered the president, parroting a National Enquirer story claiming that Rafael Cruz was pictured with Lee Harvey Oswald handing out pro-Fidel Castro pamphlets in New Orleans in 1963.\n\nA Cruz campaign spokesperson told the Miami Herald, which pointed out numerous flaws in the Enquirer story, that it was “another garbage story in a tabloid full of garbage.”\n\n“His father was with Lee Harvey Oswald prior to Oswald's being — you know, shot. I mean, the whole thing is ridiculous,” Trump said Tuesday during a phone interview with Fox News. “What is this, right prior to his being shot, and nobody even brings it up. They don't even talk about that. That was reported, and nobody talks about it.”\n\n“I mean, what was he doing — what was he doing with Lee Harvey Oswald shortly before the death? Before the shooting?” Trump continued. “It’s horrible.”\n\nTrump’s tangent followed his rebuke of Rafael Cruz using the pulpit to court evangelicals for his son.\n\n“I implore, I exhort every member of the body of Christ to vote according to the word of God and vote for the candidate that stands on the word of God and on the Constitution of the United States of America,” Rafael Cruz said in a video clip aired by Fox News. “And I am convinced that man is my son, Ted Cruz. The alternative could be the destruction of America.”\n\nAsked to respond, Trump called it a disgrace. “I think it’s a disgrace that he’s allowed to do it. I think it’s a disgrace that he’s allowed to say it,” he said, before touting his support from Jerry Falwell Jr. and other evangelical leaders.\n\n“You look at so many of the ministers that are backing me, and they’re backing me more so than they’re backing Cruz, and I’m winning the evangelical vote,” Trump continued. “It's disgraceful that his father can go out and do that. And just — and so many people are angry about it. And the evangelicals are angry about it, the way he does that.”\n\n“But I think it's horrible,” he added. “I think it's absolutely horrible that a man can go and do that, what he's saying there.”\n\n", "url": "https://www.politico.com/blogs/2016-gop-primary-live-updates-and-results/2016/05/trump-ted-cruz-father-222730"}, "article2": {"title": "Ted Cruz Suspends His Campaign for President", "content": "INDIANAPOLIS — Less than a month ago, Senator Ted Cruz seemed to have done it.\n\nHe had won Wisconsin. Former rivals were holding their noses to support him. He was dominating delegate elections, positioning himself for what seemed increasingly likely to be a floor fight at the Republican convention in July, as the campaign of Donald J. Trump fell into internal disarray.\n\n“Tonight is a turning point,” Mr. Cruz said on primary night in Milwaukee. “It is a rallying cry.”\n\nIt was neither.\n\nOn Tuesday, Mr. Cruz ended his campaign, his loss in Indiana extinguishing any chance of denying Mr. Trump the nomination.\n\n“Together we left it all on the field in Indiana,” Mr. Cruz told supporters here as cries of “Nooo!” rained from the crowd. “We gave it everything we’ve got. But the voters chose another path.”", "url": "https://www.nytimes.com/2016/05/04/us/politics/ted-cruz.html"}, "article3": {"title": "Donald Trump is trying Ted Cruz's nickname on Hillary Clinton", "content": "Donald Trump\n\nDonald Trump is floating a possible new nickname for his Democratic opponent — and it's one he's already used on a previous political rival.\n\n\"Lyin' Hillary Clinton told the FBI that she did not know the \"C\" markings on documents stood for CLASSIFIED. How can this be happening?\" Trump tweeted Sunday night, referencing FBI findings released on Friday.\n\nThe nickname hearkens back to the Republican primary, when Trump repeatedly referred to Sen. Ted Cruz of Texas as \"Lyin' Ted.\"\n\nTrump's usual moniker for Clinton is \"Crooked Hillary,\" though he has switched it up on occasion, calling the former US secretary of state \"Heartless Hillary,\" \"Unstable Hillary Clinton,\" and \"Incompetent Hillary,\" at various times during this election cycle.\n\nIn June, he announced the launch of the website LyingCrookedHillary.com.\n\nSome politicians fired back at Trump's tweet, because the \"C\" in question actually stands for confidential, not classified.\n\nIn another tweet, Trump mocked Clinton for her relatively poor showing in multiple national polls last week.\n\nThe polls are close so Crooked Hillary is getting out of bed and will campaign tomorrow.Why did she hammer 13 devices and acid-wash e-mails? — Donald J. Trump (@realDonaldTrump) September 4, 2016\n\nThe tweet may also be a subtle jab at Clinton's health, a recent favorite topic of the Trump campaign. The brash billionaire has often asserted that Clinton lacks the \"mental and physical stamina\" to be president.\n\nClinton wasn't the only politician in Trump's crosshairs on Sunday. The candidate also lashed out at Arizona senator and fellow Republican, Jeff Flake, after Flake said he wasn't ready to endorse him.\n\nNOW WATCH: Watch Hillary Clinton rip Trump's trip to Mexico\n\n\n\n\n\nMore From Business Insider\n\n", "url": "https://finance.yahoo.com/news/donald-trump-trying-ted-cruzs-021002624.html"}}