{"foreign_id": "43_Fake", "article1": {"title": "Ted Cruz Stirs Convention Fury in Pointed Snub of Donald Trump", "content": "CLEVELAND — The Republican convention erupted into tumult on Wednesday night as the bitter primary battle between Donald J. Trump and Senator Ted Cruz reignited unexpectedly, crushing hopes that the party could project unity.\n\nIn the most electric moment of the convention, boos and jeers broke out as it became clear that Mr. Cruz — in a prime-time address from center stage — was not going to endorse Mr. Trump. It was a pointed snub on the eve of Mr. Trump’s formal acceptance speech.\n\nAs hundreds of delegates chanted “Vote for Trump!” and “Say it!” Mr. Cruz tried to dismiss the outburst as “enthusiasm of the New York delegation” — only to have Mr. Trump himself suddenly appear in the back of the convention hall. Virtually every head in the room seemed to turn from Mr. Cruz to Mr. Trump, who was stone-faced and clearly angry as he egged on delegates by pumping his fist.\n\nMr. Cruz was all but drowned out as he asked for God’s blessing on the country and left the stage, while security personnel escorted his wife, Heidi, out of the hall. One delegate yelled “Goldman Sachs!” at her — a reference to the company that has employed her, a job that Mr. Trump attacked during the primaries.\n\nA short while later, Mr. Cruz faced insults as he made his way down a corridor — one woman yelled “Traitor!” When he tried to enter the convention suite of the Las Vegas casino magnate Sheldon Adelson, he was turned away.", "url": "https://www.nytimes.com/2016/07/21/us/politics/ted-cruz-donald-trump-mike-pence-rnc.html"}, "article2": {"title": "After crucial win, Kasich sees path to Republican nomination", "content": "BEREA, Ohio (Reuters) - After a critical win on his home turf, Ohio Governor John Kasich begins a new phase of his long-shot presidential campaign that his aides hope will ultimately propel him past Republican front-runner Donald Trump by triggering a rare contested convention.\n\nKasich’s victory in Ohio’s primary on Tuesday, along with the departure from the race of U.S. Senator Marco Rubio, makes him the party establishment’s last hope of stopping the New York billionaire businessman from winning the Republican nomination for the Nov. 8 election.\n\nTrump and his closest rival, U.S. Senator Ted Cruz of Texas, are deeply unpopular among Republican insiders.\n\n“I want you to know, the campaign goes on,” Kasich, 63, told a victory rally near Cleveland. In a reference to Trump’s fiery campaign rhetoric, Kasich added: “I will not take the low road to the highest office in the land.”\n\nTrump, 69, notched wins in Florida, Illinois and North Carolina on Tuesday and was projected by MSNBC to win a close race with Cruz in Missouri. But losing Ohio’s winner-take-all contest for 66 delegates complicates his attempt to clinch the 1,237 delegates needed to win his party’s nomination before the party’s July convention in Cleveland.\n\nWith most of the remaining states allocating delegates proportionally, Kasich’s aides believe he could prevail at a convention at which no candidate enters with a majority.\n\n“The plan is to win Ohio, and some other states, and if that happens, nobody is going to have enough delegates to win the nomination on the first ballot,” said John Weaver, Kasich’s chief campaign strategist, who also worked on Republican Senator John McCain’s losing presidential campaigns in 2000 and 2008.\n\nKasich’s plan, according to aides, is to leverage the momentum to gather more endorsements from mainstream party insiders and Republican donors.\n\nWith the wind at his back, he hopes to score more victories in upcoming primaries including Pennsylvania, Maryland, Wisconsin, Connecticut and California, where he believes the terrain is friendlier to his brand of Republican moderation.\n\nSlideshow ( 12 images )\n\nTo become the nominee who faces Democratic contenders Hillary Clinton or Bernie Sanders — in the November election — a Republican needs to win a majority of the 2,472 Republican delegates. After last night’s contests, excluding Missouri’s, Trump leads with 619 delegates, followed by Cruz with 394. Kasich has 136.\n\nESTABLISHMENT BACKING\n\nIf no candidate reaches that threshold by the close of the last primary on June 7, the convention will almost certainly be contested — a recent historical rarity that would signal deep party rifts. No convention, by either party, has gone beyond a first ballot since 1952.\n\nKasich has almost no hope of winning enough delegates to secure the nomination outright. Ohio is the lone state he has won. But if he can succeed in blocking Trump from getting a majority, he can make a case to convention delegates that he is more electable than Trump or Cruz, 45, a conservative evangelical and, to date, Trump’s most successful Republican rival.\n\nSigns of the Republican establishment rallying behind Kasich were on show this week. Mitt Romney, the Republican presidential nominee in 2012 who recently blasted Trump as a “fraud” in a scathing speech, campaigned with Kasich in Ohio on Monday.\n\n“He has the kind of record that you want in Washington,” Romney said in North Canton, Ohio, on a stage next to Kasich, who spent 18 years as a Republican congressman and six as Ohio governor. “You look at this guy, and unlike the other people running, he has a real track record.”\n\nOn Wednesday, Kasich heads to a campaign event in Pennsylvania and then holds three events in Utah on Friday — where Romney, the former Massachusetts governor, is popular with Republicans. Utah, with 40 delegates, votes on March 27. Pennsylvania is one of five states voting on April 26.\n\nFord O’Connell, a Republican strategist who has stayed neutral in this year’s nominating fight, said Kasich’s victory should earn him more help from party insiders.\n\nSlideshow ( 12 images )\n\n“There are really just two options left: Either Trump gets enough delegates, or nobody does,” O’Connell said. “Kasich’s win in Ohio means Trump must now win roughly 60 percent of the remaining delegates before the convention. I would say we now have a 50-50 chance of a brokered convention.”\n\nO’Connell said that under Republican party rules, a candidate must receive a clear majority of primary votes overall to become the nominee.\n\nThe history of Republican nominating fights is littered with candidates who received a plurality of the votes, but not a majority, and never became the nominee.\n\nHISTORY AS A GUIDE\n\nKasich’s aides are looking to history as a guide, particularly Wendell Willkie’s path to the 1940 Republican nomination. That year, three leading candidates – Robert Taft, Thomas Dewey and Arthur Vandenberg – each arrived at the convention without enough delegates to win.\n\nWillkie - a businessman and former Democrat who had never before run for public office - opposed the Republican Party’s isolationists and was a supporter of Britain’s war efforts. His cause gained momentum after the Nazi blitzkrieg in Europe in May 1940.\n\nAfter six ballots at the convention, delegates in Pennsylvania, New York and Michigan deserted other candidates and switched to Willkie, giving him victory.\n\nTrump, Cruz and Kasich could face the same scenario this year, which would force to them to lobby delegates on the convention floor until one emerged with a majority.\n\n“A lot of people who do not want Trump have been sitting back to see how Kasich and Rubio do in their home states on Tuesday,” said Republican strategist Charlie Black, who signed up on Tuesday night as a Kasich adviser.", "url": "https://www.reuters.com/article/us-usa-election-kasich-strategy-idUSKCN0WI0FF"}, "article3": {"title": "Hillary Clinton's Path To Election Day: Plans, Luck And Self-Inflicted Wounds", "content": "Hillary Clinton's Path To Election Day: Plans, Luck And Self-Inflicted Wounds\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nWhen it comes to Hillary Clinton's historic run for the presidency, if she's ultimately able to shatter that highest, hardest glass ceiling it will be because a combination of good luck and better planning helped her overcome challenges, many of her own making.\n\nDonald Trump's name is on the ballot, but Clinton's biggest opponent may well have been herself — as she was dogged by emails, questions over the Clinton Foundation and paid speeches.\n\nHillary Clinton's Path To Election Day: Plans, Luck And Self-Inflicted Wounds 8:42\n\nThose controversies have kept the presidential contest between Clinton and Republican nominee Trump close at the end. But Hillary Clinton will reach Election Day with the real prospect of becoming the first female president in U.S. history.\n\nShe's been a candidate for 19 months. Clinton's official campaign launch was preceded by months of will-she-or-won't-she chatter, but there was lots of work behind the scenes and a \"Ready For Hillary\" superPAC working out in the open to prepare for Clinton to get in.\n\nBut who would she face?\n\nWinning The Opponent Lottery\n\nIn April 2015, when Hillary Clinton officially entered the race for president, she was looking over her left shoulder. It was apparent in her very first remarks, at a community college in Iowa.\n\n\"I think it's fair to say that, as you look across the country, the deck is still stacked in favor of those who are already at the top,\" said Clinton. \"And there's something wrong with that.\"\n\nClinton's team had an eye on Vice President Joe Biden, with his everyman appeal and ability to speak the language of white, working-class voters. But ultimately Biden, whose son died of brain cancer in the spring of 2015, opted not to get into the race.\n\nMassachusetts Sen. Elizabeth Warren resisted progressive recruitment efforts and didn't get into the race either.\n\nIn the end, Clinton only faced one primary opponent who truly threatened her chance at the nomination: Bernie Sanders. He did far better than likely even he imagined was possible, going from oddity to rock star, with legions of adoring supporters. Sanders' movement grew over the summer of 2015 with an active online community boosting his name recognition.\n\nThe crowds at his speeches and rallies kept growing to the point that he was filling sports arenas. As one Democratic activist in Iowa put it to team Clinton, \"Objects in mirror may be closer than they appear.\" And those large crowds gave Sanders' campaign more media attention and more credibility.\n\n\"You know, sometimes our campaign has been referred to as a fringe campaign. Well, if this is fringe, I would like to see mainstream,\" Sanders said to a packed auditorium at Drake University in Des Moines, Iowa, in June 2015.\n\nClinton barely won the Iowa caucuses and Sanders then trounced her in New Hampshire. That juiced his fundraising, allowing him to run television ads and compete throughout the primary season. But Sanders' weaknesses became apparent in the South Carolina primary. His core message of income inequality and the influence of money in politics didn't resonate with many African-American voters, who felt the racial inequality they experience wasn't addressed with a focus simply on economics. That showed as the primaries moved to southern states where black voters sometimes favored Clinton by 80-point margins, according to exit polls.\n\nSanders also famously let Clinton off the hook on her emails and didn't go after her on making paid speeches to big Wall Street banks, particularly Goldman Sachs, until late in the primary fight.\n\nEnlarge this image toggle caption Joe Raedle/Getty Images Joe Raedle/Getty Images\n\nLooking toward the general election and the growing Republican field in early 2015, Donald Trump wasn't even on the radar. Few believed he would run and even fewer believed he could mount a serious candidacy. He had toyed with a presidential campaign many times before without jumping in. There was little reason to believe this time would be different. On the night of the first Republican presidential debate, Clinton's team welcomed reporters into its Brooklyn headquarters as its rapid response team crafted tweets and senior aides offered spin during commercial breaks. \"I think they're digging the hole deeper,\" Mook said to a small gaggle of reporters on the Clinton beat. But his attention quickly turned back to the TV. \"Don't get between me and Donald,\" Mook said.\n\nTheir plan was to tie all the other Republicans to Trump's extreme statements, because they hardly imagined Trump would ultimately become the nominee.\n\nFor Clinton, there was a generational concern. In 2008, Barack Obama represented hope and change and his relative youth was part of the appeal. In a 2016 general election, Sens. Ted Cruz or Marco Rubio would be able draw the same contrast, painting the baby boomer Clinton as a relic of the past.\n\nIt was clear that was the general election challenge Clinton and her team were anticipating when she gave the big speech at her official campaign kickoff event on Roosevelt Island in New York. \"Now there may some new voices in the presidential Republican choir, but they're all singing the same old song,\" Clinton told a crowd estimated at 5,000. \"A song called, 'Yesterday.' You know the one. All our troubles look as though they're here to stay. And we need a place to hide away. They believe in yesterday. And you're lucky I didn't try singing that, I'll tell you.\"\n\nAccording to hacked emails released by WikiLeaks, behind the scenes, senior advisers were especially concerned about Rubio, the Florida senator.\n\n\"I'm beginning to worry more about Rubio than the others,\" Joel Benenson, the campaign's pollster and chief strategist wrote in February 2015. \"He has stronger right wing cred than Jeb and he's finding a way to the middle enough for now and he will be the most exciting choice to Republicans. Could pose a real threat with Latinos etc.\"\n\nBut in the end, Trump outlasted the entire Republican field, leaving Clinton to face an opponent with well-known shortcomings and an opposition research file bigger than Trump Tower. Hillary Clinton won the opponent lottery. Not just in the primary, when Warren and Biden stayed out, but in the general election as well. There were certainly risks in facing Trump: his ability to dominate news coverage, the difficulty in pinning him down on policy. Trump's taxes, business dealings, treatment of women and tendency to say and tweet things that hurt him with voters were a constant throughout the general election campaign. But many Republicans and even some Democrats believe, with a more disciplined opponent, Clinton would easily have been facing defeat on Election Day.\n\nA Team Of (Former) Rivals\n\nFor the first time in at least 100 years, a sitting U.S. president has campaigned vigorously for his chosen successor. In the closing weeks of the campaign, President Barack Obama has been a regular fixture on the campaign trail for Hillary Clinton, pitching her to voters more effectively than she could pitch herself.\n\nEnlarge this image toggle caption Steve Pope/Getty Images Steve Pope/Getty Images\n\nWith an approval rating solidly above 50 percent and his natural ease on the stump, Obama essentially doubled Clinton's firepower in swing states. But he wasn't the only one.\n\nFirst Lady Michelle Obama, Vice President Joe Biden, Massachusetts Sen. Elizabeth Warren and even Bernie Sanders campaigned hard for Clinton and her running mate, Tim Kaine.\n\nClinton won Sanders over by agreeing to modify her debt-free public college proposal to more closely track with Sanders' free college plan. He started slowly, but by the end of the race Sanders was traversing the country trying to convince his young supporters to go to the polls and not vote for a third-party candidate or Trump.\n\nThe ally Clinton always had making the case on her behalf was her husband, former President Bill Clinton.\n\nBy contrast, Trump's surrogate operation was thin. There were no former presidents or even former Republican presidential nominees, save Bob Dole, who appeared at the Republican National Convention. Mitt Romney actively opposed Trump and relatives said both former presidents Bush would likely vote for Clinton.\n\nClinton's 'Damn Emails' (And Wall Street Speeches)\n\nFrom before Hillary Clinton even entered the race for president, her campaign faced headwinds of her own making. There was the private email server she used for official business while secretary of state and there were the lucrative speaking engagements during the time after she left the State Department and before her campaign officially began.\n\nEnlarge this image toggle caption Yana Paskova/Getty Images Yana Paskova/Getty Images\n\nWhen the news of Clinton's server broke, top officials in the campaign were seemingly blindsided. In hacked emails released by WikiLeaks, campaign chairman-in-waiting John Podesta emailed campaign manager-in-waiting Robby Mook asking if he knew the extent of the email issue in advance.\n\n\"Nope. We brought up the existence of emails in research this summer but were told that everything was taken care of,\" Mook wrote at the time.\n\nClinton's campaign has refused to verify the authenticity of emails released by WikiLeaks and has also avoided commenting on any of the content. Clinton's campaign says the release of emails hacked from Podesta's personal Gmail account is part of a Russian effort to interfere with the U.S. election.\n\nIn one chain, Podesta and Neera Tanden, a longtime Clinton ally, complain about the email story coming out so late in the game. \"Why didn't they get this stuff out like 18 months ago? So crazy,\" she asked. In a later email, Tanden answered her own question: \"They wanted to get away with it.\"\n\nBernie Sanders gave Clinton a gift when he took the email server off the table as an issue in the Democratic primary during the first debate.\n\n\"Let me say something that may not be great politics, but I think the secretary is right. And that is that the American people are sick and tired of hearing about your damn emails,\" said Sanders.\n\nClinton jumped in, \"Thank you, thank you,\" she said. \"Me, too!\"\n\nRight after that came the 11-hour hearing of the House Select Committee on Benghazi. Clinton maintained a calm, somber demeanor throughout and left with House Republicans revealing no new bombshells.\n\nEnlarge this image toggle caption Chip Somodevilla/Getty Images Chip Somodevilla/Getty Images\n\nThat October was one of the best months of her campaign. But Clinton's email troubles were far from over.\n\nJust as she was launching into the general election, only hours before Clinton was to campaign with President Obama for the first time, FBI Director James Comey held a press conference. On the face of it, his announcement was good news. The FBI had been investigating whether Clinton's use of a private email server violated the law, whether she and her aides had improperly handled classified material. He said no reasonable prosecutor would pursue the case and he was recommending against charging Clinton or her aides with a crime.\n\n\"Although we did not find clear evidence that Secretary Clinton or her colleagues intended to violate laws governing the handling of classified information, there is evidence that they were extremely careless in their handling of very sensitive, highly classified information,\" Comey said.\n\nHis statement raised more questions than it answered and brought the email saga back into focus for voters.\n\nAt the Republican National Convention in Cleveland, delegates began chanting \"lock her up!\" That chant became a regular feature of Trump rallies.\n\nTen days before Election Day, Comey brought the email issue back into the spotlight, announcing emails had been found in the course of another investigation focused on former congressman Anthony Weiner, the estranged husband of Clinton's closest aide, Huma Abedin. This meant the cloud of Clinton's email server would hang over her campaign from beginning to end, and likely well beyond if she wins.\n\nAnother lingering problem for Clinton's campaign came from the speeches she gave behind closed doors to Goldman Sachs and other Wall Street banks. Clinton made millions of dollars on the speaking circuit and the implication was that she was saying something behind closed doors with corporate executives that she wasn't telling voters.\n\nBy the end of the primary, Sanders regularly called on her to release the transcripts. And there were transcripts, compiled by the speaker's bureau that booked Clinton's appearances.\n\nClinton's campaign never released the transcripts. But a policy adviser did review them, sending around an email to senior staff highlighting the most potentially politically problematic excerpts.\n\nWe know this, because of the hacked emails released by WikiLeaks. In addition to posting the speech excerpts, WikiLeaks also released the full text of all three of Clinton's Goldman Sachs speeches. It turns out they weren't speeches at all, but rather extended on-stage question and answer sessions.\n\nHad the transcripts leaked out during the primary, they might have been more damaging. But coming out in October, they barely registered.\n\nMaking A Plan — And Sticking To It\n\nHillary Clinton loves plans. Or at least she loves to talk about them.\n\n\"Maybe it is a bit of a woman's thing, because we make lists,\" Clinton began saying at rallies in the final weeks of her campaign. \"We do, we make lists, and we try to write down what we're supposed to do and then cross them off as we go on in the day or the week. So I want you to think about our plans as our list. Our list for our country.\"\n\nClinton is a wonk at heart. Digging into the policy weeds is where she is most comfortable. She is far less comfortable with sweeping themes and inspiring speeches.\n\nSo, her campaign made a plan to just let Hillary do Hillary. They kept her events small and held numerous town hall-style events and roundtable conversations. Clinton did a lot of listening and the campaign released plans and policy papers on everything from autism to defeating ISIS.\n\nThe strategy was to be boring. And with that as a goal, Clinton's campaign was a success. Though there were certainly times when this baffled those watching from the outside.\n\nAnd while Clinton was making relatively small promises to small audiences, her campaign was building an infrastructure to reach voters where they were and bring them to the polls.\n\nThe campaign started early with the slow, hard grind of person-to-person contact known in campaign lingo as organizing. The campaign was building communities, groups of people brought together by a common goal of electing Clinton, but motivated and inspired as much by their fellow volunteers as by the candidate. By the end, the campaign had half a million volunteers working to get her elected.\n\nOrganizing isn't flashy. Neither were Clinton's plans and speeches. But rather than fighting against her weaknesses as a campaigner, the campaign played to her strengths.\n\nGetting Under Trump's 'Thin Skin'\n\nJust as the first general election debate was ending, Hillary Clinton said something that set Donald Trump off.\n\n\"This is a man who has called women pigs, slobs and dogs,\" Clinton said, echoing an ad called \"Mirrors\" that her campaign had been running in swing states and on national cable leading up to the debate. Trump hit back, making it clear he had seen the ad and didn't much like it.\n\n\"Hundreds of millions of dollars on negative ads on me, many of which are absolutely untrue,\" Trump said. \"They're untrue, and they're misrepresentations. And I will tell you this, Lester, it's not nice and I don't, I don't deserve that. But it's certainly not a nice thing that she's done. \"\n\nIn that same exchange, Clinton mentioned the former Miss Universe Alicia Machado, who Trump had allegedly called \"Miss Piggy\" and \"Miss Housekeeping,\" mocking her for her Latino heritage and for gaining weight.\n\nEnlarge this image toggle caption Timothy A. Clary /AFP/Getty Images Timothy A. Clary /AFP/Getty Images\n\nThe case of Alicia Machado is a perfect example of the Clinton campaign's meticulous planning. Before the first debate, the campaign had already sat down with her, shooting a video where she talked about Trump mocking her weight and her struggles with eating disorders. This was edited together with archival footage of Trump bringing reporters to the gym to watch her work out.\n\nWithin an hour of the debate, the campaign had released its video featuring Machado and the next day she was on a conference call with reporters.\n\nThe morning after the debate in a phone interview with Fox and Friends, unprompted by the anchors, Trump started talking about Machado. He defended himself by saying she really had gained weight. Clinton had snagged him.\n\n\"Not only that — her attitude. And we had a real problem with her,\" Trump added.\n\nThe whole week following the first debate was consumed by Trump and his surrogates arguing it wasn't OK for Machado to gain weight while Miss Universe. He couldn't get much further off message.\n\nThis all culminated with Trump going on a pre-dawn tweet storm attacking Machado and encouraging followers to \"check out sex tape.\"\n\nClinton made a strategic choice once she knew Trump would be her opponent. She wouldn't run against him like any other Republican. She would portray him as an outlier, an existential threat and build a case that he was \"temperamentally unfit\" to be president of the United States. This made it more a race about values, personality and temperament than policy.\n\n\"Imagine him plunging us into a war because somebody got under his very thin skin,\" Clinton said in a national security speech at Kent State University in Ohio.\n\nWith carefully laid traps like the attack involving Machado or from the parents of a Muslim U.S. Army captain killed in Iraq, the Clinton campaign was able to get Trump to help make their point, one tweet or TV interview at a time.\n\nIf Hillary Clinton convinces enough Americans Donald Trump is simply unacceptable for the presidency, she will become America's first female president. But she would also face incredible challenges, including repairing her own reputation, battered by two years of campaigning and the email scandal that may never fully go away.", "url": "https://www.npr.org/2016/11/05/500755467/hillary-clintons-road-to-election-day"}}