{"foreign_id": "44_Fake", "article1": {"title": "Trump's rigged election comments a 'gift to dictators', say Africans", "content": "JOHANNESBURG (Reuters) - If Donald Trump is interested in rigged elections, Zimbabwean opposition leader Tendai Biti says he could teach him a thing or two. Biti was arrested for treason and detained for a month after daring to suggest his party had defeated President Robert Mugabe in a vote in 2008.\n\nZimbabwe ruling ZANU (PF) supporters cheer for President Robert Mugabe upon his arrival at Harare International airport, July 4, 2008. REUTERS/Philimon Bulawayo/File Photo\n\n“They denied me food. They beat me up. They put me in leg irons. They beat me in the private parts,” Biti, a lawyer who later served as finance minister in an eventual unity government, told Reuters. “That’s real election rigging.”\n\nTo opposition figures in Africa, and in other parts of the world that lack the 240-year U.S. history of peaceful transitions of power, Trump’s assertion that November’s U.S. presidential election will be “rigged”, and his declaration that he may not accept the outcome, are dangerous words.\n\n“Donald Trump is a gift to all tin-pot dictators on the African continent. He is giving currency and legitimacy to rigging because if it can exist in America, it can exist anywhere,” Biti said.\n\n“He has no idea what he’s talking about, absolutely no idea,” said Biti, who speaks from the experience of three election defeats to Mugabe, a 92-year-old ex-guerrilla who has run Zimbabwe since independence in 1980. “It makes us cross because in Africa there’s real election rigging.”\n\nLong-serving rulers who have faced U.S. criticism in the past are already using Trump’s remarks to counter Washington’s pro-democracy message.\n\nWhen Ugandan President Yoweri Museveni, in power for 30 years, won re-election to his seventh term in February, U.S. officials accused his government of arresting opposition figures, harassing their supporters and intimidating the media.\n\nTrump’s comments, said Museveni’s spokesman Don Wanyama, “should be an eye-opener to them. As they sit down to lecture other countries, they should realise that it’s not easy.”\n\n“Democracy is a process and it really takes time.”\n\nSlideshow ( 3 images )\n\nHORRIFIED\n\nTrump refused during a debate on Wednesday to say whether he would respect the result of the Nov. 8 poll. That sent a chill down the spine of Musikari Kombo, a former local government minister in Kenya, where 1,500 people were killed in a wave of ethnic bloodletting unleashed by disputes over the result of a 2007 election.\n\n“I was shocked. I was horrified,” Kombo said. “People in Africa who have always challenged elections will say: ‘You see, we are vindicated. Even in the Mother of all Democracies, the presidential candidate is not willing to accept because there is rigging.’”\n\nU.S. officials, including state governors from Trump’s own Republican Party, say there is no serious vote fraud problem in the United States and the election will be clean.\n\nNevertheless, Trump and some allies have alleged anomalies in the voter roll in cities such as Philadelphia and Chicago that could allow the votes of dead people to be counted on behalf of his opponent, Hillary Clinton.\n\nIt is hard to think what they would have made of this year’s election in Gabon, where opposition leader Jean Ping cried foul after narrowly losing to President Ali Bongo, whose family have ruled the oil-producing former French colony for half a century.\n\nThe focus of Ping’s concern was the province of Haut-Ogooue, where results showed 95.46 percent of voters backed Bongo on a turnout of 99.9 percent, more than double anywhere else.\n\nGabon’s constitutional court - led by the long-time mistress of Bongo’s father, Omar - upheld the result.\n\n“I would say to Mr. Trump ‘Come to Gabon to see what a fake democracy looks like, to see what a stolen election looks like,’” said Alexandre Barro Chambrier, a senior Ping adviser.\n\n“There is no democracy here. There is the rule of one family and one man imposing a dictatorial regime,” he added. “Mr Trump is not serious.”", "url": "https://www.reuters.com/article/uk-usa-election-trump-rigging-africa-idUKKCN12K24M"}, "article2": {"title": "Donald Trump's unsettling record of comments about his daughter Ivanka", "content": "Sign up for the daily Inside Washington email for exclusive US coverage and analysis sent to your inbox Get our free Inside Washington email Please enter a valid email address Please enter a valid email address SIGN UP I would like to be emailed about offers, events and updates from The Independent. Read our privacy notice Thanks for signing up to the\n\nInside Washington email {{ #verifyErrors }} {{ message }} {{ /verifyErrors }} {{ ^verifyErrors }} Something went wrong. Please try again later {{ /verifyErrors }}\n\nWhen Donald Trump was watching his 16-year-old daughter Ivanka host the 1997 Miss Teen USA pageant, he turned to the then-Miss Universe and asked: “Don’t you think my daughter’s hot? She’s hot, right?”\n\nThat anecdote, told to the New York Times by Brook Antoinette Mahealani Lee, appears to be the first recorded incident of the Republican presidential candidate and reality TV star making comments about his daughter’s body which those present have deemed inappropriate.\n\nIn the almost 20 years since, Mr Trump has called his eldest daughter “voluptuous”. He’s said it’s OK to describe her as “a piece of ass”, though she is a senior executive in his business empire. And he’s said that, if she wasn’t his daughter, “perhaps [he’d] be dating her”.\n\nMr Trump’s history of denigrating women has come to fore of the US presidential debate, after audio tapes emerged of him boasting about “grabbing them by the p***y” from a 2005 recording of Access Hollywood.\n\nHere’s a recap of all the way he has spoken about one of the most important women in his life, Ivanka Trump.\n\nOn The Howard Stern Show, 2003\n\nDonald Trump bragged about his then-22-year-old daughter’s body, saying: “You know who’s one of the great beauties of the world, according to everybody? And I helped create her. Ivanka.\n\n“My daughter, Ivanka. She’s 6 feet tall, she’s got the best body. She made a lot money as a model—a tremendous amount.”\n\nNew York magazine interview, December 2004\n\n“Let me tell you one thing: Ivanka is a great, great beauty. Every guy in the country wants to go out with my daughter. But she’s got a boyfriend.”\n\nTrump family members listen to the second debate, (from L-R) wife Melania Trump, daughter Ivanka Trump, and sons Eric Trump and Donald Trump Jr. (Getty Images) (Getty)\n\nOn The Howard Stern Show, 2004\n\nMr Trump replies in the affirmative when host Howard Stern asks him if he can call Ivanka \"a piece of ass”.\n\nTrump: “My daughter is beautiful, Ivanka.\"\n\nStern: “By the way, your daughter…”\n\nTrump: “ - she’s beautiful\"\n\nStern: “Can I say this? A piece of ass.”\n\nTrump: “Yeah.”\n\nOn The View, 2006\n\nDonald and Ivanka appeared together on The View while promoting Season Three of The Apprentice, in which Mr Trump’s children featured for the first time as his advisors.\n\nWhen asked how he would react if Ivanka, a former teen model, posed for Playboy, Trump replied, \"It would be really disappointing — not really — but it would depend on what's inside the magazine.\"\n\nHe added: \"I don't think Ivanka would do that, although she does have a very nice figure. I've said if Ivanka weren't my daughter, perhaps I'd be dating her.\"\n\n“Isn’t that terrible? How terrible? Is that terrible?”\n\nOn The Howard Stern Show, October 2006\n\nStern remarks that Ivanka “looks more voluptuous than ever”, and asked if she has received breast implants. Trump engages in the discussion, saying she has not.\n\n“She's actually always been very voluptuous,” Trump responds. “She's tall, she's almost 6 feet tall and she's been, she's an amazing beauty.”\n\nDonald Trump's most controversial quotes Show all 14 1 / 14 Donald Trump's most controversial quotes Donald Trump's most controversial quotes On Isis: \"Some of the candidates, they went in and didn’t know the air conditioner didn’t work and sweated like dogs, and they didn’t know the room was too big because they didn’t have anybody there. How are they going to beat ISIS?\" Getty Donald Trump's most controversial quotes On immigration: \"I will build a great wall — and nobody builds walls better than me, believe me —and I’ll build them very inexpensively. I will build a great, great wall on our southern border, and I will make Mexico pay for that wall. Mark my words.\" Reuters Donald Trump's most controversial quotes On Free Trade: \"Free trade is terrible. Free trade can be wonderful if you have smart people. But we have stupid people.\" PAUL J. RICHARDS | AFP | Getty Images Donald Trump's most controversial quotes On Mexicans: \"When Mexico sends its people, they’re not sending their best. They’re sending people that have lots of problems. They’re bringing drugs. They’re bringing crime. They’re rapists.\" Getty Donald Trump's most controversial quotes On China: \"I just sold an apartment for $15 million to somebody from China. Am I supposed to dislike them?... I love China. The biggest bank in the world is from China. You know where their United States headquarters is located? In this building, in Trump Tower.\" Getty Images Donald Trump's most controversial quotes On work: \"If you're interested in 'balancing' work and pleasure, stop trying to balance them. Instead make your work more pleasurable.\" AP Donald Trump's most controversial quotes On success: \"What separates the winners from the losers is how a person reacts to each new twist of fate.\" Donald Trump's most controversial quotes On life: \"Everything in life is luck.\" AFP Donald Trump's most controversial quotes On ambition: \"You have to think anyway, so why not think big?\" Getty Images Donald Trump's most controversial quotes On his opponents: \"Bush is totally in favour of Common Core. I don't see how he can possibly get the nomination. He's weak on immigration. He's in favour of Common Core. How the hell can you vote for this guy? You just can't do it.\" Reuters Donald Trump's most controversial quotes On Obamacare: \"You have to be hit by a tractor, literally, a tractor, to use it, because the deductibles are so high. It's virtually useless. And remember the $5 billion web site?... I have so many web sites, I have them all over the place. I hire people, they do a web site. It costs me $3.\" Getty Images Donald Trump's most controversial quotes On Barack Obama: \"Obama is going to be out playing golf. He might be on one of my courses. I would invite him. I have the best courses in the world. I have one right next to the White House.\" PA Donald Trump's most controversial quotes On himself: \"Love him or hate him, Trump is a man who is certain about what he wants and sets out to get it, no holds barred. Women find his power almost as much of a turn-on as his money.\" Getty Images Donald Trump's most controversial quotes On America: \"The American Dream is dead. But if I get elected president I will bring it back bigger and better and stronger than ever before and we will make America great again.\" GETTY\n\nRolling Stone interview, September 2015\n\n“After I met Ivanka and praised her to her father, he said, ‘Yeah, she's really something, and what a beauty, that one. If I weren't happily married and, ya know, her father . . .’”\n\nOn the Dr Oz show, September 2016\n\nThe Republican was discussing long-awaited details about his health, and was joined on stage for the pre-record by Ivanka. After they kissed, the host commented: “It’s nice to see a dad kiss his daughter.”\n\nAccording to several studio witnesses, Mr Trump replied that he kisses Ivanka “with every chance [he] gets”. The comment was apparently edited out of the final cut of the show when it went to air.\n\nIvanka Trump comments on article about father's respect for women\n\nIn May, Ivanka Trump gave a lengthy interview to CBS News in which she said claims about her father’s conduct with women - specifically in the New York Times article in which it was alleged he asked people if they thought his daughter was “hot” - were “pretty disturbing”.\n\n“I was bothered by it, but it’s [the story has] largely been discredited since,” she said.\n\nShe said she had “known my father obviously my whole life”, and said he was “not a groper”.\n\n“He has total respect for women,” she said. “He believes ultimately in merit.”", "url": "https://www.independent.co.uk/news/world/americas/us-politics/donald-trump-ivanka-trump-creepiest-most-unsettling-comments-a-roundup-a7353876.html"}, "article3": {"title": "Britain's Brexit firebrand Farage meets Trump in New York", "content": "NEW YORK/LONDON (Reuters) - Leading Brexit campaigner Nigel Farage visited Donald Trump at his home on Saturday, after suggesting he could act as a go-between to help smooth British relations with the U.S. president-elect.\n\nNigel Farage, leader of the United Kingdom Independence Party (UKIP), arrives at Republican president-elect Donald Trump's Trump Tower in New York, U.S. November 12, 2016. REUTERS/Eduardo Munoz\n\nBritish Prime Minister Theresa May is not expected to meet the incoming leader until early next year and Farage has suggested her criticisms of Trump in the early days of the campaign could damage ties with Washington.\n\n“We’re just tourists!” Farage, head of the UK Independence Party (UKIP), told reporters as he waited for an elevator to take him up to the meeting at Trump Tower in New York City.\n\nHe later tweeted a photograph of himself with Trump standing in front of a pair of golden doors and smiling broadly, the president-elect giving the camera a thumbs-up.\n\n“It was a great honor to spend time with @realDonaldTrump,” Farage tweeted. “He was relaxed and full of good ideas. I’m confident he will be a good President.”\n\nTrump’s election campaign manager Kellyanne Conway said: “I think they enjoy each other’s company, and they actually had a chance to talk about freedom and winning and what this all means for the world.”\n\nIn a separate photograph posted on Twitter, UKIP donor Arron Banks, Breitbart London Editor in Chief Raheem Kassam, and Gerry Gunster, an American whose advocacy firm worked on the Brexit campaign, were also pictured with Trump and Farage.\n\nMay - who spoke to Trump by phone on Thursday - and her predecessor David Cameron last year described Trump as “divisive” and “wrong” over his call to ban Muslims from entering the United States. At that time he was not considered likely to win the presidency.\n\nIn a leaked diplomatic telegram, sent on Nov. 9 and printed in the Sunday Times newspaper, Britain’s ambassador to Washington, Kim Darroch, said he believed Britain had built better relationships with Trump’s team than other foreign diplomats.\n\nSlideshow ( 3 images )\n\n“(Trump) is above all an outsider and an unknown quantity, whose campaign pronouncements may reveal his instincts, but will surely evolve and, particularly, be open to outside influence if pitched right,” he said. “We should be well placed to do this.”\n\n“GROW UP”\n\nWhile the British government has congratulated Trump on his election, the head of the opposition, Labour leader Jeremy Corbyn, said he should “grow up” on the immigration issue and recognize that the U.S. economy depends on migrant workers.\n\n“The treatment of Mexico by the United States, just as much as its absurd and abusive language towards Muslims, is something that has to be challenged and should be challenged,” Corbyn, whose wife is Mexican, told the BBC on Sunday.\n\nUKIP, which has only one member of parliament in London, said Farage and Trump spent more than an hour discussing Trump’s victory, global politics and Brexit.\n\nA UKIP official has suggested Farage could even be the next ambassador to the United States, but British media reported that May’s office rejected the idea of any role for Farage, citing unnamed sources who described him as an “irrelevance”.\n\nA day after Trump’s election victory, Farage called on the real estate mogul to reverse “loathsome” Barack Obama’s policy by making Britain his top priority.\n\nFarage said he had been pleased at Trump’s “very positive reaction” to the idea that a bust of former British prime minister Winston Churchill be put back in the Oval Office.\n\nHe has also joked about sexual assault allegations against Trump, urging him to “schmooze” May but not touch her. He proposed that in any meetings between the British and American leaders, he could attend to be the “responsible adult to make sure everything is OK.”\n\nFarage, who spoke at a Trump rally during the election campaign, had predicted the former reality TV host would tap into the same dissatisfaction among voters that led to Britain deciding on June 23 to leave the European Union.\n\nTrump made repeated references to Brexit during his campaign, saying it had highlighted the desire for change among voters frustrated with traditional politics.\n\n(Story refiles to add dropped word “the” in first paragraph.)", "url": "https://www.reuters.com/article/us-usa-election-britain-farage-idUSKBN1370P0"}}