{"foreign_id": "45_Fake", "article1": {"title": "Decades-Old Housing Discrimination Case Plagues Donald Trump", "content": "Decades-Old Housing Discrimination Case Plagues Donald Trump\n\nEnlarge this image toggle caption AP AP\n\nDuring the presidential debate on Monday night, Hillary Clinton raised a 1973 federal lawsuit brought against Donald Trump and his company for alleged racial discrimination at Trump housing developments in New York.\n\nThe Justice Department sued Donald Trump, his father, Fred, and Trump Management in order to obtain a settlement in which Trump and his father would promise not to discriminate. The case eventually was settled two years later after Trump tried to countersue the Justice Department for $100 million for making false statements. Those allegations were dismissed by the court.\n\n\"Donald started his career, back in 1973, being sued by the Justice Department for racial discrimination — because he would not rent apartments in one of his developments to African-Americans, and he made sure that the people who worked for him understood that was the policy,\" Clinton said on Monday night.\n\nTrump responded to Clinton by emphasizing that the case was settled with no admission of guilt.\n\n\"Yes, when I was very young, I went into my father's company — had a real estate company in Brooklyn and Queens,\" Trump said. \"And we, along with many, many other companies throughout the country — it was a federal lawsuit — were sued. We settled the suit with zero, with no admission of guilt.\"\n\nThe lawsuit was based on evidence gathered by testers for the New York City Human Rights Division, which alleged that black people who went to Trump buildings were told there were no apartments available, while white people were offered units.\n\nBack then, Sheila Morse worked as one of those testers. When a black New Yorker was turned down for service and racial bias was suspected, Morse, who is white, would be dispatched to see if she received different treatment.\n\nIn this case, a black man in search of an apartment in Brooklyn in 1972 saw a sign on a building: \"apartment for rent.\"\n\n\"He met with the superintendent, and the superintendent said, 'I'm very sorry, but the apartment is rented — it's gone,' \" Morse says. \"So the gentlemen said to him, 'Well, why is the sign out? I still see a sign that says apartment for rent.' And the superintendent said, 'Oh, I guess I forgot to take it down.' \"\n\nWhen Morse went to the building to ask about the same apartment, she says, \"They greeted me with open arms and showed me every aspect of the apartment.\"\n\nMorse says she reported her experience to the Human Rights Commission, and then returned to the apartment building. After she was offered a lease, the black man who had tried to rent the apartment entered the office with a city human rights commissioner, and the three of them confronted the building superintendent.\n\n\"He said, 'Well, I'm only doing what my boss told me to do — I am not allowed to rent to black tenants,' \" Morse says.\n\nThe commissioner asked the building superintendent to take him to his boss. That turned out to be Trump Management.\n\nWashington Post reporter Michael Kranish, co-author of the book Trump Revealed, tells NPR's Robert Siegel that the Justice Department considered the case \"one of the most significant race bias cases\" at the time.\n\nIt was a suit that was directly against them, and it is one that Donald Trump to this day clearly is upset about.\n\n\"They signed what was called a consent order,\" Kranish says. \"Trump fought the case for two years. ... He says it was very easy, but actually he fought the case for two years.\"\n\nThe Trumps took essentially the first settlement offer the federal government provided, Kranish says; the Trumps did not, in fact, have to admit guilt in settling the suit.\n\n\"[The settlement] required the Trumps to place ads in newspapers saying that they welcomed black applicants,\" Kranish says. \"It said that the Trumps would familiarize themselves with the Fair Housing Act, which prohibited discrimination. So it also specifically said they don't admit wrongdoing, but they did have to take several measures that the Trumps had fought for two years not to take.\"\n\nTrump claims the Justice Department lawsuit was just one of many housing cases against many landlords, but Kranish says this description is misleading.\n\n\"Well, there were cases brought against various companies, but the point here is that Trump has said in the debate — and he also told me when I interviewed him at Trump Tower earlier this year — that this was part of one massive suit.\" Kranish says, \"And in fact, this very specifically is a case that charges Donald Trump, Fred Trump and their company of race bias in housing rentals. ... It was one of the largest cases of the time. ...\n\n\"It was a suit that was directly against them, and it is one that Donald Trump to this day clearly is upset about.\"", "url": "https://www.npr.org/2016/09/29/495955920/donald-trump-plagued-by-decades-old-housing-discrimination-case"}, "article2": {"title": "Chicago to sue Trump administration over sanctuary city funding threat", "content": "CHICAGO/NEW YORK (Reuters) - Chicago will sue the Trump administration on Monday over threats to withhold public safety grant money from so-called sanctuary cities, escalating a pushback against a federal immigration crackdown, Mayor Rahm Emanuel announced on Sunday.\n\nThe federal lawsuit comes less than two weeks after Attorney General Jeff Sessions announced the U.S. Justice Department would bar cities from a certain grant program unless they allow immigration authorities unlimited access to local jails and provide 48 hours’ notice before releasing anyone wanted for immigration violations.\n\n“Chicago will not let our police officers become political pawns in a debate,” Emanuel, a Democrat, said at a news conference. “Chicago will not let our residents have their fundamental rights isolated and violated. And Chicago will never relinquish our status as a welcoming city.”\n\nEdward Byrne Memorial Justice Assistance Grants provide money to hundreds of cities, and the Trump administration has requested $380 million in funding next year. Chicago, a regular target of Republican President Donald Trump because of its murder rate, expected to receive $3.2 million this year for purchasing equipment.\n\nEmanuel said the lawsuit would prevent the Trump administration from setting a precedent that could be used to target other funding.\n\nUnder Trump and Sessions, the federal government has sought to crack down on sanctuary cities, which generally offer illegal immigrants safe harbor by declining to use municipal resources to enforce federal immigration laws. Dozens of local governments and cities, including New York, Los Angeles and Chicago, have joined the growing sanctuary movement.\n\nThe Justice Department said more Chicagoans were murdered last year than residents of Los Angeles and New York combined, and cited comments by Sessions last week saying sanctuary cities “make all of us less safe.”\n\nSlideshow ( 3 images )\n\nJustice Department spokeswoman Sarah Isgur Flores said in a Sunday statement: “It’s especially tragic that the mayor is less concerned with that staggering figure than he is spending time and taxpayer money protecting criminal aliens and putting Chicago’s law enforcement at greater risk.”\n\nPolice and city officials in sanctuary cities have said deporting illegal immigrants who are not accused of serious crimes harms public safety by discouraging immigrants from coming forward to report crimes.\n\nChicago’s lawsuit is the first to challenge the department over the Byrne program, though city officials said they are in contact with other cities. California Attorney General Xavier Becerra is also considering a similar lawsuit, the Sacramento Bee has reported.\n\nThe Trump administration has already faced legal battles over its sanctuary city policies. Last month, a U.S. judge refused to revisit a court order that blocked Trump’s January executive order denying broader federal funds to such jurisdictions, in a case filed by San Francisco and the California county of Santa Clara.", "url": "https://www.reuters.com/article/us-usa-immigration-sanctuary-idUSKBN1AM0Q5"}, "article3": {"title": "Trump and Rahm Emanuel Both Love a Fight, Especially Against Each Other", "content": "When Chicago’s mayor, Rahm Emanuel, was recently in New York to appear on Stephen Colbert’s late-night television show, Colbert asked how he would enforce his declaration that Chicago was now a “Trump-free zone.” “The whole thing? How does that work?” Colbert asked. Yes, Emanuel replied, nodding his head vigorously, “The whole thing. Our motto: a city he’ll never sleep in. We don’t want him, man.” At that, he smiled broadly as the audience cheered.\n\nOf course, Emanuel can’t actually bar the President of the United States from entering America’s third-largest city. But the loud applause that followed his comments reinforced a key fact of politics in 2018: if you’re a Democratic mayor in a Democratic city, Trump-bashing is good for business. And Emanuel, who has revelled in political brawls since he was a young enforcer in Bill Clinton’s White House, has taken to it with even more vigor than most. Trump, the Mayor told me when we met last week in his office at Chicago’s City Hall, had made the fight personal, and Emanuel said that he is happy to oblige. “I’m not scared, I’m not intimidated, so I’ll say it, and he gets irritated, so he thinks he can hit me in the nose,” Emanuel said. “The city of Chicago, we’re the city of big shoulders—we’ll hit back.”\n\nThe President has long appeared to be obsessed with Emanuel’s Chicago, portraying it as a sort of murderous hellscape, a symbol of the “American carnage” that he vowed to eradicate in his Inaugural Address. Trump has called Chicago “a disaster,” “out of control,” and “Not Good!” On the campaign trail, in 2016, he regularly cited the city’s high murder rate and even claimed to have met with a high-ranking Chicago police official who said that he could fix the city’s problems “in one week” if only he and his men were unleashed. Since becoming President, Trump has continued to single out Chicago as a dangerous urban cesspool. “What the hell is going on in Chicago?” Trump shouted at a campaign-style rally in Pensacola, Florida, in December. A few days later, Emanuel issued his televised vow to ban Trump from Chicago. And a few days after that, Trump had the city on his mind once again. “What the hell is going on in Chicago?” he asked the graduates at the F.B.I. Academy, in Quantico, Virginia, in what was, even for Trump, a most unusual digression during a commencement address. “What the hell is happening there?”\n\nA feud between these two almost theatrically combative politicians was perhaps inevitable. Both love a fight, and both believe that if you are punched in politics, the only correct course is to punch back. And this fight is mutually beneficial. For Trump, the portrayal of the city as a gigantic crime scene filled with rogue immigrants and gun-wielding murderers seems tailor-made to appeal to his political base of disaffected white voters across the Rust Belt suburbs and exurbs. For Emanuel, the benefits of a fight are equally appealing. As the 2016 election season closed, the former Washington wunderkind, who had gone on to become Barack Obama’s first White House chief of staff, was a struggling second-term mayor with low approval ratings. Racial politics in the city had turned even more toxic than usual after evidence emerged of police misconduct in the death of a seventeen-year-old African-American named Laquan McDonald. Many questioned whether Emanuel could run for or win a third term.\n\nThen came Trump. In the Presidential election, the blustery New Yorker won just twelve per cent of the city’s popular vote and fifty-one of Chicago’s two thousand and sixty-nine precincts. Hating on Trump was something that Emanuel’s bitterly divided city could agree on, and the Mayor embraced his new role. Suddenly, he was in demand again on the national talk-show circuit; he wrote op-eds for the Washington Post and the Times and joined his fellow-big-city mayors in filing lawsuits against Trump’s immigration policies. By the end of December, after his “Trump-free zone” line had taken off, Emanuel’s approval rating had gone up from an abysmal twenty-five per cent to well over fifty per cent.\n\nHow much did Trump have to do with Emanuel’s resurgence in Chicago? It’s hard to say, of course, but Emanuel is taking advantage of the political lift. He announced that he plans to run for a third term next year, and there are no serious challengers yet on the horizon. When we met in his City Hall office on a bone-chillingly cold afternoon last week, Emanuel acknowledged that his blunt criticism of Trump is popular in a place where public sentiment leans hard against the President. “The good news is, the city has stood up and said very particularly to him his politics and his policies are not welcome here,” he said. “And I’m just giving voice to what people already feel.”\n\nEmanuel told me that the “Trump-free zone” line went back to an impromptu moment at the beginning of the past school year. He was visiting a predominantly Hispanic high school (“as in ninety-nine-point-nine per cent Hispanic,” he said) on the southwest side of Chicago, where fears were running high about deportations and Trump’s plans to cancel the legal status for the young people, known as Dreamers, who had been brought to the United States illegally as children. “I wanted their parents and them to know they belong in school, they’re going to be safe in school, they’re going to be safe going to and from school,” he said.\n\nI asked Emanuel why the President seemed so obsessed with Chicago. “I don’t think he likes the fact that I’m pretty vocal. I’ve been in the Oval Office; I’m not intimidated by it. I worked for two Presidents that weren’t scared when I tell them I disagreed. They encouraged me to speak my mind,” he said, drawing a quick contrast with congressional Republicans back in his old stomping ground on Capitol Hill. “Look at the House Republican caucus—he prefers a bunch of lemmings.” When I laughed, Emanuel said, “Well, he does! You have a very, very autocratic personality. He doesn’t like things that are in his way.”\n\nHating on Trump, while it may be fun, has its limits. If anything, the ease of Trump-bashing, the daily chaos of his Presidential Administration, and the many rifts now playing out in public among Republicans have obscured the equally tectonic fight going on inside the Democratic Party. Since the unexpected success of Bernie Sanders’s 2016 insurgency against Hillary Clinton, the Party has been conflicted between its increasingly loud left wing and its governing center.\n\nEmanuel is acutely aware of this. “To quote Bill Clinton,” he said, breaking into a well-honed impression of the former President, “you can’t beat something with nothin’. We’ve established we’re against Trump. I want to establish we’re for America.”\n\nEmanuel has always stood for a certain Clintonian centrism, even though that brand of nineties-style pragmatism has since gone out of fashion in the Democratic Party. “Democrats can keep winning: Just copy (Bill) Clinton” was the title, in fact, of an article he published with another former Clinton White House aide, Bruce Reed, in the Washington Post, in November, as Democrats scored off-year election victories in New Jersey and Virginia and looked ahead to this year’s midterm elections. Their argument was simple: win the war of ideas against Republicans, and aim for a majority rather than playing to the Democratic Party’s existing liberal base. But it is not a fight they are winning, as the pair readily acknowledged in the piece. “Instead of reaching out to the nearly 60 percent of Americans who disapprove of the president and may be looking for a new political home, Democrats are once again fighting over whether to purge one wing or frustrate the other,” they wrote.\n\nIn our conversation, Emanuel was happy to discuss Trump, but he bristled when I asked about the Democrats’ own divisions. Emanuel is famous for his quick temper and salty language; this was the only time in our talk when it appeared. It was clear that he was tired of answering whether he is progressive enough for the times. “I take umbrage at this,” he said, before quickly reeling off a list of Chicago initiatives that include free community college for all students who graduate from high school with at least a B average and the nation’s only college scholarship for Dreamers. “Is that left? Is that big-‘P’ left? Is that small-‘p’ left? Is that moderate centrist, or center left?” he asked. “I don’t know. I don’t give a rat’s ass. I really don’t. To me, that’s, like, the dumbest debate.”", "url": "https://www.newyorker.com/news/news-desk/why-declaring-chicago-a-trump-free-zone-isnt-enough"}}