{"foreign_id": "46_Fake", "article1": {"title": "Palin ‘as Much a Scientist’ as Bill Nye?", "content": "Former Alaska Gov. Sarah Palin falsely said she is “as much a scientist” as Bill Nye, best known for his children’s show, “Bill Nye the Science Guy.” Nye has multiple credentials that make him more of a scientist than Palin, including a bachelor of science in mechanical engineering from Cornell, experience working with NASA and various patents.\n\nAccording to multiple news sites, Palin made this statement on April 14 during the Capitol Hill premiere of “Climate Hustle,” a film produced by the Committee For A Constructive Tomorrow that challenges the scientific consensus that greenhouse gases are responsible for global warming.\n\nPalin questioned Nye’s qualifications because she argued he is “using his position of authority to harm children by teaching them that climate change is real and man-made,” reported The Hill. Conversely, according to The Hill, she urged parents to “teach their children to doubt climate change and to ‘ask those questions and not just believe what Bill Nye the Science Guy is trying to tell them.’ ”\n\nBut it’s not just what Bill Nye is telling them. As we’ve written before, several surveys and scientific literature analyses show that roughly 97 percent of climate scientists believe human-caused climate change is occurring.\n\nOn April 13, an international team published another literature survey study in the journal Environmental Research Letters that concluded that “the finding of 97% consensus in published climate research is robust and consistent with other surveys of climate scientists and peer-reviewed studies.”\n\nThis is not the first time Nye’s scientific knowledge has been challenged. In 2013, conservative talk radio host Rush Limbaugh said, “Bill Nye is not a scientist.” Nye responded by saying, “Rush, I think you got it wrong. … What am I if I’m not a scientist?”\n\nIn a debate with creationist Ken Ham in 2014, Nye described himself as part of the “scientific community.” Since his background is in engineering, during that debate, he explained, “engineers use science to solve problems and make things.” (Starting at 1:35:38 of the video.)\n\nMerriam-Webster’s definition of “engineer” is not far from Nye’s: “a person who has scientific training and who designs and builds complicated products, machines, systems, or structures.”\n\nLikewise, Ginger Pinholster, chief communications officer at the American Association for the Advancement of Science, told us that AAAS considers engineering a “bona fide applied science.”\n\nSo how do Nye and Palin’s scientific credentials compare?\n\nPalin has none. She has a bachelor’s in communications-journalism from the University of Idaho. She has spent her career in politics. In addition to serving as governor of Alaska from 2006 to 2009, she was chairperson for the Alaska Oil and Gas Conservation Commission between 2003 and 2004 and Republican vice presidential candidate in the 2008 election, among other posts.\n\nNye has a B.S. in mechanical engineering from Cornell. He also has six honorary doctorate degrees, including Ph.D.s in science from Goucher College and Rensselaer Polytechnic Institute.\n\nHe held various positions as an engineer between 1977 to 2009, such as contributing to the designs of 747 planes for Boeing and the designs of equipment used to clean up oil spills.\n\nFrom 1999 to 2009, Nye worked with a team at the NASA and California Institute of Technology’s Jet Propulsion Laboratory to design and create the MarsDial, a sundial and camera calibrator attached to the Mars Exploration Rover.\n\nNye also holds three patents: a redesigned ballet toe shoe, a digital abacus (a kind of calculator) and an educational lens.\n\nNye has written books on science, including “Undeniable” and “Unstoppable,” which cover evolution and climate change, respectively.\n\nThis is all in addition to decades of work in science advocacy and education, including acting as CEO of The Planetary Society and teaching as a professor at Cornell.\n\nTo sum up, Nye has a degree and experience working in engineering, which is the application of science. He has also spent much of his career working with and for the scientific community. Thus, his credentials make him more of a scientist than Palin.\n\nEditor’s Note: SciCheck is made possible by a grant from the Stanton Foundation.", "url": "https://www.factcheck.org/2016/04/palin-as-much-a-scientist-as-bill-nye/"}, "article2": {"title": "Climate change denier Sarah Palin: 'Bill Nye is as much a scientist as I am'", "content": "Of all the causes Sarah Palin has embraced in her varied career as hockey mom, Alaska governor, Republican vice-presidential nominee, Fox television commentator and Donald Trump supporter, none perhaps may be as bold or – as she still likes to say, “rogue” – as trying to take down a much-beloved children’s television personality: Bill Nye the Science Guy.\n\n\n\nBut that was where hardcore climate change denial landed Palin on Thursday: a wood-panelled committee room in Congress where she disputed the credentials of a hugely popular science educator who has designed devices for Nasa and been awarded several honorary degrees.\n\n\n\n“Bill Nye is as much a scientist as I am,” Palin told the gathering. “He’s a kids’ show actor. He’s not a scientist.”\n\n\n\nAnd that was not even the low point of the event.\n\n\n\nThe occasion was the premiere for the Climate Hustle, a film that dismisses global warming as an excuse for government takeover and makes the outrageously false claim that rising carbon emissions are beneficial.\n\n\n\nBut the real mission for Palin and the makers of the movie – in addition to airing various conspiracy theories – was to register the continued existence of a small but still powerful fringe, even as the rest of the world accelerates its efforts to fight climate change.\n\n\n\nOn a day when the World Bank president and ministers from Canada, France and Morocco urged governments to step up their commitments to fight climate change, there was a strong whiff of desperation to Palin’s efforts.\n\n\n\nAt the United Nations next week more than 130 leaders are expected to attend the formal signing of the Paris agreement, a symbolic show of support for cutting climate pollution.\n\n\n\nThe event in Congress was hosted by Lamar Smith, the Texas Republican who chairs the House committee on science, space and technology. He did not appear but his prepared remarks accused government scientific agencies of fiddling with climate data.\n\nOutside Republicans in Congress and the Republican presidential race, the world is moving on. A record number of Americans see climate change as a serious threat.\n\nPalin and other speakers made plain they felt increasingly isolated, complaining of “group think” and “peer pressure”, and warning of government takeovers, “energy police” confiscating microwaves and plasma TVs, and brainwashing school children.\n\nThe former vice-presidential nominee admitted she did not believe scientists about anything any more – and appealed to presidential contenders to intervene, somehow.\n\n\n\n“The science is kind of getting thrown out of the window in discussions about changes in the weather,” Palin said. “It’s something that our candidates should be talking about and giving us their view on and hopefully acknowledging that it needs to become in the science community less political. Otherwise, it leads us to believe that so many things then coming from the scientists could be bogus. If this is bogus, what else are they trying to tell us and control us around?”\n\n\n\nTo Palin’s mind, efforts by government, business leaders, campaigners – and yes, scientists like Nye – to fight climate change were a mere smokescreen for a huge power grab. She did not say by whom.\n\n\n\nNye’s efforts to educate the public about climate change – and counter the disinformation campaigns funded by corporations and conservative groups – has become a target of Palin and others who claim “extreme doubt” about climate change.\n\nAmong the majority of Americans, however, Nye is respected for his efforts to promote scientific literacy, through his educational television series and a not-for-profit group that encourages critical investigation. He has also worked as a visiting professor at Cornell and an executive at the Planetary Society.\n\n“There is a predetermined agenda definitely of those who I think are controlling the narrative right now on changes in the weather,” Palin said. “There is definitely a political agenda behind all of this and as you suggested people who are involved in this issue they are not stupid. They have studied this stuff. They have studied the data that they are erroneously delivering to the public to make us think that we can somehow change the weather and how they do that is to grow government and allow the government to have more control over us, our homes, our businesses, our families, our lives, and it’s quite unfortunate because these people must be purposely doing this, right? Because they are smart enough to know better.”\n\n\n\nParents should be vigilant against attempts at mind control, Palin said. “We need to keep in mind how important it is for parents to understand this issue and to understand the political agenda behind global warming. It is being used as a fundraiser, it is being used as a partisan issue unfortunately so that parents can be first and foremost in their child’s life and influence them to trust science and believe in science and not leave it to the teachers.”\n\n\n\nWith proper training – of the sort Palin said she received growing up at home with a schoolteacher for a father – children could then go on to take on figures such as Nye. Just like she did.\n\n", "url": "https://www.theguardian.com/us-news/2016/apr/15/sarah-palin-bill-nye-climate-change-hustle-film"}, "article3": {"title": "Sarah Palin Says Bill Nye 'As Much A Scientist As I Am'", "content": "Former Alaska Gov. Sarah Palin called out popular science educator Bill Nye Thursday while promoting a new anti-climate change movie.\n\nAt a screening of the documentary “Climate Hustle,” which claims to expose man-made global warming as a hoax, Palin attacked Nye, Fortune reports, criticizing his credentials.\n\n“Bill Nye is as much a scientist as I am,” Palin said. “He’s a kids’ show actor, he’s not a scientist.”\n\nPalin mentioned Nye after he appeared in a brief clip where he said that climate change deniers will be rejected by Americans, according to Fortune.\n\nPalin may not have done a background check on Nye’s credentials. “The Science Guy” has a mechanical engineering degree from Cornell, is a visiting professor at the university, holds several patents–including one for an improved ballet slipper—and even designed sundials for NASA’s Mars Exploration Rover.\n\nContact us at letters@time.com.", "url": "https://time.com/4296191/sarah-palin-bill-nye-climate-hustle/"}}