{"foreign_id": "47_Fake", "article1": {"title": "A story too good to check: Paul Ryan and the tale of the brown paper bag", "content": "In a speech to the Conservative Political Action Conference, Rep. Paul Ryan (R-Wis.) told a story about school lunches and brown paper bags. Turns out it wasn't true, according the The Post's Glenn Kessler. (Video: The Associated Press)\n\nGift Article Share\n\n“The left is making a big mistake here. What they’re offering people is a full stomach and an empty soul. The American people want more than that. This reminds me of a story I heard from Eloise Anderson. She serves in the cabinet of my buddy, Governor Scott Walker. She once met a young boy from a very poor family, and every day at school, he would get a free lunch from a government program. He told Eloise he didn’t want a free lunch. He wanted his own lunch, one in a brown-paper bag just like the other kids. He wanted one, he said, because he knew a kid with a brown-paper bag had someone who cared for him. This is what the left does not understand.”\n\n— Rep. Paul Ryan (R-Wis.), speech to the Conservative Political Action Conference, March 6, 2014\n\nThis was an interesting statement made by the 2012 GOP vice-presidential candidate, equating school lunches to an “empty soul.” So one would think the anecdote, described by the National Review as “moving,” would be rock-solid. But the story seemed a bit pat.\n\nAdvertisement\n\nDid Eloise Anderson, secretary of the Wisconsin Department of Children and Families, ever meet such a child?\n\nThe Facts\n\nThe first thing we did was look for Eloise Anderson and stories about brown paper bags. We discovered a congressional hearing, held on July 31, 2013, and chaired by Ryan, that focused on the War on Poverty. Ryan asked Anderson, who appeared as an expert witness, what should be done to make the food stamp program, also known as SNAP, work better.\n\nAnderson responded:\n\nMy thought has always been around the SNAP program even when it was called “food stamps” is, why do you have this program, school program, school breakfast, school lunch, school dinner, when do we start asking parents to be responsible for their children? You know, a little boy told me once that what was important to him is that he didn’t want school lunch, he wanted a brown bag because the brown bag that he brought with his lunch in it meant that his mom cared about him. Just think what we have done. If this kid tells me a brown bag was more important than a free lunch, we’ve missed the whole notion of parents being there for their children because we’ve taken over that responsibility, and I think we need to be very careful about how we provide programs to families that don’t undermine families’ responsibilities.\n\nOkay, so Anderson had testified about this boy, and claimed that she had spoken to him and realized that welfare programs were draining any sense of responsibility. As she put it, “If this kid tells me a brown bag was more important than a free lunch, we’ve missed the whole notion of parents being there for their children because we’ve taken over that responsibility.”\n\nAdvertisement\n\nBut the story doesn’t end there. Wonkette, a satiric blog, wondered if Anderson’s story was actually derived from a 2011 book titled “The Invisible Thread,” by Laura Schroff, which is about a busy executive and her relationship with an 11-year-old homeless panhandler named Maurice Mazyck. His mother was a drug addict, in jail, who had stolen things and cashed in food stamps to pay for drugs. At one point, Schroff offers to bring Mazyck lunch every day so he won’t go hungry. The exchange goes like this:\n\n“Look, Maurice, I don’t want you out there hungry on the nights I don’t see you, so this is what we can do. I can either give you some money for the week – and you’ll have to be really careful about how you spend it – or when you come over on Monday night we can go to the supermarket and I can buy all the things you like to eat and make you lunch for the week. I’ll leave it with the doormen, and you can pick it up on the way to school.”\n\nMaurice looked at me and asked me a question.\n\nAdvertisement\n\n“If you make me lunch,” he said, “will you put it in a brown paper bag?”\n\nI didn’t really understand the question. “Do you want it in a brown paper bag?” I asked. “Or how would you prefer it?”\n\n“Miss Laura,” he said, “I don’t want your money. I want my lunch in a brown paper bag.”\n\n“Okay, sure. But why do you want it in a bag?”\n\n“Because when I see kids come to school with their lunch in a paper bag, that means someone cares about them. Miss Laura, can I please have my lunch in a paper bag?”\n\nThis actually seemed a little strange. Could the tale told in congressional testimony really be drawn from a book? It did not make much sense in part because Schroff and Mazyck are partnering with a group called No Kid Hungry to help end childhood hunger in the United States. One key part of the program is connecting hungry kids with federal programs such as school lunches and food stamps. The group also opposed Ryan’s 2013 budget for its proposed reductions in the food stamp program.\n\nAdvertisement\n\nSo we asked Anderson when she met this boy and heard his story. Joe Scialfa, communications director for the department provided us with this answer:\n\nIn the course of giving live testimony, Secretary Anderson misspoke. What she had intended to say was the following: “Once I heard someone say, ‘what was important to him as a boy was that he didn’t want school lunch, he wanted a brown bag because the brown bag that he brought with his lunch in it meant that his mom cared about him.’” Secretary Anderson was referring to a television interview which she had seen with Maurice Mazyck.\n\nIt’s important to note that there is no discussion in the book about the school lunch program, and we could find no interview with Mazyck in which he said that. He simply repeats the story as told in the book, without any larger political context about federal programs to help hungry children. Moreover, this incident happened more than 25 years ago; Mazyck is no longer a boy but in his late 30s.\n\nKevin Seifert, a spokesman for Ryan, said: “It’s unfortunate to learn that while testifying before the House Budget Committee, Secretary Anderson misspoke, but we appreciate her taking the time to share her insights.” After our inquiry, Ryan posted a notice on Facebook saying, “I regret failing to verify the original source of the story.”\n\nThe Pinocchio Test\n\nHere at The Fact Checker, we often deal with situations in which people misspeak. We certainly don’t try to play gotcha. But this is a different order of magnitude. Anderson, in congressional testimony, represented that she spoke to this child — and then ripped the tale out of its original context. That’s certainly worthy of Four Pinocchios.\n\nAdvertisement\n\nBut what about Ryan? Should he get a pass because he heard this from a witness before Congress? It really depends on the circumstances. In this case, he referenced the story in a major speech. The burden always falls on the speaker, and we believe politicians need to check the facts in any prepared remarks.\n\nIn this case, apparently, the story was too good to check. We appreciate he is regretful now. But a simple inquiry would have determined that the person telling the story actually is an advocate for the federal programs that Ryan now claims leave people with “a full stomach and an empty soul.” So he also earns Four Pinocchios.\n\nFour Pinocchios\n\nSend us facts to check by filling out this form\n\nFollow The Fact Checker on Twitter and friend us on Facebook\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/news/fact-checker/wp/2014/03/06/a-story-too-good-to-check-paul-ryan-and-the-story-of-the-brown-paper-bag/"}, "article2": {"title": "The Audacity of White Mediocrity", "content": "As a Black person, it was instilled in me as a young girl that being good in this world wasn’t good enough. For me to excel, I learned that it was required that I be one of the best, if not the best. Most black people were raised knowing just to get half of what white people had in this world, we would have to work twice as hard.\n\nIn the hit series, “Scandal,” Shonda Rhimes reminded the audience of this long instilled sentiment, when Olivia Pope’s father, Rowan Pope told her, “You have to be twice as good as them to get half of what they have.” Black people do not have the luxury of making it in this world by being mediocre.\n\nBarack Obama would have never become the 44th president if he were just mediocre. In fact, he couldn’t even be good — he had to be exceptional. (I dare say Obama even had to be the right shade of “passing the brown paper bag test” black to win.) Obama was a graduate of Columbia University and Harvard Law School where he was the first black president of the Harvard Law Review. After graduating, he went on to become a civil rights attorney and a professor teaching constitutional law. He was a senator for the state of Illinois. Simultaneously, while Obama was working on his professional career, he married Michelle Robinson, a black woman who is distinguished in her own right; a graduate of both Princeton University and Harvard Law School. They went on to have two children — Malia and Sasha — who have, for the most part, managed to stay out of the media spotlight with any negative press and live their lives, becoming productive members of society. Barack Obama is a winner of the Nobel Peace Prize and has continued life after his presidency starting the Obama Foundation with his wife, Michelle. His accomplishments and honors are by far too many to list. Barack knew that to get where he is today, mediocrity was never an option.\n\nHowever, on the flip side of that, for many white people, they don’t even have to be good. All they must do is be mediocre at best. In comparison to the level of excellence Obama had to attain to become president, all Donald Trump had to do to get into office was be white, be a man and be racist. The bar was set so low, a snake could have high jumped over it, and in fact, it did. Forget the fact that Trump has faced dozens of lawsuits, bankruptcies, a failed Trump University, accusations of sexual misconduct, multiple affairs, never served in politics in any capacity, dodged the draft and a host of other things on his resume of mediocrity, America didn’t care and elected him into the highest office in the land. And the Audacity of White Mediocrity is that he feels that he is entitled to be there.\n\nBut it is not just the presidency where mediocrity thrives. The Audacity of White Mediocrity plays out all around this nation. For instance, when Gabrielle Union and Ellen Pompeo served on a panel for Net-a-Porter “The Big Television Debate,” to address such topics as diversity, inclusion and pay disparity. Pompeo stated, “This day has been incredible, and there’s a ton of women in the room, but I don’t see enough color, and I didn’t see enough color when I walked in the room today, and I had a meeting with a director of another endorsement project that I’m doing. I said, you know, when I show up on set I would like to see the crew look like the world that I walk around in every day, and I think it’s up to all producers to make sure that your crew looks like the world we see. … As Caucasian people, it’s our job, it’s our task, it’s our responsibility to make sure that we speak up in every single room we walk into, that this is not OK and that we can all do better. It’s our job because we created the problem.”\n\nAnd the world paused in amazement and sung her praises as if black women have not said this very same thing since time was time, only to be labeled racist and angry. In fact, the smirk on Union’s face said just that.\n\nIt was hailed on Twitter as a Master Class for White Allyship.* A Master Class? Really? Pompeo repeated things about race that black women have said forever, yet somehow her saying them is a Master Class on Allyship. Is that how low the bar is for explaining racism in America? That demanding more people are hired behind the scenes who resemble the world is considered a Master Class on Allyship, inclusion, and diversity? Never mind the countless number of black women who work tirelessly to raise awareness on diversity and inclusion, writing blogs, books, giving workshops, traveling the country to teach, sacrificing their time to stand on the front lines, who risk their very lives to speak truth to power, somehow Pompeo’s comments were a “Master Class.” (On a side note, I always wonder why black truth must be filtered through a lens of whiteness before it is heard and accepted as the truth, but that’s another blog for another time.)\n\nAnd then today, as if the Audacity of White Mediocrity couldn’t be highlighted anymore, I log into Twitter and see that Sam Whiteout, who is a white man, posted an article, “Popularizing Wokeness,” that he wrote for the Harvard Kennedy School Journal of African American Public Policy. (Yes, pause and read that again. OK. Let’s continue. Typically, I link to the articles, but this time I am not going to do so. You can Google Harvard Kennedy School Journal of African American Public Policy, and the journal is available for you to read.) As Whiteout states the article is about “Wokeness, Black Panther, Drake and what it means to try to do good in this world.”\n\nAt first, I thought, “This has to be a joke,” but sadly it is not. Whiteout actually has an article in the Harvard Kennedy School Journal of African American Public Policy. So let’s read it. Surely, since a white man is writing this article, there must be something profoundly engaging that I must know about race in America. To be clear, I am not above reading white authors, not by a long shot. (I mean why would I read James Baldwin when I can see what Sam Whiteout has to say to me about being “woke.”)\n\nWhiteout writes, “If we celebrate the littlest and most banal good done, we lower the bar to the point that everyone can be woke and cool and good without actually doing any good.”\n\nReally? Lower the bar. You don’t say? Imagine that. The bar being lowered for everyone. How ironic! Just anyone can be woke nowadays!\n\nWhiteout goes on, “People have been calling for more diversity, inclusion, and equity for marginalized communities in media for years and years.”\n\nI know! Like diversity in those who are chosen to write articles about black people and Black Culture and, yet, here you are, a white man talking about that. Wow!\n\nOh, but let’s not stop there, Whiteout continues his tone-deaf article by speaking about Kendall Jenner and the Pepsi fiasco.\n\n“Some companies and brands have already started trying to use hints of a heavily diluted, inauthentic, and ultimately fraudulent wokeness to make money. Just look at Pepsi’s disastrous Super Bowl ad from 2017. This attempt to monetize wokeness and activism and social good was such a terrific failure that Pepsi was rightfully dragged into the filth on social media and in the press.”\n\nWow! Can you imagine, trying to co-opt Black Culture didn’t work in the age of wokeness. Who knew? Not I, Sam. Also, you are not dragged “into the filth,” you are dragged to filth but what do I know? It’s just my culture’s slang.\n\nSam concludes his article by saying, “It is a complicated and messy endeavor. But it’s well worth the effort, and I look forward to staying, being, getting woke and continuing the work.”\n\nOh, Sam. You look forward to staying woke? The fact that you wrote this article tells me you haven’t even begun. The fact that you didn’t bypass writing this article tells me that you are still asleep. But that is what happens when ego collides with the Audacity of White Mediocrity.\n\n*P.S. While I cannot address this now because this article is long enough, black people, we need to have a talk. Y’all want everyone to come to the cookout and this is what happens. Just because someone can clap on beat doesn’t mean they need to bring the greens to the next function. I’m watching y’all. •\n\nHannah L. Drake is an author, poet and spoken word artist. Follow her at writesomeshit.com and on Twitter at hannahdrake628.", "url": "https://www.leoweekly.com/2019/02/audacity-white-mediocrity/"}, "article3": null}