{"foreign_id": "48_Fake", "article1": {"title": "WikiLeaks Confirms Hillary Clinton Sold Weapons to ISIS?", "content": "Claim: E-mails released by WikiLeaks confirm Hillary Clinton sold weapons to ISIS. Rating: About this rating Mixture What's True In a July 2016 interview, Julian Assange (founder of WikiLeaks) contended that leaked e-mails painted a \"rich picture\" of Hillary Clinton's hawkish tendencies with respect to the Libyan intervention and referenced ISIS as the eventual beneficiary of weapons provided for that intervention. What's False No WikiLeaks e-mails confirm that Hillary Clinton directly and knowingly \"sold weapons to ISIS.\"\n\nOver the course of 2016, the WikiLeaks web site has published at least three archives containing leaked e-mails from high-ranking Democrats, and four Democratic National Committee (DNC) staffers were eventually fired over material contained in those leaked messages, including DNC chair Debbie Wasserman Schultz. But the format in which WikiLeak publishes their data has led to frequent second- or third-hand reporting on what the leaks actually contain, with few readers actually examining the content directly.\n\nOn 12 October 2016, WikiLeaks published a set of files dubbed \"The Podesta Emails,\" communications sent to and from Hillary Clinton campaign manager John Podesta:\n\nAs demonstrated in the tweet reproduced in the Example section above, a number of social media users asserted that the newest e-mail leak proved Hillary Clinton had \"sold weapons to ISIS.\" But finding exactly which e-mails in the dump established that Hillary Clinton had done such a thing proved elusive to those who went looking for them, such as one Quora user:\n\nWhere is Hillary Clinton's new scandal WikiLeaks just revealed about her implication in selling weapons to ISIS and how it was covered up by Obama? This morning I learned on Russian TV about the Libyan scandal in which Hillary is involved, yet when I search on the internet about her, none of the results in the news section talk about this issue. Why is that, and how will it impact the presidential race?\n\nThe confusion stemmed from at least one undated article boasting a headline of \"WikiLeaks CONFIRMS Hillary Sold Weapons to ISIS,\" which had been published well before the \"Podesta Emails\" dump was released by WikiLeaks:\n\nJulian Assange, the founder of WikiLeaks, is a controversial character. But there’s no denying the emails he has picked up from inside the Democrat Party are real, and he’s willing to expose Hillary Clinton. Now, he’s announcing that Hillary Clinton and her State Department were actively arming Islamic jihadists, which includes the Islamic State (ISIS) in Syria. Clinton has repeatedly denied these claims, including during multiple statements while under oath in front of the United States Senate. WikiLeaks is about to prove Hillary Clinton deserves to be arrested[.]\n\nBut the wording of the article didn't say that any e-mails demonstrated that Hillary Clinton had sold weapons to ISIS; rather, it conveyed WikiLeaks founder Julian Assange's belief that \"Hillary Clinton and her State Department were actively arming Islamic jihadists.\" That information came from a 25 July 2015 Assange interview with Democracy Now! journalist Juan González, during which Assange referenced earlier e-mail leaks:\n\nQ: Why did you do this, and what’s the importance, from your perspective, of being able to create a searchable base? A: Well, WikiLeaks has become the rebel library of Alexandria. It is the single most significant collection of information that doesn’t exist elsewhere, in a searchable, accessible, citable form, about how modern institutions actually behave. And it’s gone on to set people free from prison, where documents have been used in their court cases; hold the CIA accountable for renditions programs; feed into election cycles, which have resulted in the termination of, in some case — or contributed to the termination of governments, in some cases, taken the heads of intelligence agencies, ministers of defense and so on. So, you know, our civilization can only be as good as our knowledge of what our civilization is. We can’t possibly hope to reform that which we do not understand. So, those Hillary Clinton emails, they connect together with the cables that we have published of Hillary Clinton, creating a rich picture of how Hillary Clinton performs in office, but, more broadly, how the U.S. Department of State operates. So, for example, the disastrous, absolutely disastrous intervention in Libya, the destruction of the Gaddafi government, which led to the occupation of ISIS of large segments of that country, weapons flows going over to Syria, being pushed by Hillary Clinton, into jihadists within Syria, including ISIS, that’s there in those emails. There’s more than 1,700 emails in Hillary Clinton’s collection, that we have released, just about Libya alone.\n\nAssange appears to have been asserting that leaked e-mails and cables showed that various actions undertaken by Hillary Clinton and others at the U.S. State Department had resulted in \"weapons flows\" to \"jihadists within Syria, including ISIS.\" One could certainly make the case (from material published by WikiLeaks and elsewhere) that during Hillary Clinton's tenure as secretary of state, the U.S. provided weapons (either directly or indirectly) to various factions in Libya and Syria, that some of those weapons might have ended up in the hands of groups such as the Muslim Brotherhood, al-Qaeda, and ISIS, and that the latter was a foreseeable outcome of the former.\n\nBut Assange did not say, nor have any revealed e-mails documented, that Hillary Clinton \"sold weapons to ISIS\" — that is, that Clinton deliberately and knowingly arranged for the United States to sell weapons to the jihadist militant group known as ISIS. Perhaps her role in shaping the United States' actions regarding the Libyan intervention and the ongoing Syrian civil war negligently allowed arms to fall into the hands of \"jihadists,\" but that's not the same thing as \"selling weapons to ISIS.\"", "url": "https://www.snopes.com/fact-check/wikileaks-cofirms-hillary-clinton-sold-weapons-to-isis/"}, "article2": {"title": "Read all about it: The biggest fake news stories of 2016", "content": "This year has been a roller-coaster one for news, full of political upsets and shock outcomes. But while the Brexit vote and the U.S. election were making headlines, so too were apparently genuine stories that Pope Francis had endorsed Donald Trump and Hillary Clinton sold weapons to ISIS. After being fact-checked, it quickly became apparent that these stories were almost entirely fabricated. And while a slightly closer inspection would have shown that Popes are traditionally politically independent and no evidence has been found that Hillary Clinton has financial links to the so-called Islamic State, many people took the stories at face value. According to data from Buzzfeed published last month, these stories boasted nearly two million Facebook engagements, in the three months leading up to the U.S. election. To put that figure into perspective, during the same period, the top performing Facebook story for the New York Times racked up just over 370,000 engagements. A Buzzfeed investigation traced some of these fake publishers to a small town in Macedonia called Veles - where it discovered that over 140 fake news sites are based. CNBC looks at some of the biggest top performing fake stories of 2016, using engagement figures from Buzzfeed.\n\n\n\n\"Pope Francis shocks world, endorses Donald Trump for president\"\n\nPope Francis Giampiero Sposito | Reuters\n\nThe story was originally published by a site called WTOE 5 News before being copied by a popular fake news publisher Ending the Fed. By November 8, the story had picked up 960,000 Facebook engagements, according to Buzzfeed. WTO5 News has since shut down its website. However, when it was operational, it openly admitted to fabricating content and even had a disclaimer on its homepage saying: \"most articles on wt0e5news.com are satire or pure fantasy.\" Ending the Fed has taken down its version of the article, but is still publishing fake news and growing its audience on Facebook; it currently has over 350,000 followers. During a press conference on October 2, Pope Francis spoke publicly about the U.S. election for the first time, saying \"I never say a word about electoral campaigns\" and that there were \"difficulties\" with both candidates; Reuters reported. Francis also spoke out against the dangers of fake news on December 7 in an interview with the Belgian Catholic Weekly, calling it a \"sickness.\"\n\n\n\n\"Donald Trump sent his own plane to transport 200 stranded marines\"\n\nDonald Trump Shannon Stapleton | Reuters\n\nThis was published by Americanmilitarynews.com in May and racked up 893,000 engagements, according to Buzzfeed's data. The article claimed that back in 1991, a bunch of Marines had been left stranded after Operation Desert Storm, and that Donald Trump had found out about it and sent his own plane to collect them. The story can be traced back to Sean Hannity, a popular conservative political commentator. His site, Hannity.com, still has the article up and says it has been confirmed by Trump's team. The Washington Post fact-checked Hannity's article and the real story is slightly different. A Trump-branded plane did indeed pick up the Marines, but it wasn't Donald Trump's personal jet. It was a Boeing 727 that was part of Trump Shuttle Inc, an airline owned by the president-elect from 1989-1992. TSI never turned a profit and by 1990 it had defaulted on its loans. The planes were eventually seized but, before the business was sold, TSI contracted out planes to the U.S. Army.\n\n\n\nJohn Podesta Andrew Harrer | Bloomberg | Getty Images\n\nThe \"Pizzagate\" conspiracy theory emerged after WikiLeaks released emails from Hillary Clinton's campaign chairman, John Podesta. Reading the emails, online communities such as 4chan and Reddit began theorizing about possible double meanings which could be inferred from the exchanges. It was quickly decided that emails about social gatherings involving \"pizza,\" were code for something much darker; a secret underground human trafficking/child sex abuse ring, involving senior members of the Clinton campaign. There has been no evidence to support claims that Comet, the Washington pizzeria mentioned in the emails is up to any wrongdoing. In fact, after investigating the claims, the Metropolitan Police Department of the District of Columbia characterised the matter as a \"fictitious conspiracy theory\". The New York Times, Fox News and the Washington Post have also failed to find any unlawful activity at the restaurant.\n\n\n\n\"Ireland is now officially accepting Trump refugees from America\"\n\ncolumbiahillen | iStock | Getty Images\n\nNearly a million people read this story on Facebook. Actually the piece did not even mention Ireland, it references Inishturk - a small island off the coast of Ireland which has no say on Irish immigration policy. Furthermore the article, which was published by Winning Democrats, referenced how Canada has adopted an open door immigration policy for disgruntled Americans - which it hasn't. Nonetheless, the story generated 810,000 engagements.\n\n\n\n\"WikiLeaks confirms Hillary sold weapons to ISIS … Then drops another bombshell\"\n\nReuters\n\nPublished on August 4, this article was written by The Political Insider after WikiLeaks founder Julian Assange made comments about Hillary Clinton during an interview in late July. The article states that Assange contended \"Hillary Clinton and her State department were actively arming Islamic jihadists, which includes ISIS…\" and generated some 789,000 engagements, according to Buzzfeed data. What Assange actually said, was that a Hillary Clinton-led State Department had approved weapon shipments to Libya during the intervention in 2011, and that those weapons had later ended up in the hands of jihadists. Before Election Day, the article had 789,000 engagements according to Buzzfeed.\n\n\n\n\"FBI agent suspected in Hillary email leaks found dead in apartment murder-suicide\"\n\nThe article, which generated some 567,000 Facebook engagements, according to Buzzfeed, was originally published by the Denver Guardian on November 5. The site has since been deleted, but it once called itself \"Denver's oldest news source\". In reality, that title belongs to the Denver Post, which has been publishing since 1892.The Denver Guardian article prompted the Post to publish a piece titled \"There is no such thing as the Denver Guardian, despite that Facebook post you saw.\" In its article, the Denver Post draws attention to the fact that the contact address listed for the Denver Guardian is actually just a vacant car park.\n\n\"FBI director received millions from Clinton Foundation, his brother’s law firm does Clinton’s taxes\"\n\nFBI director James Comey Getty Images\n\nThis was another big clicker for the website Ending the Fed with over 538,000 Facebook engagements, but a lot of the content seems to have been sourced from the right-wing news and commentary site Breitbart News. All that can really be proven is that FBI Director James Comey has worked for organizations in the past that have donated money or partnered with the Clinton Foundation. Brietbart has so far been unable to produce proof Comey directly took part in, or benefitted from any of the transactions. As for the taxes claim: Peter Comey is employed in some capacity by DLA Piper - a multinational law firm. According to Breitbart, DLA Piper conducted an independent audit of the Clinton Foundation in 2015, although there is no evidence to support this claim. The only clear link between DLA Piper and the Clinton Foundation is one of the firm's partners, Kathy Keneally. Before joining DLA Piper's New York office in 2014, Keneally worked as the Assistant Attorney General for the Justice Department's Tax Division. During her time at the DOJ Keneally carried out a four-year-long review of the Clinton Foundation's tax returns between 2010 and 2013.\n\n\n\n\"ISIS leader calls for American Muslim voters to support Hillary Clinton\"\n\nA fighter of the Islamic State of Iraq and Syria, or ISIS, holds a flag and a weapon. Reuters\n\nWNDR is a self-confessed fake news outlet and the site's disclaimer points out that its content is fictional in nature and meant to be read as satire. Nonetheless, this article went viral among Trump supporters online and racked up over half a million engagements before November. WNDR alleged that a top ISIS leader released a video endorsing Hillary Clinton and threatening potential Donald Trump voters, calling them \"infidels\". This is another story copied and reposted by hundreds of fake news sites, often shared with the hashtag #ISISwithher, and clocked up some 522,000 Facebook engagements according to Buzzfeed.\n\n\n\n\"Hillary Clinton in 2013: ‘I would like to see people like Donald Trump run for office; they’re honest and can’t be bought’\"\n\nHillary Clinton, 2016 Democratic presidential nominee, smiles during a campaign event in Detroit, Michigan. Daniel Acker | Bloomberg | Getty Images\n\nWithin its first week, this article had already captured the attention of 481,000 readers, according to Buzzfeed. It has been published by a plethora of fake news sites, but it got the most attention on ConservativeState.com, one of the best performing Macedonian fake news outlets. While the quote was made up, it is loosely based on a comment Hillary Clinton made in a private speech to Goldman Sachs, an excerpt of which was published by WikiLeaks. What Clinton actually said was that she would like to see more successful business people enter politics.\n\n\n\n\"RuPaul claims Trump touched him inappropriately in the 90s\"\n\nCosmetics company founder François Nars, German model and actress Veruschka von Lehndorff, American actor, model, and recording artist RuPaul, American fashion photographer Steven Meisel, and Canadian model Linda Evangelista, circa 1996. Rose Hartman | Archive Photos | Getty Images\n\nAfter tapes surfaced of Donald Trump and broadcaster Billy Bush making obscene comments about women, so did this satirical story about the President-elect fondling one of America's most famous drag queens. Published by the satirical site World News Daily Report on October 15, the article said that RuPaul had been grabbed by the president-elect during a party in 1995. Buzzfeed data shows that before Election Day, this article had over 285,000 Facebook engagements.\n\n", "url": "https://www.cnbc.com/2016/12/30/read-all-about-it-the-biggest-fake-news-stories-of-2016.html"}, "article3": {"title": "Obama DOJ drops charges against alleged broker of Libyan weapons", "content": "Government lawyers were facing a Wednesday deadline to produce documents to Turi’s legal team, and the trial was officially set to begin on Election Day, although it likely would have been delayed by protracted disputes about classified information in the case.\n\nA Turi associate asserted that the government dropped the case because the proceedings could have embarrassed Clinton and President Barack Obama by calling attention to the reported role of their administration in supplying weapons that fell into the hands of Islamic extremist militants.\n\n“They don’t want this stuff to come out because it will look really bad for Obama and Clinton just before the election,” said the associate.\n\nIn the dismissal motion, prosecutors say “discovery rulings” from U.S. District Court Judge David Campbell contributed to the decision to drop the case. The joint motion asks the judge to accept a confidential agreement to resolve the case through a civil settlement between the State Department and the arms broker.\n\n“Our position from the outset has been that this case never should have been brought and we’re glad it’s over,” said Jean-Jacques Cabou, a Perkins Coie partner serving as court-appointed defense counsel in the case. “Mr Turi didn’t break the law….We’re very glad the charges are being dismissed.”\n\nUnder the deal, Turi admits no guilt in the transactions he participated in, but he agreed to refrain from U.S.-regulated arms dealing for four years. A $200,000 civil penalty will be waived if Turi abides by the agreement.\n\nA State Department official confirmed the outlines of the agreement.\n\n“Mr. Turi cooperated with the Department’s Directorate of Defense Trade Controls in its review and proposed administrative settlement of the alleged violations,” said the official, who asked not be named. “Based on a compliance review, DDTC alleged that Mr. Turi…engaged in brokering activities for the proposed transfer of defense articles to Libya, a proscribed destination under [arms trade regulations,] despite the Department’s denial of…requests for the required prior approval of such activities.”\n\nTuri adviser Robert Stryk of the government relations and consulting firm SPG accused the government of trying to scapegoat Turi to cover up Clinton’s mishandling of Libya.\n\n“The U.S. government spent millions of dollars, went all over the world to bankrupt him, and destroyed his life — all to protect Hillary Clinton’s crimes,” he said, alluding to the deadly Sept. 11, 2012 terrorist attack on the U.S. Consulate in Benghazi, Libya.\n\nRepublicans hold Clinton responsible for mishandling the circumstances around that attack. And Stryk said that Turi was now weighing book and movie deals to tell his story, and to weigh in on the Benghazi attack.\n\nRepresentatives of the Justice Department, the White House and Clinton’s presidential campaign either declined to comment or did not respond to requests for comment on the case or the settlement.\n\nTuri was indicted in 2014 on four felony counts: two of arms dealing in violation of the Arms Export Control Act and two of lying to the State Department in official applications. The charges accused Turi of claiming that the weapons involved were destined for Qatar and the United Arab Emirates, when the arms were actually intended to reach Libya.\n\nTuri’s lawyers argued that the shipments were part of a U.S. government-authorized effort to arm Libyan rebels.\n\nIt’s unclear if any of the weapons made it to Libya, and there’s no evidence linking weapons provided by the U.S. government to the Benghazi attacks.\n\n“The proposal did not result in an actual transfer of defense articles to Libya,” the State Department official told POLITICO on Tuesday.\n\nBut questions about U.S. efforts to arm Libyan rebels have been mounting, since weapons have reportedly made their way from Libya to Syria, where a civil war is raging between the Syrian Government and ISIL-aligned fighters.\n\nIn an interview last year, Turi said the U.S. was aware that weapons being shipped into Libya during the unrest there were being immediately diverted to Syria.\n\n“When this equipment landed in Libya, half went one way, and the half went the other way,” Turi said in an interview broadcast on Fox Business Channel. “The half that went the other way is the half that ended up in Syria.”\n\nTuri also said he came up with an idea he termed “zero footprint,” where the U.S. would send weapons to Libyan rebels through Arab countries, like Qatar and the United Arab Emirates.\n\nDuring 2013 Senate hearings on the 2012 Benghazi attack, Clinton, under questioning from Sen. Rand Paul (R-Kentucky), said she had no knowledge of weapons moving from Libya into Turkey, for ultimate transfer to Syria.\n\nWikileaks head Julian Assange in July suggested that he had emails proving that Clinton “pushed” the “flows” of weapons “going over to Syria.”\n\nAdditionally, Turi’s case had delved into emails sent to and from the controversial private account that Clinton used as Secretary of State, which the defense planned to harness at any trial.\n\nAt a court hearing in 2015, Cabou said emails between Clinton and her top aides indicated that efforts to arm the rebels were — at a minimum — under discussion at the highest levels of the government.\n\n“We’re entitled to tell the jury, ladies and gentlemen of the jury, the Secretary of State and her highest staff members were actively contemplating providing exactly the type of military assistance that Mr. Turi is here to answer for,” the defense attorney said, according to a transcript.\n\nTuri’s defense was pressing for more documents about the alleged rebel-arming effort and for testimony from officials who worked on the issue for the State Department and the CIA. The defense said it planned to argue that Turi believed he had official permission to work on arms transfers to Libya\n\n“If we armed the rebels, as publicly reported in many, many sources and as we strongly believe happened and as we believe at least one witness told the grand jury, then documents about that process relate to that effort,” Cabou told Campbell at the same hearing last year.\n\n", "url": "https://www.politico.com/story/2016/10/marc-turi-libyan-rebels-hillary-clinton-229115"}}