{"foreign_id": "4_Fake", "article1": {"title": "From Headline to Photograph, a Fake News Masterpiece", "content": "ANNAPOLIS, Md. — It was early fall, and Donald J. Trump, behind in the polls, seemed to be preparing a rationale in case a winner like him somehow managed to lose. “I’m afraid the election is going to be rigged, I have to be honest,” the Republican nominee told a riled-up crowd in Columbus, Ohio. He was hearing “more and more” about evidence of rigging, he added, leaving the details to his supporters’ imagination.\n\nA few weeks later, Cameron Harris, a new college graduate with a fervent interest in Maryland Republican politics and a need for cash, sat down at the kitchen table in his apartment to fill in the details Mr. Trump had left out. In a dubious art just coming into its prime, this bogus story would be his masterpiece.\n\nMr. Harris started by crafting the headline: “BREAKING: ‘Tens of thousands’ of fraudulent Clinton votes found in Ohio warehouse.” It made sense, he figured, to locate this shocking discovery in the very city and state where Mr. Trump had highlighted his “rigged” meme.\n\n“I had a theory when I sat down to write it,” recalled Mr. Harris, a 23-year-old former college quarterback and fraternity leader. “Given the severe distrust of the media among Trump supporters, anything that parroted Trump’s talking points people would click. Trump was saying ‘rigged election, rigged election.’ People were predisposed to believe Hillary Clinton could not win except by cheating.”", "url": "https://www.nytimes.com/2017/01/18/us/fake-news-hillary-clinton-cameron-harris.html"}, "article2": {"title": "Man made $22K over fake news story about Clinton ballots found in Ohio", "content": "COLUMBUS (WCMH) – A Maryland man behind the ‘fake news masterpiece’ that claimed that thousands of fraudulent votes were found in a Columbus warehouse says he did it for the money.\n\nCameron Harris operated the ‘Christian Times’ fake news website that published a widely shared story about fraudulent ballots being found in Franklin County.\n\nHarris told the New York Times that he bought an abandoned domain name for $5 and got to work.\n\nThe story claimed that an unnamed source said that a maintenance worker inspecting a warehouse found 12 sealed ballot boxes filled with thousands of votes for Hillary Clinton in the upcoming general election. The website asserted that the “likely goal was to slip the fake ballot boxes in with real ballot boxes.”\n\nThe story used a picture of ballot boxes taken from a 2015 Birmingham Post article showing ballot boxes.\n\nShortly after the article was published, the NBC4 newsroom was inundated with social media posts asking why we weren’t covering the story.\n\nThe story was widely shared and prompted a response from the Franklin County Board of Elections.\n\n“Given the severe distrust of the media among Trump supporters, anything that parroted Trump’s talking points people would click. Trump was saying ‘rigged election, rigged election.’ People were predisposed to believe Hillary Clinton could not win except by cheating,” Harris told the Times.\n\nHarris tells the New York Times that he made $22,000 from the fake news website during the 2016 election season. He had a chance to sell the website for more than $100,000 but didn’t take it.\n\nThe website became worthless after Google pulled advertising from fake news sites.\n\nHe told the Times that he spent much of the money on living expenses and student loans.", "url": "https://www.wspa.com/news/man-made-22k-over-fake-news-story-about-clinton-ballots-found-in-ohio/"}, "article3": {"title": "Tens of Thousands of Fraudulent Clinton Votes Found in Ohio Warehouse", "content": "Claim: Thousands of pre-marked ballots for Hillary Clinton and other Democratic candidates were found in a warehouse in Ohio. Rating: About this rating False\n\nOn 30 September 2016, the Christian Times Newspaper (CTN) web site published an article reporting that \"tens of thousands\" of pre-marked ballots cast for Hillary Clinton and other Democratic candidates had been discovered stored in an Ohio warehouse:\n\nElection officials in Franklin County, Ohio are reportedly stumped over what one maintenance worker found in a dilapidated downtown Columbus warehouse earlier this week. According to sources, Randall Prince, a Columbus-area electrical worker, was doing a routine check of his companies wiring and electrical systems when he stumbled across approximately one dozen black, sealed ballot boxes filled with thousands of Franklin County votes for Hillary Clinton and other Democrat candidates. Clinton campaign’s likely goal was to slip the fake ballot boxes in with the real ballot boxes when they went to official election judges on November 8th.\n\nThere is no truth to the above-quoted story.\n\nChristian Times Newspaper's report described the above-displayed photograph as showing \"Randall Prince\" with his discovery of pre-marked Clinton ballots, but this picture was actually taken in 2015 in Birmingham, England, and simply captures a man unloading a truck of ballot boxes at a polling station. It appears that CTN altered the photograph (removing \"Ballot Box\" from some of the boxes and reversing the image) in an apparent attempt to make it difficult to find the original picture:\n\nAlthough CTN presents itself as a legitimate publication (by imitating the name of the genuine Christian Times newspaper), the web site has invented and promoted numerous conspiracy theories, including false stories reporting that Donald Trump was removed from primary ballots, that Clinton said \"Harambe\" was a victim of racism, that an African-American Trump supporter was killed in Chicago, and that the 4th of July had been cancelled due to fears of terrorism.\n\nWhile the web site does not explicitly label their content as fiction, they do carry a disclaimer exempting themselves from responsibility for their efforts:", "url": "https://www.snopes.com/fact-check/clinton-votes-found-in-warehouse/"}}