{"foreign_id": "6_Fake", "article1": {"title": "Factbox: Women stage marches in cities across North America", "content": "(Reuters) - Hundreds of thousands of women, supported by a smaller number of men, gathered in dozens of cities across North America on Saturday to march in opposition to U.S. President Donald Trump the day after the maverick Republican took office.\n\nPeople stand outside of the White House as they participate in the Women's March on Washington, following the inauguration of U.S. President Donald Trump, in Washington, D.C., U.S., January 21, 2017. REUTERS/Carlos Barria\n\nHere is a look at how the crowds of protesters, many wearing the marches’ signature pink hats, shaped up in some of the largest cities in North America:\n\n* WASHINGTON D.C.\n\nOrganizers of the march in the nation’s capital had told police they expected 200,000 people to attend, but reporters covering the event said it appeared bigger than that, with a dense crowd stretching for about a mile (1.6 km) through the heart of the capital. Organizers said early estimates pointed to more than 1 million, while police and the Park Service declined to give numbers.\n\nCrowds pushed the Metro subway system to its limits, with some end-of-line stations temporarily turning away riders when parking lots filled and platforms became too crowded.\n\nSpeakers included the feminist writer Gloria Steinem and some of the country’s biggest celebrities were in attendance, including actress Scarlett Johansson and pop singer Madonna. John Kerry, who served as Barack Obama’s secretary of state until this week, walked his dog alongside marchers on Pennsylvania Avenue.\n\n* LOS ANGELES\n\nLos Angeles hosted one of the largest marches, with organizers pinning the crowd at 750,000 and Los Angeles police saying it was as big or bigger than the 2006 pro-immigration march that drew 500,000. People packed into six blocks running up to City Hall and an overflow crowd spilled onto other streets in downtown L.A.\n\nSinger Miley Cyrus and Mayor Eric Garcetti were among the dozens of Hollywood celebrities and dignitaries, many of whom marched behind a vanguard of women motorcyclists clad in black leather.\n\n“I’m here because I believe the future of our country demands participation at a level we have let slide for too long,” said Kristy Peterson, a 37-year-old educational consultant who wore an American flag like a cape and a pink hat knitted by her mother.\n\n* NEW YORK CITY\n\nSome 400,000 people filled Midtown Manhattan, according to New York City Mayor Bill de Blasio. They marched from the United Nations headquarters along 42nd Street and up Fifth Avenue to Trump Tower, the president’s residence and business headquarters before he moved to the White House.\n\n“I’m heartened by the turnout and all the sister marches across the world,” Megan Schulz, a 42-year-old director of communications from Brooklyn, said. “I think it’s a beautiful thing.”\n\n* CHICAGO\n\nPolice said between 125,000 and 150,000 marchers gathered on an unseasonably warm day in Grant Park, the site of Barack Obama’s victory rally in 2008 after he won the presidential election that year. Organizers put the number at 200,000. Speakers included Muslim leaders and activists for immigrant and transgender rights. Officials closed access to the park once it became full and organizers suspended a planned march through the city’s downtown area because of the crowd’s size, though some marched on anyway.\n\n“We just can’t stand by and let him work his negative ways on this county,” Constance Cameron, a 68-year-old high-school English teacher, said.\n\n* BOSTON\n\nU.S. Senator Elizabeth Warren, one of the best-known figures of the Democratic Party’s liberal wing, joined Boston Mayor Marty Walsh and U.S. Senator Edward Markey at Boston Common.\n\n“We are here, we will not be silent, we will not play dead, we will fight for what we believe in,” Warren told a crowd estimated at 120,000 to 125,000 people, according to CNN, which cited a senior police official. Organizers estimated 200,000 people.\n\n* DENVER\n\nIn the Mile-High City, a crowd estimated at 100,000 gathered at Civic Center Park near the state capitol for a day of speech-making and musical performance. It was the largest of 13 rallies scheduled across the state of Colorado.\n\n* TORONTO\n\nA peaceful crowd of marchers headed to City Hall of the Canadian city and onwards to the U.S. consulate building, with a police supervisor estimating that between 10,000 and 13,000 people were in attendance. An all-female list of speakers included indigenous elders and activists, while an effigy of Trump was left in battered shape by a group of school-age girls.", "url": "https://www.reuters.com/article/us-usa-trump-women-cities-factbox-idUSKBN1550VB"}, "article2": {"title": "Celebrities who promised to leave America if Trump won the election decide to stay", "content": "It is the first broken promise of the incoming Trump administration - and he didn't even make it.\n\nCelebrities who had said they would quit America if he won have abandoned their promises before President-elect Donald Trump is even inaugurated.\n\nSome dismissed what they pledged as a 'joke' and others simply went to ground when asked by DailyMail.com when they were packing up and heading to Canada or other countries.\n\nThe wave of celebrity U-turns was led by Madonna who abandoned a promise to perform sex acts on men who voted for Clinton before the polls even opened.\n\nIt is not known if anyone has complained about their disappointment to the multimillionaire liberal singer, 58, over her volte face.\n\nScroll down for video\n\nThe wave of celebrity U-turns was led by Madonna who abandoned a promise to perform sex acts on men who voted for Clinton before the polls even opened\n\nPresident-elect Donald Trump paid Barack Obama a visit on Thursday at the White House. Celebrities who had said they would quit America if he won have abandoned their promises before he is even inaugurated\n\nOthers ditching their plans include Whoopi Goldberg, 60, who said on Thursday morning that 'I'm not leaving the country I was born and raised in,' and Amy Schumer, 35, who used social media to hit back at people telling her to pack her bags and declared her pledge to go was a 'joke'.\n\nActress and singer Miley Cyrus, 23, announced plans to leave the country in March but issued a tearful video the morning after Trump's win saying she 'accepted' the 70-year-old as her president.\n\nMore, however, have simply gone quiet, including Chloe Sevigny and Ne-Yo.\n\nQuite why so many celebrity would-be emigrants have seemingly decided not to up sticks is unclear, although financial circumstances may have provided a motivation.\n\nIn Canada, the destination of choice for many of those apparently desperate to leave, the top rate of income tax is 33 per cent – slightly less than the 39.6 per cent paid in federal tax by top earners in the US.\n\nTrump has said he will chop the top rate to 33 per cent - meaning there is no financial benefit to fleeing to Canada, although, of course, none of the celebrities had suggested they were moving for tax reasons.\n\nAnd celebrities would lose money if they escape to Britain, another favorite destination for Trump refugees. The nation has a top rate of 45 per cent - while Spain and Italy, both mentioned by A-listers contemplating a move, make high earners pay top rates of 45 per cent and 43 per cent respectively.\n\nSouth Africa, another destination mentioned by stars on the move, has a top rate of 41 percent – and a president, in Jacob Zuma, who is mired in a succession of corruption scandals.\n\nAlthough it is unclear how many votes Trump acquired in anticipation of mass departures, trolling would-be celebrity emigrants has become a popular pastime in recent days.\n\nBut not every limousine liberal celebrity promised to leave however.\n\nOne star who insisted he would stay was screenwriter Aaron Sorkin, who said he would remain in the US - but failed to mention his double conviction for drug possession.\n\nHis pair of felony convictions mean he would need special permission from Prime Minister Justin Trudeau just to cross the border.\n\nAnd Lady Gaga, who wept in her Rolls Royce after staging a one woman protest outside Trump Tower in the early hours of Wednesday morning, is another who has never said she would quit the US.\n\nLady Gaga mourns the election result from within her Rolls Royce after staging a protest outside Trump Tower in New York\n\nBut others, among them Dunham, could still make the move – and are yet to confirm or deny their travel plans.\n\nDunham was not at her $4.8m home in the most expensive part of Brooklyn nor at her $2.8m West Hollywood house when DailyMail.com visited - and her spokesman said she was not available for comment.\n\nSo will Dunham and co ever actually leave? Here is DailyMail.com's guide to who is staying… and who really could be making the move north.\n\nAmy Schumer\n\n'Anyone saying pack your bags is just as disgusting as anyone who voted for this racist homophobic openly disrespectful woman abuser,' Schumer said after Trump won\n\nNet worth: Schumer earned $17 million last year according to Forbes\n\nWhat she said: 'My act will change because I will need to learn to speak Spanish. Because I will move to Spain or somewhere,' comedian Schumer declared in a BBC Newsnight interview in September.\n\n'It's beyond my comprehension if Trump won. It's just too crazy,' she went on.\n\nNow she says: Schumer, her bluff called, released a tearful statement on Instagram and described her intention to leave as a 'joke'.\n\n'First of all the interview where I said I would move was in London and was said in jest,' she said. 'Not that anyone needs more than a headline to count something as official news.'\n\nShe continued: 'Anyone saying pack your bags is just as disgusting as anyone who voted for this racist homophobic openly disrespectful woman abuser. Like the rest of us I am grieving today. My heart is in a million pieces. My heart breaks for my niece and my friends who are pregnant bringing children into the world right now.'\n\nWhat her people say: Nothing. Representatives for Schumer refused to respond to DailyMail.com's calls and emails.\n\nLena Dunham\n\n'I know a lovely place in Vancouver, and I can get my work done from there,' Dunham, 30, said in April. She has still to end hopes she could move there.\n\nNet worth: $12 million as of last year, according to Celebrity Net Worth\n\nWhat she said: 'I know a lovely place in Vancouver, and I can get my work done from there,' Dunham, 30, declared to the Hollywood Reporter at the Matrix Awards in New York in April.\n\n'I know a lot of people have been threatening to do this, but I really will,' she added.\n\nNow she says: Nothing - to the DailyMail.com at least. But in a 1,779 word jeremiad for her Lenny Letter sent early Friday morning, the Girls star complained that she had expected to be 'knocking back glasses of champagne creating a story to tell my unborn children'.\n\n'Maybe I’d even get close enough to Hillary Clinton to hug her, to whisper “Thank you\"', she speculated.\n\nBut it was not to be, and Dunham now faces calls to make good on her promise.\n\nNot everyone is thrilled about the prospect - including the Canadians, with one Twitter user promising to 'take back' Justin Bieber if Dunham stays in the US.\n\nWhat her people say: Nothing. Dunham's spokespeople refused to respond to requests for comment. She was not available at either of her multi-million dollar homes.\n\nWhoopi Goldberg\n\n'I'm not leaving the country that I was born and raised in,' Whoopi said. 'You don't get to tell me that I'm going'\n\nNet worth: $45 million, according to Celebrity Net Worth\n\nWhat she said: 'The minute you start pointing and saying that person is a rapist and a murderer, it pisses me off because I've been part of that when they just use a blanket statement to talk about black people or when they use a blanket statement to talk about white people or women or any other group.\n\n'I don't think that's America. I don't want it to be America. Maybe it's time for me to move, you know. I can afford to go. I've always been an American, and this has always been my country and we've always been able to have discussions.\n\n'And suddenly now it's turning into, you know, not them, not them,' she said on The View in January.\n\nWhat she says now: Speaking on The View on Wednesday morning, the actress and TV host insisted that she's in the US to stay.\n\n'I'm not leaving the country that I was born and raised in,' she said. 'You don't get to tell me that I'm going.'\n\nWhat her people say: Goldberg's publicist told DailyMail.com that reports she planned to leave were 'not accurate at all' – pointing to an April episode of The View in which Goldberg said 'I'm not going anywhere at all'.\n\nSamuel L. Jackson\n\n'If that motherf****r becomes president I will move my black ass to South Africa,' Jackson swore\n\nNet worth: $170 million, according to Celebrity Net Worth\n\nHe said: 'If that motherf****r becomes president I will move my black ass to South Africa.' His claim was made on a Jimmy Kimmel sketch in December 2015.\n\nNow he says: On Thursday, Jackson, 67, used Twitter to announce that he plans to stay – although not before a number of South African newspapers ran breathless articles asking when the actor would be arriving.\n\nBut Jackson said: 'When you learn the difference between My Actual Opinion & A Kimmel Skit... Maybe we can talk. Till then, I'm Barbed Wire Up Your Asses!! [sic]'\n\nFor good measure, the Django Unchained star lambasted Trump and his supporters and compared the Republican victory to the introduction of the Jim Crow laws which enforced segregation.\n\n'The Last Time I survived Jim Crow I was Poor,' he wrote, adding: 'Guess what MOTHERF****S.. Not This Time!! Enjoy your newfound win, Bigly!!'\n\nWhat his people say: Nothing. Jackson's people refused requests to comment on his travel plans.\n\nCher\n\nOn Wednesday night Cher (circled) took part in protests outside Trump Tower in Manhattan\n\nCher is yet to address the question of leaving\n\nNet worth: $320 million, according to Celebrity Net Worth\n\nWhat she said: 'If he is elected, I'm moving to Jupiter,' in a June 2015 tweet.\n\nNow she says: Immediately after Trump's victory, the 70-year-old singer took to social media and wrote: 'The world will never be the same. I feel sad for the young. [Trump] will never be more than the toilet, I've used as a symbol 4 Him. U Can't Polish [a t***].'\n\nOn Wednesday night, she took part in protests outside Trump Tower in Manhattan, calling them 'peaceful' and saying 'they [protesters] will not go gently In2 [sic] America's Dark Nite.'\n\nHowever, Cher is yet to address the question of leaving.\n\nWhat her people say: Nothing. They refused all requests to clarify her future living situation.\n\nMiley Cyrus\n\nIn a video posted on Facebook immediately after the results were announced, a tearful Cyrus said she would 'accept' Trump as her president.\n\nNet worth: $160 million, according to Celebrity Net Worth\n\nShe said: 'We're all just f*****g jam between his rich ass toes. Honestly f*** this s**t I am moving if this is my president! I don't say things I don't mean!).' Instagram post on March 2.\n\nNow she says: In a video posted on Facebook immediately after the results were announced, a tearful Cyrus said she would 'accept' Trump as her president.\n\n'And happy hippies, we adjust and we accept everyone for who they are. And so Donald Trump, I accept you,' she said.\n\n'And this hurts to say, but I even accept you as the President of the United States, and that's fine, that's fine because I think now I want to be a hopeful hippie. But please just treat people with love and treat people compassion and treat people with respect and I will do the same for you.'\n\nCyrus, who is also yet to address the question of whether she will stay in the US, posted a second video on Thursday morning in which she said she had finished crying and vowed to continue Hillary Clinton's work via her own Happy Hippie non-profit foundation.\n\nShe said: 'As a reaction to this shocking election Happy Hippie and I are launching out newest campaign #HopefulHippie and to do this myself and Happy Hippie are putting education for young people at the very top of our list of priorities in honor, of course, Hillary Clinton.'\n\nHer people say: Nothing. They refused all requests for comment.\n\nChloe Sevigny\n\n'I'll move to Nova Scotia,' Sevigny said\n\nNet worth: $8 million, according to Celebrity Net Worth\n\nShe said: 'I'll move to Nova Scotia,' speaking during a red carpet interview with The Scene in February.\n\nNow she says: Nothing. Sevigny, 41, has not given her views on the election results or, indeed, her travel plans.\n\nHer people say: The actress' publicist said 'Chloë is filming so I am not able to reach her,' when approached for comment by DailyMail.com.\n\nAsked if that means she is definitely staying, spokeswoman Amanda Horton refused to respond.\n\nGeorge Lopez\n\nLopez wrote in an Instagram on Wednesday that he was looking at renting in Mexico or Canada\n\nNet worth: $35 million, according to Celebrity Net Worth\n\nHe said: 'If he wins, he won't have to worry about immigration; we'll all go back,' speaking to TMZ in July 2015.\n\nWhat he says now: The Mexican-American comedian, 55, wrote in an Instagram on Wednesday that he was looking at renting in Mexico or Canada and cracked a joke about 'needing something stronger' than the marijuana legalized in California on Tuesday night.\n\n'I'm gonna Rent first #pelosmelapela [sic], get to know the schools #ohcanada #mexico (California legalized Marijuana- I need something stronger #Whitehorse #whitelines blow away!'\n\nBut the Los Angeles born star reacted with fury when asked to pack his bags by a Twitter user, saying: 'Seriously brother. Alright,' when told it was time for him to 'pony up and head for the border'.\n\nThe 55-year-old, who was accused of racism in March after saying he only booked 'the whitest guy I can find' when choosing a golf caddy also vented his spleen at the Natural Resources Defense Council's annual Night of Comedy on Wednesday.\n\nTalking about new First Lady Melania Trump, he said: 'First of all, if you're going to be in this country, I think you need to speak English. I think that's one of the reasons there's so much intolerance, is that Melania does not.'\n\nImitating Slovenian-born Mrs Trump's accent, he continued: 'I will fight the bully of the cyber.' Referring to the 46-year-old as a b****, he concluded: 'Wanna fight bullies, b****, start with the motherf***** down the hall!'\n\nWhat his people say: Ina Treciokas of LA-based Slate PR directed DailyMail.com to Lopez' 2015 statement to TMZ and said: 'No further comment' when asked if Lopez will leave.\n\nLarry Flynt\n\nThe pornographer has kept a low profile\n\nNet worth: $500 million, according to Celebrity Net Worth\n\nHe said: 'The thought of Donald Trump becoming president nauseates me in a big way.\n\nWhat if he wins? 'I don't know, maybe move to Canada,' he said, speaking to Toronto's HOSS Magazine in October.\n\nWhat he says now: Nothing.\n\nThe 74-year-old pornographer, who has previously admitted to being 'obsessed' with politics, has kept a low profile since the results of the election were announced.\n\nFlynt is also yet to say whether or not he intends to go through with his move.\n\nWhat his people say: Nothing. Requests for comment were ignored.\n\nNe-Yo\n\n'I'm moving to Canada straight away,' Ne-Yo claimed\n\nNet worth: $16 million, according to Celebrity Net Worth\n\nHe said: 'I'm moving to Canada straight away. Me and Drake gonna be neighbors if Donald Trump becomes president,' he told TMZ in October 2016. Drake is from Toronto.\n\nWhat he says now: The R&B star is currently on tour in the UK and is yet to comment on the results of the election.\n\nHe is also yet to say whether he plans to move to Canada.\n\nHe has instead used his Twitter account to plug upcoming shows in Milton Keynes, Manchester, Bournemouth and London's Brixton.\n\nWhat his people say: Nothing. Calls and emails to Ne-Yo's publicist were not answered.\n\nBryan Cranston\n\n'Although shocked and disappointed by the outcome, I hope the pres-elect [sic] will work to unify our wounded country,' Cranston wrote after the result\n\nNet worth: $30 million, according to Celebrity Net Worth\n\nHe said: 'Absolutely. I would definitely move. It's not real to me that that would happen. I hope to God it won't. It wouldn't be a vacation. I'd be an expatriate.' Response to being asked if he would move to Canada in the event of a Trump win by the hosts of The Best Seller Experiment podcast at the start of November.\n\nNow he says: The Breaking Bad actor, 60, took to Twitter immediately after the election to declare his 'shock' at the result – but said nothing about whether he intends to carry out his plan to become an expat.\n\n'Although shocked and disappointed by the outcome, I hope the pres-elect [sic] will work to unify our wounded country,' he wrote, adding: 'I sincerely wish him success.'\n\nWhat his people say: Nothing. They did not respond to requests for comment.\n\nOmari Hardwick\n\nThe Power actor, 42, has made no mention of his threat to leave since the election results were announced – but has spoken of his disappointment in an Instagram post\n\nNet worth: $1.5 million, according to Celebrity Net Worth\n\nHe said: 'I'll move from Denver to Italy... If Donald Trump wins the presidency, I'm out,' speaking in an interview with The Wrap in July 2015.\n\nWhat he says now: The Power actor, 42, has made no mention of his threat to leave since the election results were announced – but has spoken of his disappointment in an Instagram post.\n\n'My precocious sensitive smart Super Nova of an almost 4 yr old daughtie [sic] keeps saying 'But why Mama? Why?! I don't want donald TRUNK!,' he wrote on Wednesday.\n\n'I am staring into her eyes telepathically saying to her 'Papa gotchu, baby girl.' While my kingly Brave boy of a son keeps tackling me, i sit & think at least their first president was a real one, whether they remember it or not.'\n\nOn Thursday, he posted a picture of himself with rapper T.I and captioned it: 'The music saves ya. When the confusion soars & the protest roar.... Can always find solace in your homeboy who's big apple got your same core. 2 dirty birds proud of each other's flight.'\n\nT.I, who was convicted of battering a police officer in 2003 as well as previous felonies such as manufacturing crack cocaine, demonstrated his opposition to Trump by taking part in a protest in Manhattan on Wednesday night.\n\nWhat his people say: Nothing. Despite several attempts to contact his publicist, no one was available for comment.\n\nNatasha Lyonne\n\nThe 37-year-old Orange is the New Black star has put a relatively brave face on\n\nNet worth: $3 million, according to Celebrity Net Worth\n\nShe said: '[I'll move] to a mental hospital [if Trump wins] for a while because you're like \"why is this happening?\"'\n\nNow she says: 'Nightmare' was Lyonne's verdict on the election of Trump immediately after his election on Tuesday night.\n\nSince then, the 37-year-old Orange is the New Black star has put a relatively brave face on, re-tweeting sympathetic messages from Twitter followers and posting pictures featuring inspirational messages. Nothing, however, has been said about her potential move to a mental hospital.\n\nWhat her people say: Her Los Angeles based agent Cara Masline told DailyMail.com she 'had no comment, thank you' when asked if the actress planned to leave.\n\nChelsea Handler\n\nHandler, 41, is going nowhere – a point she made on a teary-eyed episode of her Netflix show, Chelsea\n\nNet worth: $35 million, according to Celebrity Net Worth\n\nShe said: 'I did buy a house in another country just in case. So all these people that threaten to leave the country and then don't — I actually will leave that country,' speaking on ABC's Live with Michael and Kelly in May.\n\nNow she says: Handler, 41, is going nowhere – a point she made on a teary-eyed episode of her Netflix show, Chelsea.\n\n'It's easy to throw in the towel and say that we're gonna leave, or I'm gonna move to Spain,' she said. 'Because I want to move to Spain, I really, really want to move to Spain right now. But everyone in my office is like, \"You have a responsibility. You have a voice, you need to use it and you have to be here.\"'\n\nWhat her people say: Nothing. They refused to respond to requests for comment.\n\nBarbra Streisand\n\nThe singer issued a heartbroken message on Twitter that read: 'Words cannot express how I feel right now'\n\nNet worth: $340 million, according to Celebrity Net Worth\n\nShe said: 'He has no facts. I don't know, I can't believe it [Trump's campaign]. I'm either coming to your country [Australia], if you'll let me in, or Canada,' speaking to Australia's Seven News Sydney in August.\n\nNow she says: Immediately after the result, the singer issued a heartbroken message on Twitter that read: 'Words cannot express how I feel right now'.\n\nThe 74-year-old has not, however, indicated whether she intends to follow through on her threat to leave.\n\nWhat her people say: Nothing. Streisand's representatives ignored requests for comment.\n\nAnd don't forget… President Obama\n\nObama met Trump in the Oval Office on Thursday. 'We're not Democrats first. We're not Republicans first. We're Americans first. We're patriots first,' he said after the result - despite joking he might jump off a cruise ship if Trump won\n\nHe said: 'If we let this thing slip, and I've got a situation where my last two months in office are preparing for a transition to Donald Trump? … If I've got to look at that for last two months because folks stayed home? Even going on the Tom Joyner cruise won't help me then … I might jump off,' speaking on the Tom Joyner Show at the start of November.\n\nNow he says: Reacting to news of Trump's election in the White House rose garden on Wednesday morning, President Obama urged unity.\n\n'We are now all rooting for his success in uniting the country,' he said.", "url": "https://www.dailymail.co.uk/news/article-3927506/Celebrities-promised-leave-Canada-decide-stay-just-coincidence-Trump-planning-tax-cuts.html"}, "article3": {"title": "50 Celebrities React to Donald Trump's Immigration Order", "content": "President Trump’s executive order temporarily suspending travel from seven Muslim-majority nations drew swift criticism from musicians, actors and other celebrities.\n\nIt was the latest in the long and sometimes troubled relationship Trump has with other famous people, who have appeared on his reality show The Apprentice and tangled with him on political issues.\n\nStill, he had some support, including actor Scott Baio, rapper Azealia Banks and former Alaska Gov. Sarah Palin.\n\nSee what 50 celebrities had to say about Trump’s immigration ban below.\n\nRapper Nicki Minaj referenced her own immigration from Trinidad in a tweet.\n\nBlackish star Yara Shahidi shared that the concern touched her on a personal and global level.\n\nSilicon Valley star and comedian Kumail Nanjiani, who was born in Pakistan, shared his concern that the ban would encourage hateful attitudes.\n\nDirector Ava DuVernay pointed out that Asghar Farhadi, an Iranian director nominated for an Oscar at this year’s Academy Awards, would be unable to travel to the ceremony under the immigration ban.\n\nMusician Kirk Franklin emphasized that religious freedom was related to other civil liberties.\n\nActor Mindy Kaling referenced her book, where she details her parents’ experience as immigrants.\n\nGrey’s Anatomy‘s Jesse Williams pointed out that many of the country’s accomplishments were due to immigrants and refugees.\n\nGaycation star Ellen Page attended a protest at John F. Kennedy International Airport.\n\nMusician Sia told her followers that she would match their donations to the ACLU up to $100k.\n\nActor Rosie O’Donnell pledged to match Sia’s donation to the ACLU in turn.\n\nEven director Judd Apatow followed suit.\n\nPop star Miley Cyrus pledged her support to immigrants in the country.\n\nScandal star Kerry Washington encouraged her followers to remember American history.\n\nMusician Bruce Springsteen called America a “nation of immigrants” during a concert.\n\nPop star Rihanna, who was born in Barbados, candidly shared her thoughts on the matter via Twitter.\n\nMoonlight and Hidden Figures star Mahershala Ali used his Screen Actors Guild acceptance speech to speak out against the persecution of communities.\n\nSupermodel sisters Bella and Gigi Hadid protested the executive order in New York City.\n\nMeanwhile, the stars of How to Get Away With Murder took to LAX to protest.\n\nActor Alyssa Milano pointed out that the immigration ban can affect everyone on a very personal level.\n\nA sentiment that entertainment legend Bette Midler echoed.\n\nTalk show host Ellen DeGeneres riffed on Trump’s campaign slogan while critiquing his executive order.\n\nSinger and actor Barbra Streisand urged her followers to consider the determining factors in the immigration ban.\n\nStar Trek star George Takei also echoed Streisand’s concerns with the countries selected for the immigration ban.\n\nAuthor J.K. Rowling weighed in with her own thoughts on Trump’s meeting with Theresa May.\n\nActor Julianne Moore referenced the Constitution following the immigration ban.\n\nActor Jessica Chastain pointed out that the history of the country has hinged on immigration.\n\nWhile actor Nick Offerman didn’t mince his words while expressing how he felt about the immigration ban.\n\nActor Mark Hamill used a single hashtag to show his feelings about the matter.\n\nVeep‘s Julia Louis-Dreyfus used her acceptance speech at the SAG Awards as a platform for immigrants.\n\nFresh Off the Boat star Constance Wu took to Twitter to voice her opinion on the detainment of green card holders at airports.\n\nThe Tipping Point author Malcom Gladwell relayed his own experience as an immigrant, post-immigration ban.\n\nModel Chrissy Teigen has long been an outspoken critic of Trump and this occasion was no exception.\n\nSinger Cher showed her support of the protests about the immigration ban.\n\nFun. musician Jack Antonoff made a donation to the ACLU to support those affected by Trump’s executive orders.\n\nThis Is Us‘ Mandy Moore thanked the ACLU and protestors for the work that they did.\n\nActor Mark Ruffalo tweeted about the many protests at airports across America.\n\nWhile pop star J. Lo wondered how immigrant became a “bad word.”\n\nOne Tree Hill‘s Sophia Bush encouraged her followers to continue protesting\n\nAnd actor Olivia Wilde showed her support for the protestors.\n\nDirector Michael Moore offered apologies to those primarily affected by the immigration ban.\n\nWhile Designated Survivor‘s Kal Penn chose to take the high road towards an Internet hater.\n\nFormer Punk’d host Ashton Kutcher took to his Twitter to speak about the policy.\n\nHappy Days star Scott Baio had alternative thoughts when it came to the issue.\n\nPolitical personality Sarah Palin also chimed in calling the backlash to the executive order, “phony.”\n\nIn a now-deleted Instagram post, rapper Azealia Banks appeared to say she wanted Rihanna to “shut up and sit down” after the latter appeared to tweet her disapproval about Donald Trump’s immigration ban, according to People.\n\nActor Jennifer Lawrence wrote on Facebook that “someone’s race and religion should never keep them in harm’s way.”\n\nActor Seth Rogen shared his family’s story immigrating to the U.S. from Russia.\n\nHidden Figures and Moonlight star Janelle Monae put her money where her mouth was.\n\nWrite to Cady Lang at cady.lang@timemagazine.com.", "url": "https://time.com/4653873/donald-trump-immigration-ban/"}}