{"foreign_id": "7_Fake", "article1": {"title": "This Khizr Khan ad for Hillary Clinton is incredibly powerful", "content": "Gift Article Share\n\nThe story of Humayun Khan — and his parents — became common knowledge during the Democratic National Convention. Khan, a Muslim American soldier, was killed in Iraq in 2004 when he ran toward a suicide bomber, saving the lives of the men he was in charge of. Wp Get the full experience. Choose your plan ArrowRight Khizr Khan, the soldier's father, told the story of his son's life and sacrifice powerfully at the convention — while chiding Donald Trump for his comments about banning Muslims from entering the country. Trump attacked Khan as a Democratic shill, playing on grief to help elect Clinton.\n\nKhizr Khan is back. This ad, released by the Clinton campaign on Friday afternoon, features Khan telling his story again.\n\nHillary Clinton: 'Captain Khan' | Campaign 2016 (Video: Hillary Clinton)\n\nIt shows Khan walking through his home, looking at his son's medals and pictures. The 60-second ad ends with a close-up of a teary-eyed Khan saying this: “I want to ask Mr. Trump: Would my son have a place in your America?”\n\nAdvertisement\n\nIt's a remarkably powerful ad, connecting Trump's rhetoric on Muslims to the real pain that such a pledge would inflict on Muslim Americans. Real people would be affected by all of these proposals, the ad reminds us. It's not just words by Trump.\n\nThe ad, according to the Clinton campaign, will rotate into swing states, including Florida, Iowa, Nevada, New Hampshire, North Carolina, Ohio and Pennsylvania.\n\nI'm not sure that any ad fundamentally alters the trajectory of this race. TV commercials have become less relevant as the number of people watching traditional television live has declined. Plus, Clinton and Trump are totally known figures about whom very few people lack an opinion.\n\nBut if there is an ad that breaks through the clutter while also reminding people of the stakes in the election, this might be the one.\n\nHillary Clinton’s campaign comes to an end Share Share Share on Facebook Share on Twitter Share on Reddit Share on LinkedIn MailSolid Email this link View Photos View Photos Next Image MANHATTAN, NY - The morning after loosing to Republican Nominee Donald Trump in the general Presidential election, Democratic Nominee for President of the United States former Secretary of State Hillary Clinton, accompanied by former President Bill Clinton, Chelsea Clinton, Senator Tim Kaine and Anne Holton, speaks to supporters and campaign staff in a packed ballroom at The New Yorker Hotel in midtown Manhattan, New York on Wednesday November 9, 2016. (Melina Mara/The Washington Post)\n\nGift this article Gift Article", "url": "https://www.washingtonpost.com/news/the-fix/wp/2016/10/21/this-khizr-khan-ad-for-hillary-clinton-is-incredibly-powerful/"}, "article2": {"title": "In emotional new ad, Khizr Khan asks if his fallen son would have a place in Trump’s America", "content": "Story highlights Khizr Khan is the father of fallen soldier Army Capt. Humayun Khan He appears in a new ad for Hillary Clinton slamming Donald Trump\n\nCNN —\n\nAn emotional Khizr Khan asks Donald Trump in a new Clinton campaign ad whether his son, a US solider who was killed in Iraq in 2004, would “have a place in your America?”\n\nThe ad is part of Clinton’s closing message, one that her top aides hope will be uplifting and hopeful, offering an implicit contrast to the combativeness that the Trump campaign has turned to in recent weeks.\n\nKhan, who was thrust into the national spotlight after he excoriated Trump in a speech at the Democratic National Convention, is seen at his home in the ad, looking at keepsakes from his son, Army Capt. Humayun Khan’s, life.\n\n“In 2004, my son was stationed in Iraq. He saw a suicide bomber approaching his camp. My son moved forward to stop the bomber when the bomb exploded. He saved everyone in his unit. Only one American soldier died,” Khan says as video shows the father holding the flag that was draped over his son’s casket.\n\nRELATED: Being Muslim American in the year of Donald Trump\n\nCaptain Khan | Hillary Clinton\n\nKhan adds, “My son was Captain Humayun Khan. He was 27 years old and he was Muslim American.”\n\nThe ad then shows a tight shot of a visibly emotional Khan. “I want to ask Mr. Trump,” he asks, “would my son have a place in your America?”\n\nThe ad – titled “Captain Khan” – will air in key battleground states, a campaign aide said Friday, including Florida, Iowa, Nevada, New Hampshire, North Carolina, Ohio and Pennsylvania.\n\nEarly in his campaign, Trump proposed “a total and complete shutdown of Muslims entering the United States,” a policy that has become known as his Muslim ban. Since then, however, Trump and his aides have looked to back away from the policy, despite it still being on his website.\n\nKhan has provided a counter to Trump since his speech at the DNC in July.\n\nStanding next to his wife, Ghazala Khan, Khizr Khan chastened Trump for his proposed Muslim ban.\n\n“Let me ask you, have you even read the United States Constitution,” Khan, a lawyer, asked as he held his own pocket copy up. “I will gladly lend you my copy. In this document, look for the words, look for the words, liberty and equal protection (under) law.”\n\nRELATED: Six facts to catch you up on the Khan story\n\nWhat cemented Khan’s place in 2016 political history, though, was the way Trump responded to the speech, telling ABC the following Sunday, “If you look at his wife, she was standing there. She had nothing to say. She probably – maybe she wasn’t allowed to have anything to say. You tell me.”\n\nThe interview drew instant rebuke from Democrats and Republicans, including GOP leaders who said it was unacceptable for the party’s nominee to go after a Gold Star family. But Trump doubled down on the comments and tweeted later that Khan “viciously attacked me from the stage of the DNC and is now all over T.V. doing the same - Nice!”\n\nSince then, Khan has done interviews for the Clinton campaign and Clinton regularly references him, including at the third and final presidential debate Wednesday in Las Vegas.\n\n“He went after Mr. And Mrs. Khan, the parents of a young man who died serving our country, a gold star family because of their religion,” Clinton said.\n\n“Those other charges, as she knows, are false,” Trump later responded.\n\nRELATED: Khizr Khan: ‘Saddened all over again’ after Trump’s debate comments", "url": "https://www.cnn.com/2016/10/21/politics/khizr-khan-clinton-ad-donald-trump/index.html"}, "article3": {"title": "Khizr Khan: Gold Star Father to Campaign for Hillary Clinton", "content": "Khizr Khan, the Gold Star father of a Muslim-American Army captain who died while serving in Iraq, will hit the campaign trail for Hillary Clinton this week.\n\nKhan will campaign for Clinton in Virginia on Wednesday, meeting with community leaders, veterans and military families at a mosque and a local restaurant during three stops in Norfolk, the Los Angeles Times reported.\n\nKhan gave an impassioned speech at the Democratic National Convention in July and was featured in an emotional 60-second campaign ad for Clinton last week. In the spot, Khan shares the story of his son’s death and addresses Donald Trump, asking, “Would my son have a place in your America?”\n\nWrite to Katie Reilly at Katie.Reilly@time.com.", "url": "https://time.com/4544396/khizr-khan-hillary-clinton-campaign-trail/"}}