{"foreign_id": "8_Fake", "article1": {"title": "Bill Clinton delivers defense of his foundation's 'profound' work", "content": "NEW YORK (Reuters) - Former U.S. President Bill Clinton on Wednesday called running his family’s charitable foundation one of the great honors of his life in a passionate defense against criticism of its work as his wife, Hillary Clinton, campaigns to become president.\n\nSlideshow ( 2 images )\n\nSpeaking onstage in a New York City hotel ballroom for about an hour, he told supporters of the Bill, Hillary & Chelsea Clinton Foundation that it had brought about “a profound advance in the conduct and impact of modern philanthropy.”\n\n“Don’t give up what brought you here,” he said, closing out the 12th and final annual conference organized by the foundation, called the Clinton Global Initiative. “You have done something good and noble and worthy.”\n\nThe foundation, which Clinton founded as he prepared to leave the White House in 2001, has come under intense scrutiny brought about by a long presidential campaign.\n\nJournalists have scoured newly released email records from Hillary Clinton’s tenure running the State Department from 2009 to 2013, which show foundation officials seeking meetings with Clinton or other diplomats on behalf of donors.\n\nDonald Trump, Clinton’s Republican opponent for the presidency, has called for a special prosecutor to investigate allegations of breaching government ethics rules.\n\nThe Clintons have said that even if some of their wealthiest donors, which include corporations and foreign governments with interests before the U.S. government, may have hoped for special favors in return, none were granted.\n\nTo avert suggestions of conflicts of interest, the foundation has said it will drastically limit its operations if Hillary Clinton, the Democratic Party’s presidential candidate, wins the election to succeed Barack Obama on Nov. 8.\n\nIt would stop accepting money from foreign and corporate donors, foundation officials say, and much of its work would be spun off into independent entities not controlled by the Clintons.\n\nBill Clinton, 70, has expressed frustration that political journalists covering his wife’s campaign have written more about the foundation’s donors, which include the government of Saudi Arabia and foreign billionaires, than the charitable programs it runs.\n\nHe spoke at length about how he had been moved by meeting children with HIV in Cambodia, orphans left behind by the 2004 tsunami that struck Indonesia and victims of the earthquake in Haiti in 2010.\n\nHe made only oblique references to the 2016 election campaign.\n\n“Everywhere today there is a temptation to say that everything I just told you is wrong, ‘Life is a zero-sum game and I’m losing; no, you’re wrong, our differences matter more than our common humanity,’” he said. “These are not the right choices.”\n\n(Refiles to make clear in paragraph 5 that foundation officials were seeking the meetings on behalf of donors.)", "url": "https://www.reuters.com/article/us-usa-election-foundation-idUSKCN11S03Q"}, "article2": {"title": "Bill Clinton’s Quest to Save the World", "content": "Most of the doctors and notables at the clinic wore name tags announcing their bureaucratic affiliations in the world of public health. Jeff Farmer’s read “Global Ass-Whuppin’ Initiative.” The penny dropped. Jeff Farmer, a professional wrestler, had been Lightning in the tag team of Thunder & Lightning. Jeff Farmer’s signature hold remains the Scorpion Death Lock.\n\nBill Clinton generally maintains the tradition of former Presidents respecting their successors, but the mixture of motives that pull at him is unique. Having stepped off the electoral merry-go-round for good, an ex-President is theoretically free to say what he really thinks. But what about an ex-President whose spouse is a senator contemplating a run for even higher office? Hillary Clinton’s ambitions stoke Bill Clinton’s instinct to be combative on her behalf; by the same token, he must try not to say things that would force her to do a lot of explaining. “My sense is that he trims his sails on an awful lot of issues because of what it might do in terms of Hillary’s career,” one insider close to both Clintons said.\n\nAs for Clinton’s attitude to his White House successor, his role as the Democratic Party’s (and his wife’s) biggest gun pushes him in one direction, while his role as a non-partisan, above-the-fray doer of global good deeds pushes him in another. A further complication is that his successor’s father is the predecessor whose bid for reëlection he quashed in 1992. If the antecedents are confusing, the emotions are, too. So friendly has Clinton grown with his old opponent George H. W. Bush—they have raised more than a hundred million dollars together, to help the victims of the Asian tsunami in 2004 and Hurricane Katrina in 2005—that one member of the Clintons’ circle worries that “the Bush people worked hard to co-opt him,” keeping Clinton quiet, or at least polite, by keeping him close.\n\nMany of Clinton’s sentences begin “When I was President” or “During our Administration,” but he does not often begin with, for instance, “If I were President.” And yet when I asked him once whether he ever wished he were unhindered by the Twenty-second Amendment, he hesitated.\n\n“9/11—I wish that I’d been there,” Clinton said. He had been in Australia that day, to give a speech. “I wish I’d been there beforehand, you know, when the F.B.I. and the C.I.A. finally said we agree that bin Laden did the Cole. We could have gone after Afghanistan. And in the aftermath I’d have liked to have been there.”\n\nClinton remains sensitive to accusations that he was too hesitant or distracted in the pursuit of Osama bin Laden—recently, he attacked an ABC docudrama for suggesting that his Administration, given the chance, had failed to fire on bin Laden—and so I asked him what he would have done in Bush’s place.\n\n“I would have gone into Afghanistan, as quick as I could, just as President Bush did,” he said, “and I would have demanded that Saddam open himself up to inspections, because U.N. records indicated that there were unaccounted-for chemical and biological materials. I personally never saw any intelligence on the Al Qaeda connection or the nuclear issue, except that he had some people in labs fooling around with it.”\n\nOnce he got going, Clinton laid out a critique of the Bush Administration, though his was not remotely as harsh as the one Al Gore has provided in the past two years. Tax cuts for the top one per cent of the income scale were “ridiculous.” Working people were getting “stiffed.”\n\n“It just makes me mad,” he said. “I just wish I were there—I wish I were there trying to articulate the alternative vision.”\n\nWhen opponents of the Bush Administration express nostalgia for the Clinton era, it sometimes has less to do with policy than with the stark contrast between the two men as public speakers, as intelligences. Even Clinton’s critics who feel that he squandered his promise never speculate, as Bush’s critics often do, that he is stupid. When I asked Clinton if he thought intellect was an essential part of being President, he proceeded carefully.\n\n“I think it’s important to be curious, I think it’s important to ask questions, I think it’s important to be secure so that you like being around people that know more about every subject than you do and still in the end you trust your own judgment once you hear them out,” he said. “So I think intellect is a good thing, unless it paralyzes your ability to make decisions because you see too much complexity. Presidents need to have what I would call a synthesizing intelligence.\n\n“I keep reading that Bush is incurious, but when he talks to me he asks a lot of questions,” Clinton went on. “So I can’t give him a bad grade on curiosity. I think both he and his father, because they have peculiar speech patterns, have been underestimated in terms of their intellectual capacity. You know, the way they speak and all, it could be, it could just relate to the way the synapses work in their brains.\n\n“I’ve never been worried about his intellect so much as his ideological bent. I think he believed—and perhaps correctly—that his father was defeated in ’92 because he lost the right. And he made up his mind that he’d never lose it. Kind of like George Wallace did when he was beaten for governor.\n\n“I also think that he was genuinely more conservative on questions like concentrations of wealth and power, weakening of environmental and health regulations—things of that kind—than any President we’ve had in a very, very long time. Even more conservative than Reagan, probably, and way to the right of his father and Nixon and Eisenhower. But the thing that bothers me about having an ideology as opposed to a philosophy is that, if you have an ideology, then the outcome is dictated before the facts are in, before the arguments are heard. And that, I think, can cause problems.”\n\nClinton said that Bush, despite employing the slogan “compassionate conservatism,” never hid his radical-right agenda. “He said, ‘Vote for me, and I’ll give you judges like Clarence Thomas and Antonin Scalia,’ and that’s exactly what he did.”\n\nClinton frequently says that he has “a theory of the case”—an overview of how the Republican Party, starting in the nineteen-seventies, moved increasingly to the right. Like many other political analysts, he believes that the Republicans were able to capitalize on the reaction to the counterculture of the nineteen-sixties and the Supreme Court’s Roe v. Wade decision, in 1973. “Starting in the late seventies, they really developed the ability to demonize us, independent of the fact that we were for civil rights and against the Vietnam War,” Clinton said.\n\nHe spoke with a professional’s admiration of Reagan’s calm and his talent as a political performer, but said that the Reagan campaign employed “mad dogs” in 1980. “They called our crowd everything but a blue goose,” Clinton said. “I remember looking at these people in the voting line and thinking, Oh my God, it’s going to be a long night, because they were just glassy-eyed. They were there like somebody had fed them some sort of a controlled substance.”\n\nIn the early nineties, Clinton theorized, “with the increasing diversity in America, and the increasing urbanization, and the suburbs becoming more communitarian and less isolationist, our base slowly moved up to theirs. So, by the time Al Gore ran, we had equal bases.\n\n“What that means is,” he continued, “they can run somebody convicted of armed robbery and, barring a national catastrophe like 9/11, we couldn’t win by more than fifty-five to forty-five, and neither could they, under the present circumstances.”\n\n“I’m right there in the room, and no one even acknowledges me.” Copy link to cartoon Copy link to cartoon Shop Shop\n\nClinton is clearly anticipating a widening attack on Hillary’s agonized Senate vote on Iraq in October, 2002. Her speech before the vote denounced preëmptive war and asked for greater attempts at diplomacy and weapons inspections in Iraq, but in the end she remains vulnerable to the ever-increasing number of people furious about the war. And so Clinton, in effect, provides her defense. “It would really be crazy,” he said, “if the anti-war element of our Party thought that the most important thing to do was to beat up on the Democrats, and gave the Republicans a free ride.”\n\nClinton had told me that the Bush Administration’s plan for post-invasion Iraq “was the sort of thing two students of international relations could have thrown together in forty-five minutes. They were arrogant. They thought it would be easy and they thought there would be no terrorism, that everyone would be on their side.” In more formal interviews, the rambling answer he gave to my questions about what the United States had to do next in Iraq was, like some of Hillary’s speeches, long on complexity and alternatives, short on direction, and unlikely to satisfy voters demanding a renunciation of the war and a rapid withdrawal of American forces.\n\n“I think first of all you’ve got to remind people that we didn’t get into this mess overnight—and we’re not going to get out of it overnight, that we might decide that it’s a lost cause and we just have to withdraw in an expeditious fashion,” he said. “But that whether you were for or against the original action, it would be better if it did not end in calamity and chaos, mass killing within Iraq, more terrorist bases there. And I think you have to say that this is a national-security issue—and I say that because I don’t think we should have done it until after the U.N. inspections were over, until we had secured Afghanistan, and we had a consensus in the world community. I never thought Saddam presented any kind of a terrorist threat. But once you break these eggs you’ve got to kind of make an omelette. And we’ve just got to be straight about that. And, if it is obvious that there is nothing positive that can come from our committed involvement there, then we have to say we’d be prepared to say we’ll come home—but we’re not there yet. Seventy per cent of those people did vote. They voted to set up this government. And most of them, if left to their own devices without the people with the guns in the middle, would find some way to make some sort of decent go of it.”\n\nClinton had a long day ahead of him in Addis Ababa. In the morning, in a Soviet-style government building that looked as if it had been airlifted from downtown Novosibirsk, he met with Meles Zenawi, the Ethiopian Prime Minister. Then it was on to an AIDS clinic and a speech at the African Union.\n\nIn every city where he had time, Clinton called for a few hours of cultural expeditions or shopping—a break. In Durban, he’d picked up an eight-foot-tall wooden giraffe for Hillary (“She loves giraffes!”) and at a crafts store in Addis he bought loads of gifts for friends and staff, including a gigantic silver Coptic crucifix. His aide Justin Cooper left the store with his arms so full he looked as if he had looted it. Then, at Clinton’s command, we visited the National Museum, which houses the bones of “Lucy,” a hominid who lived more than three million years ago. The museum was dingy and underfunded, but the guides were thrilled to open the place to Clinton, even though it was their day off. As he walked past the exhibits, Clinton listened a little and talked a lot. He talked about the giant pigs, the razorbacks, that roam his home state. And as he walked past some of the display cases he started talking about the wonders of the bonobo apes.", "url": "https://www.newyorker.com/magazine/2006/09/18/the-wanderer-bill-clinton-profile-david-remnick"}, "article3": {"title": "Emails in Anthony Weiner Inquiry Jolt Hillary Clinton’s Campaign", "content": "WASHINGTON — The presidential campaign was rocked on Friday after federal law enforcement officials said that emails pertinent to the closed investigation into Hillary Clinton’s private email server were discovered on a computer belonging to Anthony D. Weiner, the estranged husband of a top Clinton aide.\n\nIn a letter to Congress, the F.B.I. director, James B. Comey, said the emails had surfaced in an unrelated case, which law enforcement officials said was an F.B.I. investigation into illicit text messages from Mr. Weiner to a 15-year-old girl in North Carolina. Mr. Weiner, a former Democratic congressman from New York, is married to Huma Abedin, the top aide.\n\nMr. Comey's letter said that the F.B.I. would review the emails to determine if they improperly contained classified information, which is tightly controlled by the government. Senior law enforcement officials said that it was unclear if any of the emails were from Mrs. Clinton’s private server. And while Mr. Comey said in his letter that the emails “appear to be pertinent,” the F.B.I. had not yet examined them.", "url": "https://www.nytimes.com/2016/10/29/us/politics/fbi-hillary-clinton-email.html"}}