{"foreign_id": "9_Fake", "article1": {"title": "All the terrible things Trump and Ted Cruz said about each other before the president decided he was 'Beautiful Ted'", "content": "The political feud between President Donald Trump and Sen. Ted Cruz of Texas during the 2016 election was one of the dirtiest in recent memory.\n\nTrump and Cruz, who dropped out of the GOP primary in May 2016, attacked each other's wives, citizenship, and integrity. They even threatened to sue, accusing each other of lying and cheating for various reasons.\n\nAfter Trump won the party's nomination, Cruz refused to endorse him at the Republican National Convention.\n\nCruz finally came around to make that endorsement in September 2016, and the two have worked together on Republican legislation since Trump took office.\n\nBy October 22, 2018, Trump even decided that Cruz was no longer \"lyin' Ted\" — his notorious nickname for the senator during the campaign — and was now \"beautiful Ted.\" The president made the announcement ahead of a campaign rally he hosted in Texas to support Cruz's tough reelection bid.\n\nHere are 40 of the most memorable attacks the two threw at each other during the 2016 presidential campaign:", "url": "https://www.businessinsider.com/trump-cruz-feud-history-worst-attacks-2016-9"}, "article2": {"title": "14 Times Donald Trump and Ted Cruz Insulted Each Other", "content": "Texas Sen. Ted Cruz endorsed Donald Trump on Friday, just a couple months after he reinforced their bitter rivalry by declining to back Trump in a speech at the Republican National Convention.\n\nLong before Cruz credited Trump with being “the only thing standing in [Hillary Clinton’s] way,” the two spent months slinging insults back and forth.\n\nHere are some of the most memorable.\n\nTrump: Cruz is “worse than Hillary”\n\n\n\n“He said with the being a Canadian citizen, he said, ‘Oh I didn’t know that.’ How did he not know that? Then he said with the loans, ‘Oh, I didn’t know that,’ Smart guy. He doesn’t know that? Yeah, that’s worse than Hillary when you think about it,” Trump said of Cruz on Jan. 20.\n\nTrump: “How can Ted Cruz be an Evangelical Christian’\n\n\n\n“How can Ted Cruz be an Evangelical Christian when he lies so much and is so dishonest?” Trump tweeted on Feb. 12.\n\nTrump: “You are the single biggest liar'”\n\n“You are the single biggest liar. You probably are worse than Jeb Bush,” Trump told Cruz at a primary debate on Feb. 13. “Nasty guy. Now I know why he doesn’t have one endorsement from any of his colleagues.”\n\nTrump: “I will spill the beans on your wife!”\n\n“Lyin’ Ted Cruz just used a picture of Melania from a G.Q. shoot in his ad. Be careful, Lyin’ Ted, or I will spill the beans on your wife!” Trump tweeted on March 22.\n\nAs PolitiFact has noted, Trump had no evidence that Cruz was responsible for the ad that used a scantily clad picture of Melania Trump; the ad actually came from an anti-Trump super PAC.\n\nCruz: “Real men don’t attack women”\n\n“Donald, real men don’t attack women. Your wife is lovely, and Heidi is the love of my life,” Cruz tweeted on March 24, after Trump shared an unflattering comparison of Melania Trump and Heidi Cruz.\n\nCruz: “Donald, you’re a sniveling coward”\n\n“It is not acceptable for a big, loud New York bully to attack my wife. It is not acceptable for him to make insults, to send nasty tweets—and I don’t know what he does late at night, but he tends to do these at about 11:30 at night, I assume when his fear is at the highest point,” Cruz said on March 24. “I don’t get angry often. But you mess with my wife, you mess with my kids, that’ll do it every time. Donald, you’re a sniveling coward. Leave Heidi the hell alone.”\n\nCruz: “Consistently disgraceful”\n\n“Donald Trump’s consistently disgraceful behavior is beneath the office we are seeking and we are not going to follow,” Cruz tweeted on March 25.\n\nCruz: “Nominating Donald Trump would be a train wreck”\n\n“Nominating Donald Trump would be a train wreck. It would be handing the White House over to Hillary Clinton,” Cruz tweeted on March 29.\n\nCruz: “Big government liberal”\n\n“This race is simple. Donald Trump and Hillary Clinton are both big government liberals,” Cruz tweeted on April 26.\n\nTrump: Cruz’s father was somehow involved with JFK’s assassin\n\n“His father was with Lee Harvey Oswald prior to Oswald’s being—you know, shot. I mean, the whole thing is ridiculous,” Trump said about Cruz’s father, Rafael, in an interview on May 3. “What was he doing with Lee Harvey Oswald shortly before the death? Before the shooting? It’s horrible.”\n\nCruz: “This man is a pathological liar”\n\n“This man is a pathological liar. He doesn’t know the difference between truth and lies. He lies practically every word that comes out of his mouth, and in a pattern that I think is straight out of a psychology text book, his response is to accuse everybody else of lying,” Cruz told reporters on May 3. “The man cannot tell the truth, but he combines it with being a narcissist—a narcissist at a level I don’t think this country’s ever seen. Donald Trump is such a narcissist that Barack Obama looks at him and goes, ‘Dude, what’s your problem?'”\n\n“The man is utterly amoral. Morality does not exist for him,” Cruz added. “Donald is a bully. … Bullies come from a deep, yawning cavern of insecurity.”\n\nCruz: “Vote your conscience”\n\n\n\n“And to those listening, please, don’t stay home in November,” Cruz said on July 20 in his speech at the Republican National Convention, declining to endorse Trump. “If you love our country, and love your children as much as I know that you do, stand, and speak, and vote your conscience, vote for candidates up and down the ticket who you trust to defend our freedom and to be faithful to the Constitution.”\n\nCruz: “I am not in the habit of supporting people who attack my wife and attack my father”\n\n“I am not in the habit of supporting people who attack my wife and attack my father,” Cruz said on July 21, after declining to endorse Trump in his convention speech.\n\n“What does it say when you stand up and say, ‘Vote your conscience,’ and rabid supporters of our nominee begin screaming, ‘What a horrible thing to say,'” Cruz said. “If we can’t make the case for the American people that voting for our party’s nominee is consistent with voting your conscience, is consistent with defending freedom and being faithful to the Constitution, then we are not going to win and we don’t deserve to win.”\n\nTrump: “He may have ruined his political career”\n\n“Honestly, he may have ruined his political career. I feel so badly. I feel so badly. And you know, he’ll come and endorse over the next little while. He’ll—because he has no choice. But I don’t want his endorsement. What difference does it make? I don’t want his endorsement. I have such great—I don’t want his endorsement. Ted, stay home, relax, enjoy yourself,” Trump said at a press conference on July 22.\n\nWrite to Katie Reilly at Katie.Reilly@time.com.", "url": "https://time.com/4506350/donald-trump-ted-cruz-insults/"}, "article3": {"title": "Ted Cruz Buries the Hatchet — In Donald Trump's Back", "content": "At a barbecue lunch for his supporters earlier in the day, Cruz insisted he didn’t know “what the future will hold.” But to a person, the supporters I spoke with fully expected Cruz to run again.\n\n“Back in 2005, my wife said Ted Cruz would be president, and I still see that in his future,” said Brian McAullife, a Cruz delegate. Asked if he thought Cruz would run sooner rather than later, McAuliffe said, “That depends on how good a job Trump does as president.”\n\nBut hard feelings against Trump have remained deep among other Republicans.\n\nRegina Thompson, Cruz’s Colorado state director and deputy director of an effort to unbind the delegates from Trump, said, “Personally, I will not support Trump. I can’t adhere to this. I will write in Ted Cruz.”\n\nChris Herrod, Cruz’s Utah state director, said he’s trying to get there with Trump, but he can’t say yet that he’ll vote for him. “Some of the things he’s said and written in his books are very difficult,” Herrod said. “But more than anything, I think it’s the bullying that people have a hard time with. I agree with many of his policies, but you shouldn’t be a bully.”", "url": "https://rollcall.com/2016/07/20/ted-cruz-buries-the-hatchet-in-donald-trumps-back/"}}